<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<html>

<head>
<meta http-equiv="Content-Type"
content="text/html; charset=iso-8859-1">
<meta name="GENERATOR" content="Microsoft FrontPage 2.0">
<title>A Practical Grammar of the Pali Language - Chapter 11</title>
</head>

<body bgcolor="#FFFFFF">

<p align="center"><font size="4"><strong>A
Practical Grammar of the P&#257;li Language<br>
Chapter 11</strong></font></p>

<p><font color="#FF0000" size="4"><strong>Indeclinables</strong></font></p>

<p><font><strong>529.</strong> Under the term
&quot;indeclinables&quot; are included all those words which are
incapable of any grammatical declension, that is: Adverbs,
Prefixes, Propositions, Conjunctions and Interjections.</font></p>

<p><font color="#0000FF" size="4"><strong>Adverbs</strong></font></p>

<p><font><strong>530.</strong> Adverbs may be
divided into three groups:<br>
(i) Derivative Adverbs, formed by means of suffixes.<br>
(ii) Case-form Adverbs.<br>
(iii) Pure Adverbs.</font></p>

<p><font><strong>531.</strong> (i) </font><font
color="#FF0000"><strong>Derivative Adverbs</strong></font></p>

<p><font>(a) These are formed by the addition to
pronominal stems, and to the stems of nouns and adjectives, of
certain suffixes.</font></p>

<p><font>(b) Under this head come the
&quot;Adverbial Derivatives from numerals&quot; given in (279),
and the &quot;Pronominal Derivatives&quot; given in (336). The
student ought now to read again these two classes of Adverbs.</font></p>

<p><font>(c) The suffix to (346), is also added
to prepositions, nouns and adjectives, to form a very large class
of adverbs; to is an ablative suffix (120) and therefore the
adverbs formed with it have an ablative sense.<br>
(i) From prepositions: abhito, near; parato, further.<br>
(ii) From nouns:<br>
dakkhi&#7751;ato, southerly, on the south;<br>
p&#257;c&#299;nato, easterly, on the east;<br>
pi&#7789;&#7789;hito, from the surface, from the back, etc.,<br>
p&#257;rato, from the further shore;<br>
orato, from the near shore.<br>
(iii) From adjectives; sabbato, everywhere.</font></p>

<p><font>(d) Suffixes tra and tha (346), showing
place, are also used with adjectives: a&#241;&#241;atha or
a&#241;&#241;atra, elsewhere; sabbatha, everywhere; ubhayattha,
in both places.</font></p>

<p><font>(e) Suffix d&#257; (345), is likewise
used with adjectives and numerals: ekad&#257;, once;
sad&#257;=sabbad&#257;, at all times, always.</font></p>

<p><font>(f) dhi is used like dh&#257; (28, 283):
sabbadhi, everywhere.</font></p>

<p><font>(g) Suffixes so and s&#257; (122, c, d)
likewise form adverbs: bahuso, in a great degree; atthaso,
according to the sense; balas&#257;, forcibly.</font></p>

<p><font>(h) iti, (347) is extensively used as
the particle of quotation; it is often abbreviated to ti (See
Syntax).</font></p>

<p><font><strong>532.</strong> (ii) </font><font
color="#FF0000"><strong>Case-form Adverbs</strong></font></p>

<p><font>(a) Some cases of pronouns, and
adjectives, are used adverbially.</font></p>

<p><font>(b) Accusative Case. This case is very
much used adverbially: ki</font><font size="3">&#7747;</font><font>, why?; ta</font><font size="3">&#7747;</font><font> there; ida</font><font size="3">&#7747;</font><font> here; ya</font><font size="3">&#7747;</font><font> because, since; from pronouns.</font></p>

<p><font>(c) From nouns; divasa</font><font
size="3">&#7747;</font><font> during
the day; ratti</font><font size="3">&#7747;</font><font> at night; raho, in secret; sacca</font><font
size="3">&#7747;</font><font> truly;
attha</font><font size="3">&#7747;</font><font> for the purpose of.</font></p>

<p><font>(d) For adjectives: cira</font><font
size="3">&#7747;</font><font>, a long
time; khippa</font><font size="3">&#7747;</font><font>, quickly; manda</font><font size="3">&#7747;</font><font>, stupidly.</font></p>

<p><font>(e) Some adverbs of obscure origin may
be classed as the accusative case of nouns or adjectives long
obsolete. Such are: mitho, mithu, one another, mutually; ara</font><font
size="3">&#7747;</font><font>,
presently; sajju, immediately; tu&#7751;h&#299;, silently; ala</font><font
size="3">&#7747;</font><font>, enough,
s&#257;ya</font><font size="3">&#7747;</font><font>, in the evening; isa</font><font size="3">&#7747;</font><font> a little,
somewhat; j&#257;tu, surely, certainly; bahi, outside.<br>
The Instrumentive. This case also is much used adverbially.<br>
From pronouns: tena, therefore; yena; because.<br>
From nouns: divasena, in a day; m&#257;sena, in a month;
div&#257; by day; sah&#257;s&#257;, suddenly.<br>
From adjectives: cirena, long; dakkhi&#7751;ena, to the south;
uttarena, to the north; antarena, within.<br>
The Dative Case: the adverbial use of the dative is restricted to
atth&#257;ya, for the sake of, for the purpose of; cir&#257;ya,
for a long time; hit&#257;ya, for the benefit of.<br>
The Ablative Case, is used frequently in an adverbial sense;
especially so is the case with pronouns: kasm&#257;, why?;
yasm&#257;, because; tasm&#257;, therefore; pacch&#257;, behind;
after; &#257;r&#257;, afar off; he&#7789;&#7789;h&#257;, below.<br>
The Genitive Case is seldom used adverbially; from pronouns we
have: kissa why?<br>
From adjectives: cirassa, long; from nouns: hetussa, causally.<br>
The Locative is very often used adverbially: b&#257;hire,
outside; d&#363;re, far, avid&#363;re, not far; sam&#299;pe, santike, near;
rahasi, privately, in secret; bhuvi, on earth, on the earth.</font></p>

<p><font>(iii) </font><font color="#FF0000"><strong>Pure Adverbs</strong></font></p>

<p><font>By these are understood the adverbs
which are not obtained by derivation and which are not
case-forms; such are:<br>
kira, kila, they say, we are told that; hi, certainly, indeed;
khalu, indeed; tu, now, indeed; atha, atho, and, also, then; etc.<br>
na, expressing simple negation; m&#257;, expressing prohibition;
m&#257; is often used with the Aorist.<br>
nanu, used in asking questions to which an affirmative answer is
expected. nu used in asking simple questions; no, not; n&#363;na
surely, perhaps; n&#257;n&#257;, variously.<br>
The particle kva, where?<br>
The above particles are called nip&#257;t&#257; by the
grammarians, they number about two hundred.</font></p>

<p><font color="#FF0000"><strong>Verbal Prefixes</strong></font><font>; have already been treated of (514).</font></p>

<p><font color="#FF0000"><strong>Inseparable
Prefixes</strong></font></p>

<p><font>(a) a, and before a vowel an, not,
without, free from.<br>
e.g. abhaya, free from fear; ab&#257;la, not foolish; apassanto,
not seeing; an&#257;loketva, without looking.</font></p>

<p><font>(b) du and before a vowel dur, bad, ill,
hard difficult.<br>
e.g. dubba&#7751;&#7751;o (33. Remark), ugly, ill-favoured; dubbin&#299;to ill
conducted; duddamo, difficult to tame; duggo, difficult to pass;
dujjano, a bad man; dukkaro, difficult to perform; dujj&#299;va</font><font
size="3">&#7747;</font><font>, a hard
life.</font></p>

<p><font>(c) su has the contrary meaning of du
:good, well, easy. It implies excess, facility, excellence.<br>
e.g. subh&#257;sito, well-spoken; subahu, very much; sudanto,
well-tamed; sukaro, easy to perform; sulabho, easy to be
obtained.<br>
Remarks. After du, the initial consonant is generally
reduplicated; reduplication seldom takes place after su.</font></p>

<p><font>(d) sa, which is used instead of sam,
(516), expresses the ideas of &quot;possession, similarity; with,
and; like; including.&quot;<br>
e.g. sabh&#257;riya, with (his) wife; salajja, having shame,
ashamed; sabhoga, wealthy; savih&#257;r&#299;, living with: sadevaka,
including the worlds of gods.<br>
Remarks. The particle sa is the opposite of particle a, an.</font></p>

<p><font color="#0000FF" size="4"><strong>Prepositions</strong></font></p>

<p><font><strong>533.</strong> It has been seen
that Verbal prefixes are properly prepositions and are used with
nouns as well as verbs.</font></p>

<p><font><strong>534.</strong> Many adverbs are
used with a prepositional force along with nouns. Those of class
(ii) Case form adverbs, are seldom used as prepositions, except
perhaps those in to.</font></p>

<p><font><strong>535.</strong> Prepositions, or
words used prepositionally may govern any case, except the
Nominative and Vocative.</font></p>

<p><font><strong>536.</strong> Most of the Verbal
Prefixes require the noun to be in one case or other.</font></p>

<p><font><strong>537.</strong> The cases mostly
used with prepositions or prepositional Adverbs are: the
genitive, the instrumentive and the accusative.<br>
But only a few are used separately from the noun they govern.<br>
For examples see &quot;Syntax of Substantives.&quot;</font></p>

<p><font color="#0000FF" size="4"><strong>Conjunctions</strong></font></p>

<p><font><strong>538.</strong> Indeclinables
distinctly conjunctive are very few. The principal are:</font></p>

<p><font>(a) Copulative: ca, and, also, but,
even. It is never used as the first word in a sentence; atha,
and, then, now; atho; and also then.</font></p>

<p><font>(b) Disjunctive: v&#257;, (never at the
start of a sentence) uda, uda v&#257;, or v&#257; ... v&#257;,
either or; yadi v&#257;, whether; yadi v&#257; ... yadi v&#257;,
whether or; atha v&#257;, or else, rather; na v&#257;, or not;
tath&#257; pi, nevertheless.</font></p>

<p><font>(c) Conditional: yadi sace, if; ce
(never at the beginning of a sentence) if; yadi eva</font><font
size="3">&#7747;</font><font>,
yajj'eva</font><font size="3">&#7747;</font><font>, if so.</font></p>

<p><font>(d) Causal: hi, for, because; certainly.</font></p>

<p><font color="#0000FF" size="4"><strong>Interjections</strong></font></p>

<p><font>Ahaha, alas! oh! aho! ah!; aho vata, oh!
ah!; are, sirrah! I say! here!; dhi, dh&#299;, shame! fie! woe!; bho,
friend! sir! I say!; bha&#7751;e, I say! to be sure!; ma&#241;&#241;e,
why! methinks!; he, oh!; s&#257;dhu, well! very well! very good!</font></p>

<p><font>General Remarks. The use of some
particles will be given in the chapter on Syntax.</font></p>
</body>
</html>
