<?xml version="1.0"?>
<body>
  <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
  <h>[19]Vinayapi&#x1E6D;ake</h>
  <ha>
    <han>S&#x101;ratthad&#x12B;pan&#x12B;-&#x1E6D;&#x12B;k&#x101;</han>
    <h0>
      <h0n>1. P&#x101;r&#x101;jikaka&#x1E47;&#x1E0D;a&#x1E43; (bhikkhun&#x12B;vibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101;)</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E6D;hamap&#x101;r&#x101;jikasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^656^eb^^b^.^eb^ Bhikkhun&#x12B;vibha&#x1E45;ge ^a^M3.0111^ea^^a^V3.0102^ea^^b^yo^eb^ti yo bhikkhun&#x12B;na&#x1E43; vibha&#x1E45;go. ^b^Mig&#x101;ranatt&#x101;^eb^ti majjhapadalopeneta&#x1E43; vuttanti &#x101;ha ^b^&#x2018;&#x2018;mig&#x101;ram&#x101;tuy&#x101; pana natt&#x101; hot&#x12B;&#x2019;&#x2019;^eb^ti. ^b^Mig&#x101;ram&#x101;t&#x101;^eb^ti vis&#x101;kh&#x101;yeta&#x1E43; adhivacana&#x1E43;. ^b^Navakamm&#x101;dhi&#x1E6D;&#x1E6D;h&#x101;yika^eb^nti navakammasa&#x1E43;vidh&#x101;yika&#x1E43;. Bya&#xF1;jan&#x101;na&#x1E43; pa&#x1E6D;ivijjhitabbo &#x101;k&#x101;ro n&#x101;tigambh&#x12B;ro, yath&#x101;suta&#x1E43; dh&#x101;ra&#x1E47;ameva tattha kara&#x1E47;&#x12B;yanti satiy&#x101; by&#x101;p&#x101;ro adhiko, pa&#xF1;&#xF1;&#x101; tattha gu&#x1E47;&#x12B;bh&#x16B;t&#x101;ti vutta&#x1E43; ^b^&#x2018;&#x2018;satipubba&#x1E45;gam&#x101;ya pa&#xF1;&#xF1;&#x101;y&#x101;&#x2019;&#x2019;^eb^ti. Sati pubba&#x1E45;gam&#x101; etiss&#x101;ti ^b^satipubba&#x1E45;gam&#x101;^eb^. Pubba&#x1E45;gamat&#x101; cettha padh&#x101;nabh&#x101;vo &#x2018;&#x2018;manopubba&#x1E45;gam&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su viya. Atthaggaha&#x1E47;e pana pa&#xF1;&#xF1;&#x101;ya by&#x101;p&#x101;ro adhiko pa&#x1E6D;ivijjhitabbassa atthassa atigambh&#x12B;ratt&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;pa&#xF1;&#xF1;&#x101;pubba&#x1E45;gam&#x101;ya satiy&#x101;&#x2019;&#x2019;^eb^ti. ^b^&#x100;lasiyavirahit&#x101;^eb^ti kosajjarahit&#x101;. Yath&#x101; ^a^V3.0103^ea^ a&#xF1;&#xF1;&#x101; kus&#x12B;t&#x101; nisinna&#x1E6D;&#x1E6D;h&#x101;ne nisinn&#x101;va honti, &#x1E6D;hita&#x1E6D;&#x1E6D;h&#x101;ne &#x1E6D;hit&#x101;va, eva&#x1E43; ahutv&#x101; vipph&#x101;rikena cittena sabbakicca&#x1E43; nipph&#x101;deti.</p>
              <p>[03]Sabb&#x101; bhikkhuniyo satthuladdh&#x16B;pasampad&#x101; sa&#x1E45;ghato laddh&#x16B;pasampad&#x101;ti duvidh&#x101;. Garudhammapaaggaha&#x1E47;ena hi laddh&#x16B;pasampad&#x101; mah&#x101;paj&#x101;patigotam&#x12B; satthusantik&#x101;va laddh&#x16B;pasampadatt&#x101; ^b^satthuladdh&#x16B;pasampad&#x101;^eb^ n&#x101;ma. Ses&#x101; sabb&#x101;pi ^b^sa&#x1E45;ghato laddh&#x16B;pasampad&#x101;^eb^. T&#x101;pi ekatoupasampann&#x101; ubhatoupasampann&#x101;ti duvidh&#x101;. Tattha y&#x101; t&#x101; mah&#x101;paj&#x101;patigotamiy&#x101; saddhi&#x1E43; nikkhant&#x101; pa&#xF1;casat&#x101; s&#x101;kiy&#x101;niyo, t&#x101; ^b^ekatoupasampann&#x101;^eb^ bhikkhusa&#x1E45;ghato eva laddh&#x16B;pasampadatt&#x101;, itar&#x101; ^b^ubhatoupasampann&#x101;^eb^ ubhatosa&#x1E45;ghe upasampannatt&#x101;. Ehibhikkhun&#x12B;bh&#x101;vena upasampann&#x101; pana bhikkhuniyo na santi t&#x101;sa&#x1E43; tath&#x101; ^a^M3.0112^ea^ upasampad&#x101;ya abh&#x101;vato. Yadi eva&#x1E43; &#x2018;&#x2018;ehi bhikkhun&#x12B;&#x2019;&#x2019;ti idha kasm&#x101; vuttanti? Desan&#x101;ya sotapatitabh&#x101;vato. Aya&#xF1;hi sotapatitat&#x101; n&#x101;ma katthaci labbham&#x101;nassapi aggaha&#x1E47;ena hoti, yath&#x101; abhidhamme manodh&#x101;tuniddese (dha. sa. 160-161) labbham&#x101;nampi jh&#x101;na&#x1E45;ga&#x1E43; pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;asote patit&#x101;ya na uddha&#x1E6D;a&#x1E43; katthaci desan&#x101;ya asambhavato, yath&#x101; tattheva vatthuniddese (dha. sa. 984 &#x101;dayo) hadayavatthu. Katthaci alabbham&#x101;nassapi gaha&#x1E47;avasena yath&#x101;&#x1E6D;hitakapp&#x12B;niddese. Yath&#x101;ha &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Katamo ca puggalo &#x1E6D;hitakapp&#x12B;? Aya&#xF1;ca puggalo sot&#x101;pattiphalasacchikiriy&#x101;ya pa&#x1E6D;ipanno assa, kappassa ca u&#x1E0D;&#x1E0D;ayhanavel&#x101; assa, neva t&#x101;va kappo u&#x1E0D;&#x1E0D;ayheyya, y&#x101;v&#x101;ya&#x1E43; puggalo na sot&#x101;pattiphala&#x1E43; sacchikareyy&#x101;&#x2019;&#x2019;ti (pu. pa. 17).</p>
              <p>[07]Evamidh&#x101;pi alabbham&#x101;nagaha&#x1E47;avasena veditabba&#x1E43;. Parikappavacana&#xF1;heta&#x1E43; &#x2018;&#x2018;sace bhagav&#x101; bhikkhun&#x12B;bh&#x101;vayogya&#x1E43; ka&#xF1;ci m&#x101;tug&#x101;ma&#x1E43; &#x2018;ehi bhikkhun&#x12B;&#x2019;ti vadeyya, eva&#x1E43; bhikkhun&#x12B;bh&#x101;vo siy&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Kasm&#x101; pana bhagav&#x101; eva&#x1E43; na kathes&#x12B;ti? Tath&#x101; kat&#x101;dhik&#x101;r&#x101;na&#x1E43; abh&#x101;vato. Ye pana &#x2018;&#x2018;an&#x101;sann&#x101;sannihitabh&#x101;vato&#x2019;&#x2019;ti k&#x101;ra&#x1E47;a&#x1E43; vatv&#x101; &#x2018;&#x2018;bhikkh&#x16B; eva hi satthu &#x101;sannac&#x101;rino sad&#x101; sannihit&#x101; ca honti, tasm&#x101; te eva &#x2018;ehibhikkh&#x16B;&#x2019;ti vattabbata&#x1E43; arahanti, na bhikkhuniyo&#x2019;&#x2019;ti vadanti, ta&#x1E43; tesa&#x1E43; matimatta&#x1E43; satthu &#x101;sannad&#x16B;rabh&#x101;vassa bhabb&#x101;bhabbabh&#x101;vasiddhatt&#x101;. Vutta&#xF1;heta&#x1E43; bhagavat&#x101; &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Sa&#x1E45;gh&#x101;&#x1E6D;ika&#x1E47;&#x1E47;e ^a^V3.0104^ea^ cepi me, bhikkhave, bhikkhu gahetv&#x101; pi&#x1E6D;&#x1E6D;hito pi&#x1E6D;&#x1E6D;hito anubandho assa p&#x101;de p&#x101;da&#x1E43; nikkhipanto, so ca hoti abhijjh&#x101;lu k&#x101;mesu tibbas&#x101;r&#x101;go by&#x101;pannacitto padu&#x1E6D;&#x1E6D;hamanasa&#x1E45;kappo mu&#x1E6D;&#x1E6D;hassati asampaj&#x101;no asam&#x101;hito vibbhantacitto p&#x101;katindriyo, atha kho so &#x101;rak&#x101;va mayha&#x1E43;, aha&#xF1;ca tassa. Ta&#x1E43; kissa hetu? Dhamma&#xF1;hi so, bhikkhave, bhikkhu na passati, dhamma&#x1E43; apassanto na ma&#x1E43; passati. Yojanasate cepi so, bhikkhave, bhikkhu vihareyya, so ca hoti anabhijjh&#x101;lu k&#x101;mesu na tibbas&#x101;r&#x101;go aby&#x101;pannacitto appadu&#x1E6D;&#x1E6D;hamanasa&#x1E45;kappo upa&#x1E6D;&#x1E6D;hitassati ^a^M3.0113^ea^ sampaj&#x101;no sam&#x101;hito ekaggacitto sa&#x1E43;vutindriyo, atha kho so santikeva mayha&#x1E43;, aha&#xF1;ca tassa. Ta&#x1E43; kissa hetu? Dhamma&#xF1;hi so, bhikkhave, bhikkhu passati, dhamma&#x1E43; passanto ma&#x1E43; passat&#x12B;&#x2019;&#x2019;ti (itivu. 92).</p>
              <p>[07]Tasm&#x101; ak&#x101;ra&#x1E47;a&#x1E43; desato satthu &#x101;sann&#x101;n&#x101;sannat&#x101;. Akat&#x101;dhik&#x101;rat&#x101;ya pana bhikkhun&#x12B;na&#x1E43; ehibhikkhun&#x16B;pasampad&#x101;ya ayogyat&#x101; veditabb&#x101;.</p>
              <p>[03]Yadi eva&#x1E43; ya&#x1E43; ta&#x1E43; ther&#x12B;g&#x101;th&#x101;su bhadd&#x101;ya ku&#x1E47;&#x1E0D;alakes&#x101;ya vutta&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Nihacca j&#x101;&#x1E47;u&#x1E43; vanditv&#x101;, sammukh&#x101; a&#xF1;jali&#x1E43; aka&#x1E43;;</p>
              <p>[22]Ehi bhaddeti ma&#x1E43; avaca, s&#x101; me &#x101;s&#x16B;pasampad&#x101;&#x2019;&#x2019;ti. (ther&#x12B;g&#x101;. 109);</p>
              <p>[07]Tath&#x101; ^b^apad&#x101;nepi^eb^ &#x2013;</p>
              <p>[21]&#x2018;&#x2018;&#x100;y&#x101;cito tad&#x101; &#x101;ha, ehi bhaddeti n&#x101;yako;</p>
              <p>[22]Tad&#x101;ha&#x1E43; upasampann&#x101;, paritta&#x1E43; toyamaddasa&#x2019;&#x2019;nti. (apa. ther&#x12B; 2.3.44);</p>
              <p>[07]Ta&#x1E43; kathanti? Nayida&#x1E43; ehibhikkhun&#x12B;bh&#x101;vena upasampada&#x1E43; sandh&#x101;ya vutta&#x1E43;, upasampad&#x101;ya pana hetubh&#x101;vato &#x2018;&#x2018;y&#x101; satthu &#x101;&#x1E47;atti, s&#x101; me &#x101;s&#x16B;pasampad&#x101;&#x2019;&#x2019;ti vutt&#x101;. Tath&#x101; hi vutta&#x1E43; ^b^a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ (ther&#x12B;g&#x101;. a&#x1E6D;&#x1E6D;ha. 111) &#x2018;&#x2018;ehi bhadde bhikkhunupassaya&#x1E43; gantv&#x101; bhikkhun&#x12B;na&#x1E43; santike pabbaja upasampajjass&#x16B;ti ma&#x1E43; avaca &#x101;&#x1E47;&#x101;pesi, s&#x101; satthu &#x101;&#x1E47;&#x101; mayha&#x1E43; upasampad&#x101;ya k&#x101;ra&#x1E47;att&#x101; upasampad&#x101; &#x101;si ahos&#x12B;&#x2019;&#x2019;ti. ^b^Apad&#x101;nag&#x101;th&#x101;ya^eb^mpi evameva attho gahetabbo. Tasm&#x101; bhikkhun&#x12B;na&#x1E43; ehibhikkhun&#x16B;pasampad&#x101; natthiyev&#x101;ti ni&#x1E6D;&#x1E6D;hamettha gantabba&#x1E43;. Yath&#x101; ceta&#x1E43; sotapatitavasena &#x2018;&#x2018;ehi ^a^V3.0105^ea^ bhikkhun&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, eva&#x1E43; &#x2018;&#x2018;t&#x12B;hi sara&#x1E47;agamanehi upasampann&#x101;ti bhikkhun&#x12B;&#x2019;&#x2019;ti idampi sotapatitavaseneva vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43; sara&#x1E47;agaman&#x16B;pasampad&#x101;yapi bhikkhun&#x12B;na&#x1E43; asambhavato.</p>
              <p>[03]^b^659^eb^^b^.^eb^ Bhikkhuvibha&#x1E45;ge &#x2018;&#x2018;k&#x101;yasa&#x1E43;sagga&#x1E43; s&#x101;diyeyy&#x101;&#x2019;&#x2019;ti avatv&#x101; &#x2018;&#x2018;sam&#x101;pajjeyy&#x101;&#x2019;&#x2019;ti vuttatt&#x101; ^b^&#x2018;&#x2018;bhikkhu &#x101;pattiy&#x101; na k&#x101;retabbo&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Tabbahulanayen&#x101;^eb^ti kiriy&#x101;samu&#x1E6D;&#x1E6D;h&#x101;nasseva bahulabh&#x101;vato. Dissati hi tabbahulanayena tabboh&#x101;ro yath&#x101; &#x2018;&#x2018;br&#x101;hma&#x1E47;ag&#x101;mo&#x2019;&#x2019;ti. Br&#x101;hma&#x1E47;ag&#x101;mepi ^a^M3.0114^ea^ hi antamaso rajak&#x101;d&#x12B;ni pa&#xF1;ca kul&#x101;ni santi. ^b^S&#x101;^eb^ti kiriy&#x101;samu&#x1E6D;&#x1E6D;h&#x101;nat&#x101;.</p>
              <p>[03]^b^662^eb^^b^.^eb^^b^Tathev&#x101;^eb^ti k&#x101;yasa&#x1E43;saggar&#x101;gena avassutoyev&#x101;ti attho. Sesamettha utt&#x101;nameva.</p>
              <p>[06]Pa&#x1E6D;hamap&#x101;r&#x101;jikasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Dutiyap&#x101;r&#x101;jikasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^666^eb^^b^.^eb^ Dutiye &#x2018;&#x2018;kissa pana tva&#x1E43; ayye j&#x101;na&#x1E43; p&#x101;r&#x101;jika&#x1E43; dhamma&#x1E43; ajjh&#x101;panna&#x2019;&#x2019;nti vacanato &#x2018;&#x2018;uddi&#x1E6D;&#x1E6D;h&#x101; kho ayy&#x101;yo a&#x1E6D;&#x1E6D;ha p&#x101;r&#x101;jik&#x101; dhamm&#x101;&#x2019;&#x2019;ti&#x101;divacanato ca bhikkhun&#x12B;vibha&#x1E45;ga&#x1E43; patv&#x101; s&#x101;dh&#x101;ra&#x1E47;&#x101;ni sikkh&#x101;pad&#x101;ni bhikkh&#x16B;na&#x1E43; uppannavatthusmi&#x1E43;yeva &#x2018;&#x2018;y&#x101; pana bhikkhun&#x12B; chandaso methuna&#x1E43; dhamma&#x1E43; pa&#x1E6D;iseveyya, antamaso tiracch&#x101;nagatenapi, p&#x101;r&#x101;jik&#x101; hoti asa&#x1E43;v&#x101;s&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; nayena savisesampi avisesampi m&#x101;tika&#x1E43; &#x1E6D;hapetv&#x101; anukkamena padabh&#x101;jana&#x1E43; &#x101;pattibheda&#x1E43; tikaccheda&#x1E43; an&#x101;pattiv&#x101;ra&#xF1;ca anavasesa&#x1E43; vatv&#x101; vitth&#x101;resi. Sa&#x1E45;g&#x12B;tik&#x101;rakehi pana as&#x101;dh&#x101;ra&#x1E47;apa&#xF1;&#xF1;attiyoyeva idha vitth&#x101;rit&#x101;ti veditabb&#x101;.</p>
              <p>[03]Atha uparimesu dv&#x12B;su apa&#xF1;&#xF1;attesu a&#x1E6D;&#x1E6D;hanna&#x1E43; p&#x101;r&#x101;jik&#x101;na&#x1E43; a&#xF1;&#xF1;ataranti ida&#x1E43; vacana&#x1E43; na yujjat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;ida&#xF1;ca p&#x101;r&#x101;jika&#x1E43; pacch&#x101; pa&#xF1;&#xF1;atta&#x2019;&#x2019;^eb^nti&#x101;di. Yadi eva&#x1E43; imasmi&#x1E43; ok&#x101;se kasm&#x101; &#x1E6D;hapitanti &#x101;ha ^b^&#x2018;&#x2018;purimena pana saddhi&#x1E43; yuga&#x1E37;att&#x101;&#x2019;&#x2019;^eb^ti&#x101;di, purimena saddhi&#x1E43; ekasambandhabh&#x101;vato idha vuttanti adhipp&#x101;yo. &#x2018;&#x2018;A&#x1E6D;&#x1E6D;hanna&#x1E43; p&#x101;r&#x101;jik&#x101;na&#x1E43; a&#xF1;&#xF1;atara&#x2019;&#x2019;nti vacanato ca vajjapa&#x1E6D;icch&#x101;dika&#x1E43; y&#x101; pa&#x1E6D;icch&#x101;deti, s&#x101;pi vajjapa&#x1E6D;icch&#x101;dik&#x101;yev&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Ki&#xF1;c&#x101;pi vajjapa&#x1E6D;icch&#x101;dana&#x1E43; pemavasena hoti, tath&#x101;pi sikkh&#x101;padav&#x12B;tikkamacitta&#x1E43; domanassitameva hot&#x12B;ti katv&#x101; ^b^&#x2018;&#x2018;dukkhavedana&#x2019;&#x2019;^eb^nti vutta&#x1E43;. Sesamettha utt&#x101;nameva.</p>
              <p>[06]Dutiyap&#x101;r&#x101;jikasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^668^eb^^b^.^eb^ Tatiya&#x1E43; ^a^M3.0115^ea^^a^V3.0106^ea^ utt&#x101;natthameva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Catutthap&#x101;r&#x101;jikasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^675^eb^^b^.^eb^ Catutthe ^b^lokass&#x101;damittasanthavavasen&#x101;^eb^ti lokass&#x101;dasa&#x1E45;kh&#x101;tassa mittasanthavassa vasena. Vuttamevattha&#x1E43; pariy&#x101;yantarena vibh&#x101;vetu&#x1E43; ^b^&#x2018;&#x2018;k&#x101;yasa&#x1E43;saggar&#x101;gen&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[03]^b^Tissitthiyo methuna&#x1E43; ta&#x1E43; na seve^eb^ti (pari. a&#x1E6D;&#x1E6D;ha. 481) y&#x101; tisso itthiyo vutt&#x101;, t&#x101;supi ya&#x1E43; ta&#x1E43; methuna&#x1E43; n&#x101;ma, ta&#x1E43; na sevati. ^b^Tayo purise^eb^ti tayo purisepi upagantv&#x101; methuna&#x1E43; na sevati. ^b^Tayo ca anariyapa&#x1E47;&#x1E0D;ake^eb^ti ubhatobya&#xF1;janasa&#x1E45;kh&#x101;te tayo anariye, tayo ca pa&#x1E47;&#x1E0D;aketi imepi cha jane upagantv&#x101; methuna&#x1E43; na sevati. ^b^Na c&#x101;care methuna&#x1E43; bya&#xF1;janasmi^eb^nti anulomap&#x101;r&#x101;jikavasenapi attano nimitte methuna&#x1E43; n&#x101;carati. ^b^Chejja&#x1E43; siy&#x101; methunadhammapaccay&#x101;^eb^ti siy&#x101; methunadhammapaccay&#x101; p&#x101;r&#x101;jikanti aya&#x1E43; pa&#xF1;ho a&#x1E6D;&#x1E6D;havatthuka&#x1E43;va sandh&#x101;ya vutto. Tass&#x101; hi methunadhammassa pubbabh&#x101;gak&#x101;yasa&#x1E43;sagga&#x1E43; &#x101;pajjitu&#x1E43; v&#x101;yamantiy&#x101; methunadhammapaccay&#x101; chejja&#x1E43; hoti. Chedoyeva chejja&#x1E43;.</p>
              <p>[03]^b^Methunadhammassa pubbabh&#x101;gatt&#x101;^eb^ti imin&#x101; methunadhammassa pubbabh&#x101;gabh&#x16B;to k&#x101;yasa&#x1E43;saggoyeva tattha ^b^methunadhamma^eb^-saddena vutto, na dvaya&#x1E43;dvayasam&#x101;patt&#x12B;ti d&#x12B;peti. ^b^Va&#x1E47;&#x1E47;&#x101;va&#x1E47;&#x1E47;o^eb^ti dv&#x12B;hi sukkavissa&#x1E6D;&#x1E6D;hi vutt&#x101;. ^b^Gamanupp&#x101;dana^eb^nti sa&#xF1;caritta&#x1E43;. ^b^Sabbapades&#x16B;^eb^ti &#x2018;&#x2018;sa&#x1E45;gh&#x101;&#x1E6D;ika&#x1E47;&#x1E47;aggaha&#x1E47;a&#x1E43; s&#x101;diyeyy&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su. Sesamettha utt&#x101;nameva. K&#x101;yasa&#x1E43;saggar&#x101;go, sauss&#x101;hat&#x101;, a&#x1E6D;&#x1E6D;hamassa vatthussa p&#x16B;ra&#x1E47;anti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[06]Catutthap&#x101;r&#x101;jikasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Bhikkhun&#x12B;vibha&#x1E45;ge p&#x101;r&#x101;jikaka&#x1E47;&#x1E0D;ava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]P&#x101;r&#x101;jikaka&#x1E47;&#x1E0D;a&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Sa&#x1E45;gh&#x101;disesaka&#x1E47;&#x1E0D;a&#x1E43; (bhikkhun&#x12B;vibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101;)</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E6D;hamasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^679^eb^^b^.^eb^ Sa&#x1E45;gh&#x101;disesaka&#x1E47;&#x1E0D;assa ^a^M3.0116^ea^^a^V3.0107^ea^ pa&#x1E6D;hamasikkh&#x101;pade ^b^dv&#x12B;su janes&#x16B;^eb^ti a&#x1E0D;&#x1E0D;ak&#x101;rakesu dv&#x12B;su janesu. ^b^Yo koc&#x12B;^eb^ti tesuyeva dv&#x12B;su yo koci, a&#xF1;&#xF1;o v&#x101; tehi &#x101;&#x1E47;atto. ^b^Dutiyassa &#x101;rocet&#x12B;^eb^ti etth&#x101;pi dv&#x12B;su janesu yassa kassaci dutiyassa katha&#x1E43; yo koci &#x101;rocet&#x12B;ti evamattho gahetabboti &#x101;ha ^b^&#x2018;&#x2018;dutiyassa &#x101;rocet&#x12B;ti etth&#x101;pi eseva nayo&#x2019;&#x2019;^eb^ti. ^b^Gatigata^eb^nti cirak&#x101;lapavatta&#x1E43;.</p>
              <p>[03]^b^&#x100;patt&#x12B;^eb^ti &#x101;pajjana&#x1E43;. ^b^Saha vatthujjh&#x101;c&#x101;r&#x101;^eb^ti vatthuv&#x12B;tikkamena saha. Sahayoge kara&#x1E47;avacanappasa&#x1E45;ge ida&#x1E43; nissakkavacana&#x1E43;. ^b^Ya^eb^nti ya&#x1E43; dhamma&#x1E43;. ^b^Niss&#x101;ret&#x12B;^eb^ti &#x101;panna&#x1E43; bhikkhunisa&#x1E45;ghamh&#x101; niss&#x101;reti. Hetumhi c&#x101;ya&#x1E43; kattuvoh&#x101;ro. Niss&#x101;ra&#x1E47;ahetubh&#x16B;to hi dhammo ^b^niss&#x101;ra&#x1E47;&#x12B;yo^eb^ti vutto. G&#x12B;v&#x101;yeva hoti, na p&#x101;r&#x101;jika&#x1E43; an&#x101;&#x1E47;attiy&#x101; gahitatt&#x101;. Yath&#x101; d&#x101;sad&#x101;s&#x12B;v&#x101;p&#x12B;&#x101;d&#x12B;ni sampa&#x1E6D;icchitu&#x1E43; na va&#x1E6D;&#x1E6D;ati, eva&#x1E43; tesa&#x1E43; atth&#x101;ya a&#x1E0D;&#x1E0D;akara&#x1E47;ampi na va&#x1E6D;&#x1E6D;at&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;aya&#x1E43; akappiyaa&#x1E0D;&#x1E0D;o n&#x101;ma, na va&#x1E6D;&#x1E6D;at&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]Ettha ca sace adhikara&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; gantv&#x101; &#x2018;&#x2018;amh&#x101;ka&#x1E43; eso d&#x101;so, d&#x101;s&#x12B;, v&#x101;p&#x12B;, khetta&#x1E43;, &#x101;r&#x101;mo, &#x101;r&#x101;mavatthu, g&#x101;vo, aj&#x101;, kukku&#x1E6D;&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; voharati, akappiya&#x1E43;. &#x2018;&#x2018;Aya&#x1E43; amh&#x101;ka&#x1E43; &#x101;r&#x101;miko, aya&#x1E43; v&#x101;p&#x12B; itthann&#x101;mena sa&#x1E45;ghassa bha&#x1E47;&#x1E0D;adhovanatth&#x101;ya dinn&#x101;, ito khettato &#x101;r&#x101;mato uppajjanakacatupaccay&#x101; ito g&#x101;vito mahi&#x1E43;sito aj&#x101;to uppajjanakagoras&#x101; itthann&#x101;mena sa&#x1E45;ghassa dinn&#x101;ti pucchite v&#x101; apucchite v&#x101; vattu&#x1E43; va&#x1E6D;&#x1E6D;at&#x12B;&#x2019;&#x2019;ti vadanti. Sesamettha utt&#x101;nameva. An&#x101;ka&#x1E0D;&#x1E0D;hit&#x101;ya a&#x1E0D;&#x1E0D;akara&#x1E47;a&#x1E43;, a&#x1E0D;&#x1E0D;apariyos&#x101;nanti im&#x101;ni panettha dve a&#x1E45;g&#x101;ni.</p>
              <p>[06]Pa&#x1E6D;hamasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Dutiyasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^683^eb^^b^.^eb^ Dutiye ^a^M3.0117^ea^^a^V3.0108^ea^^b^mallaga&#x1E47;abha&#x1E6D;iputtaga&#x1E47;&#x101;dika^eb^nti&#x101;d&#x12B;su ^b^mallaga&#x1E47;o^eb^ n&#x101;ma n&#x101;r&#x101;yanabhattiko tattha tattha p&#x101;n&#x12B;ya&#x1E6D;&#x1E6D;hapanapokkhara&#x1E47;&#x12B;kha&#x1E47;an&#x101;dipu&#xF1;&#xF1;akammak&#x101;rako ga&#x1E47;o, ^b^bha&#x1E6D;iputtaga&#x1E47;o^eb^ n&#x101;ma kum&#x101;rabhattikaga&#x1E47;o. ^b^Dhammaga&#x1E47;o^eb^ti s&#x101;sanabhattiga&#x1E47;o anekappak&#x101;rapu&#xF1;&#xF1;akammak&#x101;rakaga&#x1E47;o vuccati. ^b^Gandhikase&#x1E47;&#x12B;^eb^ti anekappak&#x101;rasugandhivikatik&#x101;rako ga&#x1E47;o. ^b^Dussikase&#x1E47;&#x12B;^eb^ti pesak&#x101;rakaga&#x1E47;o. ^b^Kappagatika^eb^nti kappiyabh&#x101;va&#x1E43; gata&#x1E43;.</p>
              <p>[03]^b^Vu&#x1E6D;&#x1E6D;h&#x101;pentiy&#x101;^eb^ti upasamp&#x101;dentiy&#x101;. &#x2018;&#x2018;Cori&#x1E43; vuttanayena an&#x101;pucch&#x101; pabb&#x101;jentiy&#x101; dukka&#x1E6D;a&#x2019;&#x2019;nti vadanti. Pa&#x1E47;&#x1E47;atti&#x1E43; aj&#x101;nant&#x101; ariy&#x101;pi vu&#x1E6D;&#x1E6D;h&#x101;pent&#x12B;ti v&#x101; kammav&#x101;c&#x101;pariyos&#x101;ne &#x101;pattikkha&#x1E47;e vip&#x101;k&#x101;by&#x101;katasama&#x1E45;git&#x101;vasena v&#x101; ^b^&#x2018;&#x2018;ticitta&#x2019;&#x2019;^eb^nti vuttanti veditabba&#x1E43;. Sesamettha utt&#x101;nameva. Corit&#x101;, corisa&#xF1;&#xF1;&#x101;, a&#xF1;&#xF1;atra anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101; vu&#x1E6D;&#x1E6D;h&#x101;pananti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[06]Dutiyasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Tatiyasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^692^eb^^b^.^eb^ Tatiye ^b^parikkhepa&#x1E43; atikk&#x101;mentiy&#x101;^eb^ti sakag&#x101;mato a&#xF1;&#xF1;assa g&#x101;massa parikkhepa&#x1E43; atikk&#x101;mentiy&#x101;. &#x2018;&#x2018;G&#x101;mantara&#x1E43; gaccheyy&#x101;&#x2019;&#x2019;ti hi vacanato a&#xF1;&#xF1;assa g&#x101;massa parikkhepa&#x1E43; atikk&#x101;mentiy&#x101; eva &#x101;patti, na sakag&#x101;massa. A&#xF1;&#xF1;o hi g&#x101;mo g&#x101;mantara&#x1E43;. ^b^Aparikkhittassa g&#x101;massa upac&#x101;ra^eb^nti ettha ^b^upac&#x101;ra^eb^-saddena ghar&#x16B;pac&#x101;rato pa&#x1E6D;hamale&#x1E0D;&#x1E0D;up&#x101;tasa&#x1E45;kh&#x101;ta&#x1E43; parikkhep&#x101;raha&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; gahita&#x1E43;, na tato dutiyale&#x1E0D;&#x1E0D;up&#x101;tasa&#x1E45;kh&#x101;to upac&#x101;roti &#x101;ha ^b^&#x2018;&#x2018;parikkhep&#x101;raha&#x1E6D;&#x1E6D;h&#x101;na&#x2019;&#x2019;^eb^nti. Teneva p&#x101;&#x1E37;iya&#x1E43; &#x2018;&#x2018;upac&#x101;ra&#x1E43; atikk&#x101;mentiy&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. A&#xF1;&#xF1;ath&#x101; yath&#x101; vik&#x101;lag&#x101;mappavisanasikkh&#x101;pade &#x2018;&#x2018;parikkhittassa g&#x101;massa parikkhepa&#x1E43; atikkamantassa, aparikkhittassa g&#x101;massa upac&#x101;ra&#x1E43; okkamantass&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 513) vutta&#x1E43;, evamidh&#x101;pi &#x2018;&#x2018;parikkhittassa g&#x101;massa parikkhepa&#x1E43; atikk&#x101;mentiy&#x101; aparikkhittassa g&#x101;massa upac&#x101;ra&#x1E43; okkamantiy&#x101;&#x2019;&#x2019;ti vadeyya. Sa&#x1E45;khepato vuttamattha&#x1E43; vibhajitv&#x101; dassento ^b^&#x2018;&#x2018;apicetth&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Vih&#x101;rassa^eb^^a^M3.0118^ea^^b^catug&#x101;mas&#x101;dh&#x101;ra&#x1E47;att&#x101;^eb^ti imin&#x101; &#x2018;&#x2018;vih&#x101;rato eka&#x1E43; g&#x101;ma&#x1E43; gantu&#x1E43; va&#x1E6D;&#x1E6D;at&#x12B;&#x2019;&#x2019;ti ettha ^a^V3.0109^ea^ k&#x101;ra&#x1E47;am&#x101;ha. Vih&#x101;rassa catug&#x101;mas&#x101;dh&#x101;ra&#x1E47;att&#x101;yeva hi cat&#x16B;su g&#x101;mesu ya&#x1E43;ki&#xF1;ci eka&#x1E43; g&#x101;ma&#x1E43; gantu&#x1E43; va&#x1E6D;&#x1E6D;ati.</p>
              <p>[03]^b^Yatth&#x101;^eb^ti yassa&#x1E43; nadiya&#x1E43;. &#x2018;&#x2018;Pa&#x1E6D;hama&#x1E43; p&#x101;da&#x1E43; utt&#x101;rentiy&#x101; &#x101;patti thullaccayassa, dutiya&#x1E43; p&#x101;da&#x1E43; utt&#x101;rentiy&#x101; &#x101;patti sa&#x1E45;gh&#x101;disesass&#x101;&#x2019;&#x2019;ti vacanato nadi&#x1E43; otaritv&#x101; padas&#x101; uttarantiy&#x101; eva &#x101;patt&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;setun&#x101; gacchati, an&#x101;patt&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Parat&#x12B;rameva akkamantiy&#x101; an&#x101;patt&#x12B;^eb^ti nadi&#x1E43; anotaritv&#x101; y&#x101;nan&#x101;v&#x101;d&#x12B;su a&#xF1;&#xF1;atarena gantv&#x101; parat&#x12B;rameva akkamantiy&#x101; an&#x101;patti. ^b^Ubhayat&#x12B;resu vicaranti, va&#x1E6D;&#x1E6D;at&#x12B;^eb^ti ida&#x1E43; asatipi nad&#x12B;p&#x101;ragamane upari vakkham&#x101;nassa vinicchayassa phalamattadassanattha&#x1E43; vuttanti veditabba&#x1E43;. ^b^Orimat&#x12B;rameva &#x101;gacchati, &#x101;patt&#x12B;^eb^ti parat&#x12B;ra&#x1E43; gantuk&#x101;mat&#x101;ya oti&#x1E47;&#x1E47;att&#x101; vutta&#x1E43;. ^b^Tameva t&#x12B;ra^eb^nti tameva orimat&#x12B;ra&#x1E43;. ^b^An&#x101;patt&#x12B;^eb^ti parat&#x12B;ra&#x1E43; gantuk&#x101;mat&#x101;ya abh&#x101;vato an&#x101;patti.</p>
              <p>[03]^b^T&#x101;dise ara&#xF1;&#xF1;e^eb^ti &#x2018;&#x2018;bahiindakh&#x12B;l&#x101; sabbameta&#x1E43; ara&#xF1;&#xF1;a&#x2019;&#x2019;nti (vibha. 529) eva&#x1E43; vuttalakkha&#x1E47;e ara&#xF1;&#xF1;e. Atha t&#x101;disasseva ara&#xF1;&#xF1;assa gahitabh&#x101;vo katha&#x1E43; vi&#xF1;&#xF1;&#x101;yat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;tenev&#x101;&#x2019;&#x2019;^eb^ti&#x101;di. Imin&#x101; hi a&#x1E6D;&#x1E6D;hakath&#x101;vacanena &#x12B;disepi g&#x101;masam&#x12B;pe dassan&#x16B;pac&#x101;re vijahite satipi savan&#x16B;pac&#x101;re &#x101;patti hot&#x12B;ti vi&#xF1;&#xF1;&#x101;yati. Maggam&#x16B;&#x1E37;h&#x101; ucc&#x101;sadda&#x1E43; karont&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;maggam&#x16B;&#x1E37;hasaddena viy&#x101;&#x2019;&#x2019;^eb^ti. ^b^Sadd&#x101;yantiy&#x101;^eb^ti sadda&#x1E43; karontiy&#x101;. ^b^Purim&#x101;yo^eb^ti puretara&#x1E43; gacchantiyo. ^b^A&#xF1;&#xF1;a&#x1E43; magga&#x1E43; ga&#x1E47;h&#x101;t&#x12B;^eb^ti maggam&#x16B;&#x1E37;hatt&#x101;, na oh&#x101;tu&#x1E43;, tasm&#x101; dvinnampi an&#x101;patti. Sesamettha utt&#x101;nameva. Anantar&#x101;yena ekabh&#x101;vo, g&#x101;mantaragaman&#x101;d&#x12B;su a&#xF1;&#xF1;atarat&#x101;pajjana&#x1E43;, &#x101;pad&#x101;ya abh&#x101;voti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[06]Tatiyasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Catutthasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^694^eb^^b^.^eb^ Catutthe ^b^k&#x101;rakaga&#x1E47;ass&#x101;^eb^ti ukkhepan&#x12B;yakammak&#x101;rakaga&#x1E47;assa. Tecatt&#x101;l&#x12B;sappabheda&#x1E43; vatta&#x1E43; khandhake &#x101;vi bhavissati. ^b^Netth&#x101;ravatte^eb^ti nitthara&#x1E47;ahetumhi ^a^M3.0119^ea^ vatte. Sesa&#x1E43; utt&#x101;nameva. Dhammena kammena ukkhittat&#x101;, a&#xF1;&#xF1;atra anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101; os&#x101;ra&#x1E47;anti im&#x101;ni panettha dve a&#x1E45;g&#x101;ni.</p>
              <p>[06]Catutthasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Pa&#xF1;camasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^701^eb^^b^.^eb^ Pa&#xF1;came ^a^V3.0110^ea^^b^eta&#x1E43; na vutta^eb^nti &#x2018;&#x2018;bhikkhuniy&#x101; avassutabh&#x101;vo da&#x1E6D;&#x1E6D;habbo&#x2019;&#x2019;ti eta&#x1E43; niyamana&#x1E43; na vutta&#x1E43;. ^b^Ta^eb^nti ta&#x1E43; niyametv&#x101; avacana&#x1E43;. ^b^P&#x101;&#x1E37;iy&#x101; samet&#x12B;^eb^ti &#x2018;&#x2018;ekato avassute&#x2019;&#x2019;ti avisesetv&#x101; vuttap&#x101;&#x1E37;iy&#x101; &#x2018;&#x2018;anavassutoti j&#x101;nant&#x12B; pa&#x1E6D;igga&#x1E47;h&#x101;t&#x12B;&#x2019;&#x2019;ti im&#x101;ya ca p&#x101;&#x1E37;iy&#x101; sameti. Yadi hi puggalassa avassutabh&#x101;vo nappam&#x101;&#x1E47;a&#x1E43;, ki&#x1E43; &#x2018;&#x2018;anavassutoti j&#x101;nant&#x12B;&#x2019;&#x2019;ti imin&#x101; vacanena, &#x2018;&#x2018;an&#x101;patti ubhatoanavassut&#x101; honti, anavassut&#x101; pa&#x1E6D;igga&#x1E47;h&#x101;t&#x12B;&#x2019;&#x2019;ti ettakameva vattabba&#x1E43; siy&#x101;. ^b^&#x2018;&#x2018;Ubhatoanavassut&#x101; honti, anavassutoti j&#x101;nant&#x12B; pa&#x1E6D;igga&#x1E47;h&#x101;t&#x12B;&#x2019;&#x2019;^eb^ti imassa ca an&#x101;pattiv&#x101;rassa ayamattho. Ubho ce anavassut&#x101;, sabbath&#x101;pi an&#x101;patti. Atha bhikkhun&#x12B; anavassut&#x101; sam&#x101;n&#x101; avassutampi &#x2018;&#x2018;anavassuto&#x2019;&#x2019;ti sa&#xF1;&#xF1;&#x101;ya tassa hatthato pa&#x1E6D;igga&#x1E47;h&#x101;ti, evampi an&#x101;patti. Atha saya&#x1E43; anavassut&#x101;pi a&#xF1;&#xF1;a&#x1E43; anavassuta&#x1E43; v&#x101; avassuta&#x1E43; v&#x101; &#x2018;&#x2018;avassuto&#x2019;&#x2019;ti j&#x101;n&#x101;ti, dukka&#x1E6D;ameva. Vutta&#xF1;heta&#x1E43; anantarasikkh&#x101;pade &#x2018;&#x2018;kissa tva&#x1E43; ayye na pa&#x1E6D;igga&#x1E47;h&#x101;s&#x12B;ti. Avassut&#x101; ayyeti. Tva&#x1E43; pana ayye avassut&#x101;ti. N&#x101;ha&#x1E43; ayye avassut&#x101;&#x2019;&#x2019;ti. Sesamettha utt&#x101;nameva. Udakadantaponato a&#xF1;&#xF1;a&#x1E43; ajjhohara&#x1E47;&#x12B;ya&#x1E43;, ubhatoavassutat&#x101;, sahatth&#x101; gaha&#x1E47;a&#x1E43;, ajjhohara&#x1E47;anti im&#x101;ni panettha catt&#x101;ri a&#x1E45;g&#x101;ni.</p>
              <p>[06]Pa&#xF1;camasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Cha&#x1E6D;&#x1E6D;hasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^705^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;he pariv&#x101;rag&#x101;th&#x101;ya ayamattho. ^b^Na deti na pa&#x1E6D;igga&#x1E47;h&#x101;t&#x12B;^eb^ti (pari. a&#x1E6D;&#x1E6D;ha. 481) na uyyojik&#x101; deti, n&#x101;pi uyyojit&#x101; tass&#x101; hatthato ga&#x1E47;h&#x101;ti ^a^M3.0120^ea^. ^b^Pa&#x1E6D;iggaho tena na vijjat&#x12B;^eb^ti teneva k&#x101;ra&#x1E47;ena uyyojik&#x101;ya hatthato uyyojit&#x101;ya pa&#x1E6D;iggaho na vijjati. ^b^&#x100;pajjati garuka^eb^nti eva&#x1E43; santepi avassutassa hatthato pi&#x1E47;&#x1E0D;aggaha&#x1E47;e uyyojent&#x12B; sa&#x1E45;gh&#x101;dises&#x101;patti&#x1E43; &#x101;pajjati. ^b^Ta&#xF1;ca paribhogapaccay&#x101;^eb^ti ta&#xF1;ca pana &#x101;patti&#x1E43; &#x101;pajjam&#x101;n&#x101; tass&#x101; uyyojit&#x101;ya paribhogapaccay&#x101; &#x101;pajjati. Tass&#x101; hi bhojanapariyos&#x101;ne uyyojik&#x101;ya sa&#x1E45;gh&#x101;diseso hoti. Sesamettha utt&#x101;nameva. Manussapurisat&#x101;, a&#xF1;&#xF1;atra anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101; kh&#x101;dan&#x12B;ya&#x1E43; bhojan&#x12B;ya&#x1E43; gahetv&#x101; bhu&#xF1;j&#x101;ti uyyojan&#x101;, tena vacanena gahetv&#x101; itariss&#x101; bhojanapariyos&#x101;nanti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[06]Cha&#x1E6D;&#x1E6D;hasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Sattamasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^709^eb^^b^.^eb^ Sattame ^a^V3.0111^ea^^b^kinnum&#x101;va sama&#x1E47;iyo^eb^ti ki&#x1E43; nu im&#x101; eva sama&#x1E47;iyo. ^b^T&#x101;s&#x101;ha^eb^nti t&#x101;sa&#x1E43; aha&#x1E43;. Sesa&#x1E43; utt&#x101;nameva.</p>
              <p>[06]Sattamasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^715^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hama&#x1E43; utt&#x101;natthameva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Navamasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^721^eb^^b^.^eb^ Navame ^b^vajjappa&#x1E6D;icch&#x101;dik&#x101;^eb^ti khudd&#x101;nukhuddakavajjassa pa&#x1E6D;icch&#x101;dik&#x101;. Samanubh&#x101;sanakammak&#x101;le cettha dve tisso ekato samanubh&#x101;sitabb&#x101;.</p>
              <p>[06]Navamasa&#x1E45;gh&#x101;disesasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^727^eb^^b^.^eb^ Dasama&#x1E43; utt&#x101;natthameva.</p>
              <p>[06]Bhikkhun&#x12B;vibha&#x1E45;ge sa&#x1E45;gh&#x101;disesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Sa&#x1E45;gh&#x101;disesaka&#x1E47;&#x1E0D;a&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>3. Nissaggiyaka&#x1E47;&#x1E0D;a&#x1E43; (bhikkhun&#x12B;vibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101;)</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^733^eb^^b^.^eb^ Nissaggiyesu ^a^M3.0121^ea^^a^V3.0112^ea^ pa&#x1E6D;hama&#x1E43; utt&#x101;nameva.</p>
              <p>[03]^b^740^eb^^b^.^eb^ Dutiye ^b^&#x2018;&#x2018;ayy&#x101;ya damm&#x12B;ti eva&#x1E43; pa&#x1E6D;iladdha^eb^nti nissa&#x1E6D;&#x1E6D;hapa&#x1E6D;iladdha&#x1E43;. Teneva ^b^m&#x101;tik&#x101;&#x1E6D;&#x1E6D;hakath&#x101;ya^eb^mpi &#x2018;&#x2018;nissa&#x1E6D;&#x1E6D;ha&#x1E43; pa&#x1E6D;ilabhitv&#x101;pi yath&#x101;d&#x101;neyeva upanetabba&#x2019;&#x2019;nti vutta&#x1E43;. ^b^Yath&#x101;d&#x101;neyeva upanetabba^eb^nti yath&#x101; d&#x101;yakena dinna&#x1E43;, tath&#x101; upanetabba&#x1E43;, ak&#x101;lac&#x12B;varapakkheyeva &#x1E6D;hapetabbanti vutta&#x1E43; hoti. Ettha ca bh&#x101;j&#x101;pit&#x101;ya laddhac&#x12B;varameva nissaggiya&#x1E43; hoti, ta&#x1E43; vinayakamma&#x1E43; katv&#x101;pi attan&#x101; na labhati. Sesamettha utt&#x101;nameva. Ak&#x101;lac&#x12B;varat&#x101;, tath&#x101;sa&#xF1;&#xF1;it&#x101;, k&#x101;lac&#x12B;varanti adhi&#x1E6D;&#x1E6D;h&#x101;ya lesena bh&#x101;j&#x101;pana&#x1E43;, pa&#x1E6D;il&#x101;bhoti im&#x101;ni panettha catt&#x101;ri a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^743^eb^^b^.^eb^ Tatiye ^b^meta^eb^nti me eta&#x1E43;. Sakasa&#xF1;&#xF1;&#x101;ya gahitatt&#x101; p&#x101;cittiya&#x1E43; dukka&#x1E6D;a&#xF1;ca vutta&#x1E43;. Itarath&#x101; bha&#x1E47;&#x1E0D;agghena k&#x101;retabba&#x1E43;. Upasampannat&#x101;, parivattitac&#x12B;varassa vikappanupagat&#x101;, sakasa&#xF1;&#xF1;&#x101;ya acchindana&#x1E43; v&#x101; acchind&#x101;pana&#x1E43; v&#x101;ti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^748-752^eb^^b^.^eb^ Catutthe ^b^&#x101;ha&#x1E6D;asappi&#x1E43; datv&#x101;^eb^ti attano datv&#x101;. ^b^Yamaka&#x1E43; pacitabba^eb^nti sappi&#xF1;ca tela&#xF1;ca ekato katv&#x101; pacitabba&#x1E43;. Lesena gahetuk&#x101;mat&#x101;, a&#xF1;&#xF1;assa vi&#xF1;&#xF1;&#x101;pana&#x1E43;, pa&#x1E6D;il&#x101;bhoti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^753^eb^^b^.^eb^ Pa&#xF1;came ^b^s&#x101;^eb^ti thullanand&#x101;. ^b^Aya^eb^nti aya&#x1E43; sikkham&#x101;n&#x101;. ^b^Cet&#x101;petv&#x101;ti j&#x101;n&#x101;petv&#x101; icceva attho^eb^ti idha vutta&#x1E43;, ^b^m&#x101;tik&#x101;&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ (ka&#x1E45;kh&#x101;. a&#x1E6D;&#x1E6D;ha. a&#xF1;&#xF1;acet&#x101;panasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;) pana &#x2018;&#x2018;a&#xF1;&#xF1;a&#x1E43; cet&#x101;petv&#x101;ti attano kappiyabha&#x1E47;&#x1E0D;ena ida&#x1E43; n&#x101;ma &#x101;har&#x101;ti a&#xF1;&#xF1;a&#x1E43; parivatt&#x101;petv&#x101;&#x2019;&#x2019;ti vutta&#x1E43;, tasm&#x101; &#x2018;&#x2018;cet&#x101;petv&#x101;&#x2019;&#x2019;ti imassa parivatt&#x101;petv&#x101;tipi attho da&#x1E6D;&#x1E6D;habbo. ^b^A&#xF1;&#xF1;a&#x1E43; cet&#x101;peyy&#x101;^eb^ti &#x2018;&#x2018;eva&#x1E43; me ida&#x1E43; datv&#x101; a&#xF1;&#xF1;ampi &#x101;harissat&#x12B;&#x2019;&#x2019;ti ma&#xF1;&#xF1;am&#x101;n&#x101; &#x2018;&#x2018;na me imin&#x101; attho, ida&#x1E43; n&#x101;ma me &#x101;har&#x101;&#x2019;&#x2019;ti tato a&#xF1;&#xF1;a&#x1E43; cet&#x101;peyya.</p>
              <p>[03]^b^758^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;he ^a^M3.0122^ea^^a^V3.0113^ea^^b^dhammakicca^eb^nti pu&#xF1;&#xF1;akamma&#x1E43;. ^b^P&#x101;v&#x101;rikass&#x101;^eb^ti dussav&#x101;&#x1E47;ijakassa. Y&#x101;ya cet&#x101;pita&#x1E43;, tass&#x101;yeva nissaggiya&#x1E43; nissa&#x1E6D;&#x1E6D;hapa&#x1E6D;il&#x101;bho ca, tasm&#x101; t&#x101;ya bhikkhuniy&#x101; nissa&#x1E6D;&#x1E6D;ha&#x1E43; pa&#x1E6D;ilabhitv&#x101; yath&#x101;d&#x101;ne upanetabba&#x1E43;, na attan&#x101; gahetabba&#x1E43;. ^b^A&#xF1;&#xF1;assatth&#x101;y&#x101;^eb^ti c&#x12B;var&#x101;d&#x12B;su a&#xF1;&#xF1;atarassatth&#x101;ya. ^b^A&#xF1;&#xF1;uddisiken&#x101;^eb^ti purimassevatthad&#x12B;pana&#x1E43;. ^b^Parikkh&#x101;ren&#x101;^eb^ti kappiyabha&#x1E47;&#x1E0D;ena.</p>
              <p>[03]^b^764^eb^^b^.^eb^ Sattame ^b^saya&#x1E43; y&#x101;citaken&#x101;^eb^ti saya&#x1E43; y&#x101;citaken&#x101;p&#x12B;ti attho. Teneva p&#x101;&#x1E37;iya&#x1E43; &#x2018;&#x2018;tena ca parikkh&#x101;rena sayampi y&#x101;citv&#x101;&#x2019;&#x2019;ti vutta&#x1E43;, tatoyeva ^b^m&#x101;tik&#x101;&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ &#x2018;&#x2018;sa&#xF1;&#xF1;&#x101;ciken&#x101;ti saya&#x1E43; y&#x101;citaken&#x101;p&#x12B;&#x2019;&#x2019;ti attho vutto.</p>
              <p>[03]^b^768-773^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hamanavamadasam&#x101;ni utt&#x101;natth&#x101;neva.</p>
              <p>[03]^b^784^eb^^b^.^eb^ Ek&#x101;dasame yasm&#x101; pav&#x101;rita&#x1E6D;&#x1E6D;h&#x101;ne vi&#xF1;&#xF1;atti n&#x101;ma na pa&#x1E6D;isedhetabb&#x101;, tasm&#x101; bhagav&#x101; dhammanimantanavasena pav&#x101;rita&#x1E6D;&#x1E6D;h&#x101;ne &#x2018;&#x2018;vadeyy&#x101;si yenattho&#x2019;&#x2019;ti vutt&#x101;ya &#x2018;&#x2018;catukka&#x1E43;saparama&#x1E43; vi&#xF1;&#xF1;&#x101;petabba&#x2019;&#x2019;nti pariccheda&#x1E43; dasset&#x12B;ti veditabba&#x1E43;. Teneva ^b^m&#x101;tik&#x101;&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ (ka&#x1E45;kh&#x101;. a&#x1E6D;&#x1E6D;ha. garup&#x101;vura&#x1E47;asikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;) &#x2018;&#x2018;cet&#x101;petabbanti &#x1E6D;hapetv&#x101; sahadhammike ca &#xF1;&#x101;takapav&#x101;rite ca a&#xF1;&#xF1;ena kismi&#xF1;cideva gu&#x1E47;e paritu&#x1E6D;&#x1E6D;hena vadeyy&#x101;si yenatthoti vutt&#x101;ya vi&#xF1;&#xF1;&#x101;petabba&#x2019;&#x2019;nti vutta&#x1E43;.</p>
              <p>[03]^b^788^eb^^b^.^eb^ Dv&#x101;dasama&#x1E43; utt&#x101;natthameva.</p>
              <p>[06]Bhikkhun&#x12B;vibha&#x1E45;ge nissaggiyap&#x101;cittiyasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Nissaggiyaka&#x1E47;&#x1E0D;a&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>4. P&#x101;cittiyaka&#x1E47;&#x1E0D;a&#x1E43; (bhikkhun&#x12B;vibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101;)</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Lasu&#x1E47;avaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^793-797^eb^^b^.^eb^ P&#x101;cittiyesu ^a^M3.0123^ea^^a^V3.0114^ea^ lasu&#x1E47;avaggassa pa&#x1E6D;hame j&#x101;ti&#x1E43; sarat&#x12B;ti ^b^j&#x101;tissaro. Sabh&#x101;venev&#x101;^eb^ti s&#x16B;pasamp&#x101;k&#x101;di&#x1E43; vin&#x101;va. ^b^Badaras&#x101;&#x1E37;ava&#x1E43;^eb^ n&#x101;ma badaraphal&#x101;ni sukkh&#x101;petv&#x101; cu&#x1E47;&#x1E47;etv&#x101; kattabb&#x101; kh&#x101;dan&#x12B;yavikati. Sesamettha utt&#x101;nameva. &#x100;makalasu&#x1E47;a&#xF1;ceva ajjhohara&#x1E47;a&#xF1;c&#x101;ti im&#x101;ni panettha dve a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^798-802^eb^^b^.^eb^ Dutiyatatiyacatutth&#x101;ni utt&#x101;natth&#x101;neva.</p>
              <p>[03]^b^812^eb^^b^.^eb^ Pa&#xF1;came ^b^dvinna&#x1E43; pabb&#x101;na&#x1E43; upar&#x12B;^eb^ti ettha dvinna&#x1E43; a&#x1E45;gul&#x12B;na&#x1E43; saha pavesane ekek&#x101;ya a&#x1E45;guliy&#x101; ekeka&#x1E43; pabba&#x1E43; katv&#x101; dvinna&#x1E43; pabb&#x101;na&#x1E43; upari. Eka&#x1E45;gulipavesane dvinna&#x1E43; pabb&#x101;na&#x1E43; upari na va&#x1E6D;&#x1E6D;at&#x12B;ti veditabba&#x1E43;. ^b^Mah&#x101;paccariyampi^eb^ ayameva nayo dassito. Udakasuddhipaccayena pana satipi phassas&#x101;diyane yath&#x101;vuttaparicchede an&#x101;patti.</p>
              <p>[03]^b^815-817^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;he ^b^&#x101;sumbhitv&#x101;^eb^ti p&#x101;tetv&#x101;. ^b^Dadhimatth&#x16B;^eb^ti dadhima&#x1E47;&#x1E0D;a&#x1E43; dadhimhi pasannodaka&#x1E43;. Bhu&#xF1;jantassa bhikkhuno hatthap&#x101;se &#x1E6D;h&#x101;na&#x1E43;, p&#x101;n&#x12B;yassa v&#x101; vidh&#x16B;panassa v&#x101; gaha&#x1E47;anti im&#x101;ni panettha dve a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^822^eb^^b^.^eb^ Sattame &#x2018;&#x2018;pa&#x1E6D;igga&#x1E47;h&#x101;ti, &#x101;patti dukka&#x1E6D;ass&#x101;&#x2019;&#x2019;ti ida&#x1E43; pubbapayogadukka&#x1E6D;assa nidassanamattanti &#x101;ha ^b^&#x2018;&#x2018;na kevala&#x1E43; pa&#x1E6D;iggaha&#x1E47;eyeva hot&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Pam&#x101;&#x1E47;a^eb^nti p&#x101;cittiy&#x101;pattiy&#x101; pam&#x101;&#x1E47;a&#x1E43;. Imehiyeva dv&#x12B;hi p&#x101;cittiya&#x1E43; hoti, n&#x101;&#xF1;&#xF1;ehi bhajjan&#x101;d&#x12B;h&#x12B;ti attho. Vuttamevattha&#x1E43; vitth&#x101;rato dassetu&#x1E43; ^b^&#x2018;&#x2018;tasm&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Ta&#x1E43; pubb&#x101;paraviruddha^eb^nti punapi vuttanti vuttav&#x101;da&#x1E43; sandh&#x101;y&#x101;ha. A&#xF1;&#xF1;&#x101;ya vi&#xF1;&#xF1;attiy&#x101; laddhampi hi an&#x101;&#x1E47;attiy&#x101; vi&#xF1;&#xF1;attiy&#x101; imiss&#x101; ^a^V3.0115^ea^ avi&#xF1;&#xF1;attiy&#x101; laddhapakkha&#x1E43; bhajati, tasm&#x101; he&#x1E6D;&#x1E6D;h&#x101; avi&#xF1;&#xF1;attiy&#x101; laddhe kara&#x1E47;ak&#x101;r&#x101;panesu visesa&#x1E43; avatv&#x101; idha visesavacana&#x1E43; pubb&#x101;paraviruddha&#x1E43;. Yadi cettha kara&#x1E47;e p&#x101;cittiya&#x1E43;, k&#x101;r&#x101;panepi p&#x101;cittiyeneva bhavitabba&#x1E43;. Atha k&#x101;r&#x101;pane dukka&#x1E6D;a&#x1E43;, kara&#x1E47;epi dukka&#x1E6D;eneva bhavitabba&#x1E43;. Na hi kara&#x1E47;e v&#x101; k&#x101;r&#x101;pane v&#x101; viseso atthi, tasm&#x101; a&#xF1;&#xF1;&#x101;ya vi&#xF1;&#xF1;attiy&#x101; ^a^M3.0124^ea^ laddha&#x1E43; saya&#x1E43; bhajjan&#x101;d&#x12B;ni katv&#x101;pi k&#x101;r&#x101;petv&#x101;pi bhu&#xF1;jantiy&#x101; dukka&#x1E6D;amev&#x101;ti idamettha sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. ^b^Avisesena vutta^eb^nti kara&#x1E47;ak&#x101;r&#x101;pan&#x101;na&#x1E43; s&#x101;ma&#xF1;&#xF1;ato vutta&#x1E43;. Sesamettha utt&#x101;nameva. Sattanna&#x1E43; dha&#xF1;&#xF1;&#x101;na&#x1E43; a&#xF1;&#xF1;atarassa vi&#xF1;&#xF1;&#x101;pana&#x1E43; v&#x101; vi&#xF1;&#xF1;&#x101;p&#x101;pana&#x1E43; v&#x101;, pa&#x1E6D;il&#x101;bho, bhajjan&#x101;d&#x12B;ni katv&#x101; v&#x101; k&#x101;retv&#x101; v&#x101; ajjhohara&#x1E47;anti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^824^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hame ^b^nibbi&#x1E6D;&#x1E6D;ho^eb^ti pati&#x1E6D;&#x1E6D;h&#x101;pito. ^b^Ke&#x1E47;&#x12B;^eb^ti ra&#xF1;&#xF1;o d&#x101;tabbassa &#x101;yasseta&#x1E43; adhivacana&#x1E43;. ^b^&#x1E6C;h&#x101;nantara^eb^nti g&#x101;majanapad&#x101;di&#x1E6D;h&#x101;nantara&#x1E43;. Sesamettha utt&#x101;nameva. Ucc&#x101;r&#x101;dibh&#x101;vo, anavalokana&#x1E43;, va&#x1E37;a&#xF1;jana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;, tiroku&#x1E6D;&#x1E6D;ap&#x101;k&#x101;rat&#x101;, cha&#x1E0D;&#x1E0D;ana&#x1E43; v&#x101; cha&#x1E0D;&#x1E0D;&#x101;pana&#x1E43; v&#x101;ti im&#x101;ni panettha pa&#xF1;ca a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^830^eb^^b^.^eb^ Navame ^b^sabbesa^eb^nti bhikkhussa bhikkhuniy&#x101; ca. Idha khettap&#x101;lak&#x101; &#x101;r&#x101;m&#x101;digopak&#x101; ca ^b^s&#x101;mik&#x101;^eb^ eva.</p>
              <p>[03]^b^836^eb^^b^.^eb^ Dasame ^b^ekapayogen&#x101;^eb^ti ekadis&#x101;valokanapayogena. ^b^Tesa&#x1E43;yev&#x101;^eb^ti yesa&#x1E43; nacca&#x1E43; passati. Ki&#xF1;c&#x101;pi saya&#x1E43; naccan&#x101;d&#x12B;su p&#x101;cittiya&#x1E43; p&#x101;&#x1E37;iya&#x1E43; na vutta&#x1E43;, tath&#x101;pi a&#x1E6D;&#x1E6D;hakath&#x101;pam&#x101;&#x1E47;ena gahetabbanti dassetu&#x1E43; ^b^&#x2018;&#x2018;sabbaa&#x1E6D;&#x1E6D;hakath&#x101;su vutta&#x2019;&#x2019;^eb^nti &#x101;ha. ^b^&#x2018;&#x2018;&#x100;r&#x101;me &#x1E6D;hatv&#x101;^eb^ti na kevala&#x1E43; &#x1E6D;hatv&#x101;, tato tato gantv&#x101;pi sabbiriy&#x101;pathehi labhati, &#x2018;&#x101;r&#x101;me &#x1E6D;hit&#x101;&#x2019;ti pana &#x101;r&#x101;mapariy&#x101;pannabh&#x101;vadassanattha&#x1E43; vutta&#x1E43;. Itarath&#x101; nisinn&#x101;pi na labheyy&#x101;&#x2019;&#x2019;ti t&#x12B;supi ^b^ga&#x1E47;&#x1E6D;hipadesu^eb^ vutta&#x1E43;. Sesamettha utt&#x101;nameva. Nacc&#x101;d&#x12B;na&#x1E43; a&#xF1;&#xF1;atarat&#x101;, a&#xF1;&#xF1;atra anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101; gamana&#x1E43;, dassana&#x1E43; v&#x101; savana&#x1E43; v&#x101;ti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[06]Lasu&#x1E47;avaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Andhak&#x101;ravaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^841^eb^^b^.^eb^ Andhak&#x101;ravaggassa pa&#x1E6D;hame ^b^d&#x101;ne v&#x101; p&#x16B;j&#x101;ya v&#x101;^eb^ti d&#x101;nanimitta&#x1E43; v&#x101; p&#x16B;j&#x101;nimitta&#x1E43; v&#x101;. ^a^V3.0116^ea^^b^Mantet&#x12B;^eb^ti katheti. Rattandhak&#x101;rat&#x101;, purisassa hatthap&#x101;se &#x1E6D;h&#x101;na&#x1E43; v&#x101; sallapana&#x1E43; v&#x101;, sah&#x101;y&#x101;bh&#x101;vo, rahopekkhat&#x101;ti im&#x101;ni panettha catt&#x101;ri a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^842-846^eb^^b^.^eb^ Dutiyatatiyacatutth&#x101;ni utt&#x101;natth&#x101;neva.</p>
              <p>[03]^b^856-857^eb^^b^.^eb^ Pa&#xF1;came ^a^M3.0125^ea^^b^anovassaka&#x1E43; atikk&#x101;mentiy&#x101;^eb^ti channassa anto nis&#x12B;ditv&#x101; pakkamanti&#x1E43; sandh&#x101;ya vutta&#x1E43;. &#x2018;&#x2018;Upac&#x101;ro dv&#x101;dasahattho&#x2019;&#x2019;ti vadanti. ^b^Palla&#x1E45;kassa anok&#x101;se^eb^ti &#x16B;rubaddh&#x101;sanassa anok&#x101;se appahonte. Purebhattat&#x101;, antaraghare nisajj&#x101;, &#x101;sanassa palla&#x1E45;kok&#x101;sat&#x101;, a&#xF1;&#xF1;atra anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101; an&#x101;pucchana&#x1E43;, vuttaparicched&#x101;tikkamoti im&#x101;ni panettha pa&#xF1;ca a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^859-864^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;hasattam&#x101;d&#x12B;ni utt&#x101;natth&#x101;neva.</p>
              <p>[06]Andhak&#x101;ravaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Naggavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^883-887^eb^^b^.^eb^ Naggavaggassa pa&#x1E6D;hamadutiy&#x101;ni utt&#x101;natth&#x101;neva.</p>
              <p>[03]^b^893^eb^^b^.^eb^ Tatiye ^b^visibbetv&#x101;^eb^ti dussibbita&#x1E43; puna sibbanatth&#x101;ya visibbetv&#x101; vija&#x1E6D;etv&#x101;. ^b^A&#xF1;&#xF1;atra cat&#x16B;hapa&#xF1;c&#x101;h&#x101;^eb^ti visibbitadivasato pa&#xF1;ca divase atikkamitv&#x101;. Niv&#x101;sanap&#x101;vura&#x1E47;&#x16B;pagac&#x12B;varat&#x101;, upasampann&#x101;ya santakat&#x101;, sibbanatth&#x101;ya visibbana&#x1E43; v&#x101; visibb&#x101;pana&#x1E43; v&#x101;, a&#xF1;&#xF1;atra anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101; pa&#xF1;c&#x101;h&#x101;tikkamo, dhuranikkhepoti im&#x101;ni panettha pa&#xF1;ca a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^898^eb^^b^.^eb^ Catutthe ^b^pa&#xF1;canna&#x1E43; c&#x12B;var&#x101;na^eb^nti tic&#x12B;vara&#x1E43; udakas&#x101;&#x1E6D;ik&#x101; sa&#x1E45;kaccik&#x101;ti imesa&#x1E43; pa&#xF1;canna&#x1E43; c&#x12B;var&#x101;na&#x1E43;. Pa&#xF1;canna&#x1E43; c&#x12B;var&#x101;na&#x1E43; a&#xF1;&#xF1;atarat&#x101;, pa&#xF1;c&#x101;h&#x101;tikkamo, anu&#xF1;&#xF1;&#x101;tak&#x101;ra&#x1E47;&#x101;bh&#x101;vo, aparivattananti im&#x101;ni panettha catt&#x101;ri a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^902^eb^^b^.^eb^ Pa&#xF1;cama&#x1E43; utt&#x101;natthameva.</p>
              <p>[03]^b^907^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;he ^a^V3.0117^ea^^b^c&#x12B;varal&#x101;bha^eb^nti labhitabbac&#x12B;vara&#x1E43;. Vikappanupagapacchimat&#x101;, sa&#x1E45;ghassa pari&#x1E47;atabh&#x101;vo, vin&#x101; &#x101;nisa&#x1E43;sadassanena antar&#x101;yakara&#x1E47;anti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^911^eb^^b^.^eb^ Sattama&#x1E43; utt&#x101;natthameva.</p>
              <p>[03]^b^916^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hame ^a^M3.0126^ea^^b^kumbhath&#x16B;&#x1E47;a&#x1E43;^eb^ n&#x101;ma kumbhasaddo, tena caranti k&#x12B;&#x1E37;anti, ta&#x1E43; v&#x101; sippa&#x1E43; etesanti ^b^kumbhath&#x16B;&#x1E47;ik&#x101;^eb^. Ten&#x101;ha ^b^&#x2018;&#x2018;gha&#x1E6D;akena k&#x12B;&#x1E37;anak&#x101;&#x2019;&#x2019;^eb^ti. ^b^D&#x12B;ghanik&#x101;ya&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ (d&#x12B;. ni. a&#x1E6D;&#x1E6D;ha. 1.13) pana &#x2018;&#x2018;kumbhath&#x16B;&#x1E47;a&#x1E43; n&#x101;ma caturassaamba&#x1E47;akat&#x101;&#x1E37;a&#x2019;&#x2019;nti vutta&#x1E43;. ^b^Caturassaamba&#x1E47;akat&#x101;&#x1E37;a&#x1E43;^eb^ n&#x101;ma rukkhas&#x101;radant&#x101;d&#x12B;su yena kenaci caturassaamba&#x1E47;a&#x1E43; katv&#x101; cat&#x16B;su passesu cammena onandhitv&#x101; katav&#x101;ditabha&#x1E47;&#x1E0D;a&#x1E43;. ^b^Bimbisaka^eb^ntipi tasseva vevacana&#x1E43;, ta&#x1E43; v&#x101;denti, ta&#x1E43; v&#x101; sippa&#x1E43; etesanti ^b^kumbhath&#x16B;&#x1E47;ik&#x101;^eb^. Ten&#x101;ha ^b^&#x2018;&#x2018;bimbisakav&#x101;dak&#x101;tipi vadant&#x12B;&#x2019;&#x2019;^eb^ti. Sama&#x1E47;ac&#x12B;varat&#x101;, &#x1E6D;hapetv&#x101; sahadhammike m&#x101;t&#x101;pitaro ca a&#xF1;&#xF1;esa&#x1E43; d&#x101;na&#x1E43;, at&#x101;vak&#x101;likat&#x101;ti im&#x101;ni panettha t&#x12B;&#x1E47;i a&#x1E45;g&#x101;ni.</p>
              <p>[03]^b^920^eb^^b^.^eb^ Navama&#x1E43; utt&#x101;natthameva.</p>
              <p>[03]^b^927^eb^^b^.^eb^ Dasame ^b^dhammika&#x1E43; kathinuddh&#x101;ra^eb^nti sabb&#x101;sa&#x1E43; bhikkhun&#x12B;na&#x1E43; ak&#x101;lac&#x12B;vara&#x1E43; d&#x101;tuk&#x101;mena up&#x101;sakena yattako atth&#x101;ram&#x16B;lako &#x101;nisa&#x1E43;so, tato adhika&#x1E43; v&#x101; samaka&#x1E43; v&#x101; datv&#x101; y&#x101;citakena samaggena bhikkhunisa&#x1E45;ghena ya&#x1E43; kathina&#x1E43; &#xF1;attidutiyena kammena antar&#x101; uddhar&#x12B;yati, tassa so uddh&#x101;ro dhammikoti vuccati, evar&#x16B;pa&#x1E43; kathinuddh&#x101;ranti attho. Sesa&#x1E43; utt&#x101;natthameva.</p>
              <p>[06]Naggavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^932^eb^^b^.^eb^ Tuva&#x1E6D;&#x1E6D;avagge sabba&#x1E43; utt&#x101;nameva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Citt&#x101;g&#x101;ravaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^978^eb^^b^.^eb^ Citt&#x101;g&#x101;ravaggassa pa&#x1E6D;hame ^b^k&#x12B;&#x1E37;anaupavana^eb^nti antonagare &#x1E6D;hita&#x1E43; sandh&#x101;ya vutta&#x1E43;, ^b^k&#x12B;&#x1E37;anuyy&#x101;na^eb^nti bahinagare &#x1E6D;hita&#x1E43; sandh&#x101;ya. ^b^P&#x101;&#x1E6D;ekk&#x101; &#x101;pattiyo^eb^ti g&#x12B;v&#x101;ya pariva&#x1E6D;&#x1E6D;anappayogaga&#x1E47;an&#x101;ya &#x101;pattiyo, na umm&#x12B;lanaga&#x1E47;an&#x101;ya. ^b^&#x2018;&#x2018;Ajjh&#x101;r&#x101;me r&#x101;j&#x101;g&#x101;r&#x101;d&#x12B;ni karonti^eb^^a^V3.0118^ea^, ^b^t&#x101;ni passantiy&#x101; an&#x101;patt&#x12B;&#x2019;&#x2019;^eb^ti vacanato &#x2018;&#x2018;anto&#x101;r&#x101;me tattha tattha gantv&#x101; nacc&#x101;d&#x12B;ni passitu&#x1E43; labhat&#x12B;&#x2019;&#x2019;tipi siddha&#x1E43;.</p>
              <p>[03]^b^982^eb^^b^.^eb^ Dutiy&#x101;d&#x12B;ni ^a^M3.0127^ea^ utt&#x101;natth&#x101;neva.</p>
              <p>[03]^b^1015^eb^^b^.^eb^ Navame hatthi&#x101;d&#x12B;su ^b^sippa^eb^-saddo pacceka&#x1E43; yojetabbo, tath&#x101; &#x101;thabba&#x1E47;&#x101;d&#x12B;su ^b^manta^eb^-saddo. Tattha ^b^&#x101;thabba&#x1E47;amanto^eb^ n&#x101;ma &#x101;thabba&#x1E47;avedavihito par&#x16B;pagh&#x101;takaro manto, ^b^kh&#x12B;lanamanto^eb^ n&#x101;ma d&#x101;rus&#x101;rakh&#x12B;la&#x1E43; mantetv&#x101; pathaviya&#x1E43; pavesetv&#x101; m&#x101;ra&#x1E47;amanto, ^b^agadappayogo^eb^ visayojana&#x1E43;. ^b^N&#x101;gama&#x1E47;&#x1E0D;ala^eb^nti sapp&#x101;na&#x1E43; pavesaniv&#x101;ra&#x1E47;attha&#x1E43; ma&#x1E47;&#x1E0D;alabaddhamanto.</p>
              <p>[03]^b^1018^eb^^b^.^eb^ Dasama&#x1E43; utt&#x101;natthameva.</p>
              <p>[06]Citt&#x101;g&#x101;ravaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^1021^eb^^b^.^eb^ &#x100;r&#x101;mavagge sabba&#x1E43; utt&#x101;natthameva.</p>
              <p>[03]^b^1067^eb^^b^.^eb^ Gabbhinivaggepi sabba&#x1E43; suvi&#xF1;&#xF1;eyyameva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Kum&#x101;ribh&#x16B;tavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1119^eb^^b^.^eb^ Kum&#x101;ribh&#x16B;tavaggassa pa&#x1E6D;hame ^b^sabbapa&#x1E6D;ham&#x101; dve mah&#x101;sikkham&#x101;n&#x101;^eb^ti gabbhinivagge sabbapa&#x1E6D;hama&#x1E43; vutt&#x101; dve sikkham&#x101;n&#x101;. ^b^Sikkham&#x101;n&#x101; icceva vattabb&#x101;^eb^ti sammutikamm&#x101;d&#x12B;su eva&#x1E43; vattabb&#x101;. ^b^Gihigat&#x101;ti v&#x101; kum&#x101;ribh&#x16B;t&#x101;ti v&#x101; na vattabb&#x101;^eb^ti sace vadanti, kamma&#x1E43; kuppat&#x12B;ti adhipp&#x101;yo. Ito para&#x1E43; navamapariyos&#x101;na&#x1E43; utt&#x101;natthameva.</p>
              <p>[03]^b^1163^eb^^b^.^eb^ Dasame ^b^apubbasamu&#x1E6D;&#x1E6D;h&#x101;nas&#x12B;sa^eb^nti pa&#x1E6D;hamap&#x101;r&#x101;jikasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;su terasasu samu&#x1E6D;&#x1E6D;h&#x101;nesu ananu&#xF1;&#xF1;&#x101;tasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; sandh&#x101;ya vutta&#x1E43;. Ta&#xF1;hi ito pubbe t&#x101;disassa samu&#x1E6D;&#x1E6D;h&#x101;nas&#x12B;sassa an&#x101;gatatt&#x101; &#x2018;&#x2018;apubbasamu&#x1E6D;&#x1E6D;h&#x101;nas&#x12B;sa&#x2019;&#x2019;nti vutta&#x1E43;.</p>
              <p>[03]^b^1166^eb^^b^.^eb^ Ek&#x101;dasam&#x101;d&#x12B;ni ^a^V3.0119^ea^ utt&#x101;natth&#x101;neva.</p>
              <p>[06]Kum&#x101;ribh&#x16B;tavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Chattup&#x101;hanavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1214^eb^^b^.^eb^ Chattup&#x101;hanavaggassa ^a^M3.0128^ea^ ek&#x101;dasame ^b^upac&#x101;ra&#x1E43; sandh&#x101;y&#x101;^eb^ti samant&#x101; dv&#x101;dasahatthupac&#x101;ra&#x1E43; sandh&#x101;ya. Sesa&#x1E43; sabbattha utt&#x101;nameva.</p>
              <p>[06]Chattup&#x101;hanavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]Giraggasamajj&#x101;d&#x12B;ni acittak&#x101;ni lokavajj&#x101;n&#x12B;ti vuttatt&#x101; naccanti v&#x101; va&#x1E47;&#x1E47;akanti v&#x101; aj&#x101;nitv&#x101;va passantiy&#x101; v&#x101; nah&#x101;yantiy&#x101; v&#x101; &#x101;pattisambhavato vatthuaj&#x101;nanacittena ^b^acittak&#x101;ni,^eb^ naccanti v&#x101; va&#x1E47;&#x1E47;akanti v&#x101; j&#x101;nitv&#x101; passantiy&#x101; v&#x101; nah&#x101;yantiy&#x101; v&#x101; akusaleneva &#x101;pajjanato ^b^lokavajj&#x101;n&#x12B;^eb^ti veditabb&#x101;ni. Cor&#x12B;vu&#x1E6D;&#x1E6D;h&#x101;pan&#x101;d&#x12B;ni ^b^cor&#x12B;^eb^ti&#x101;din&#x101; vatthu&#x1E43; j&#x101;nitv&#x101; kara&#x1E47;e eva &#x101;pattisambhavato ^b^sacittak&#x101;ni,^eb^ upasampad&#x101;d&#x12B;na&#x1E43; ekantaakusalacitteneva akattabbatt&#x101; ^b^pa&#x1E47;&#x1E47;attivajj&#x101;ni^eb^. &#x2018;&#x2018;Idha sacittak&#x101;cittakat&#x101; pa&#x1E47;&#x1E47;attij&#x101;nan&#x101;j&#x101;nanat&#x101;ya aggahetv&#x101; vatthuj&#x101;nan&#x101;j&#x101;nanat&#x101;ya gahetabb&#x101;&#x2019;&#x2019;ti t&#x12B;supi ^b^ga&#x1E47;&#x1E6D;hipadesu^eb^ vutta&#x1E43;. Sesamettha utt&#x101;natthameva.</p>
              <p>[06]Bhikkhun&#x12B;vibha&#x1E45;ge khuddakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]P&#x101;cittiyaka&#x1E47;&#x1E0D;a&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>5. P&#x101;&#x1E6D;idesan&#x12B;yaka&#x1E47;&#x1E0D;a&#x1E43; (bhikkhun&#x12B;vibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101;)</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>P&#x101;&#x1E6D;idesan&#x12B;yasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1228^eb^^b^.^eb^ P&#x101;&#x1E6D;idesan&#x12B;y&#x101; ^a^M3.0129^ea^^a^V3.0120^ea^ n&#x101;ma ye a&#x1E6D;&#x1E6D;ha dhamm&#x101; sa&#x1E45;khepeneva sa&#x1E45;gaha&#x1E43; &#x101;ru&#x1E37;h&#x101;ti sambandho. ^b^P&#x101;&#x1E37;ivinimuttakes&#x16B;^eb^ti p&#x101;&#x1E37;iya&#x1E43; an&#x101;gatesu sappi&#x101;d&#x12B;su.</p>
              <p>[06]P&#x101;&#x1E6D;idesan&#x12B;yasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]P&#x101;&#x1E6D;idesan&#x12B;yaka&#x1E47;&#x1E0D;a&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43;.</p>
              <p>[03]Ye pana pa&#xF1;casattati sekhiy&#x101; dhamm&#x101; uddi&#x1E6D;&#x1E6D;h&#x101;, ye ca tesa&#x1E43; anantar&#x101; satt&#x101;dhikara&#x1E47;avhay&#x101; dhamm&#x101; uddi&#x1E6D;&#x1E6D;h&#x101;ti sambandho. Tattha ^b^tesa^eb^nti tesa&#x1E43; sekhiy&#x101;na&#x1E43;. ^b^Satt&#x101;dhikara&#x1E47;avhay&#x101;^eb^ti satt&#x101;dhikara&#x1E47;asamathasa&#x1E45;kh&#x101;t&#x101;. Ta&#x1E43; atthavinicchaya&#x1E43; t&#x101;disa&#x1E43;yeva yasm&#x101; vid&#x16B; vadant&#x12B;ti attho.</p>
              <p>[03]Yath&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;ti sambandho. ^b^Sabb&#x101;savapaha&#x1E43; magga^eb^nti sabb&#x101;savavigh&#x101;taka&#x1E43; arahattamagga&#x1E43; ^b^patv&#x101;^eb^ sasant&#x101;ne upp&#x101;detv&#x101;. ^b^Passantu nibbuti^eb^nti magga&#xF1;&#x101;&#x1E47;alocanena nibb&#x101;na&#x1E43; sacchikarontu, pappont&#x16B;ti v&#x101; p&#x101;&#x1E6D;ho. Tattha ^b^nibbuti^eb^nti khandhaparinibb&#x101;na&#x1E43; gahetabba&#x1E43;.</p>
              <p>[06]Iti samantap&#x101;s&#x101;dik&#x101;ya vinaya&#x1E6D;&#x1E6D;hakath&#x101;ya s&#x101;ratthad&#x12B;paniya&#x1E43;.</p>
              <p>[06]Bhikkhun&#x12B;vibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Ubhatovibha&#x1E45;ga&#x1E6D;&#x1E6D;hakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]P&#x101;cittiyava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
