<?xml version="1.0"?>
<body>
  <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
  <h>[19]Vinayapi&#x1E6D;ake</h>
  <ha>
    <han>S&#x101;ratthad&#x12B;pan&#x12B;-&#x1E6D;&#x12B;k&#x101; Pariv&#x101;ra-&#x1E6D;&#x12B;k&#x101;</han>
    <h0>
      <h0n>So&#x1E37;asamah&#x101;v&#x101;ro</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Pa&#xF1;&#xF1;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^Visuddhapariv&#x101;rass&#x101;^eb^ti ^a^M3.0455^ea^^a^V3.0415^ea^ sabbaso parisuddhakh&#x12B;&#x1E47;&#x101;savapariv&#x101;rassa. ^b^Dhammakkhandhasar&#x12B;rass&#x101;^eb^ti s&#x12B;lasam&#x101;dhipa&#xF1;&#xF1;&#x101;vimuttivimutti&#xF1;&#x101;&#x1E47;adassanasa&#x1E45;kh&#x101;tadhammakkhandhasar&#x12B;rassa s&#x101;saneti sambandho. ^b^Tass&#x101;^eb^ti &#x2018;&#x2018;pariv&#x101;ro&#x2019;&#x2019;ti yo sa&#x1E45;gaha&#x1E43; &#x101;ru&#x1E37;ho, tassa. ^b^Pubb&#x101;gata&#x1E43; naya^eb^nti pubbe &#x101;gata&#x1E43; vinicchaya&#x1E43;.</p>
              <p>[03]^b^1^eb^^b^.^eb^ Pakatatthapa&#x1E6D;iniddeso ta-saddoti tassa &#x2018;&#x2018;bhagavat&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;hi padehi sam&#x101;n&#x101;dhikara&#x1E47;abh&#x101;vena vuttatthassa y&#x101;ya vinayapa&#xF1;&#xF1;attiy&#x101; bhagav&#x101; pakato adhikato sup&#x101;ka&#x1E6D;o ca, ta&#x1E43; vinayapa&#xF1;&#xF1;atti&#x1E43; ^a^V3.0416^ea^ saddhi&#x1E43; y&#x101;can&#x101;ya atthabh&#x101;vena dassento ^b^&#x2018;&#x2018;yo so&#x2026;pe&#x2026; vinayapa&#xF1;&#xF1;atti&#x1E43; pa&#xF1;&#xF1;apes&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. Tattha ^b^vinayapa&#xF1;&#xF1;atti^eb^nti vinayabh&#x16B;ta&#x1E43; pa&#xF1;&#xF1;atti&#x1E43;.</p>
              <p>[03]&#x2018;&#x2018;J&#x101;nat&#x101; passat&#x101;&#x2019;&#x2019;ti imesa&#x1E43; pad&#x101;na&#x1E43; vinayassa adhikatatt&#x101; tattha vuttanayena t&#x101;va attha&#x1E43; yojetv&#x101; id&#x101;ni suttantanayena dassento satipi &#xF1;&#x101;&#x1E47;adassana-sadd&#x101;na&#x1E43; pa&#xF1;&#xF1;&#x101;vevacanabh&#x101;ve tena tena visesena tesa&#x1E43; visayavisesapavattidassanattha&#x1E43; vijjattayavasena abhi&#xF1;&#xF1;&#x101;n&#x101;vara&#x1E47;a&#xF1;&#x101;&#x1E47;avasena sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;ama&#x1E43;sacakkhuvasena pa&#x1E6D;ivedhadesan&#x101;&#xF1;&#x101;&#x1E47;avasena ca attha&#x1E43; yojetv&#x101; dassento ^b^&#x2018;&#x2018;apic&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^pubbeniv&#x101;s&#x101;d&#x12B;h&#x12B;^eb^ti pubbeniv&#x101;s&#x101;savakkhaya&#xF1;&#x101;&#x1E47;ehi. ^b^Pa&#x1E6D;ivedhapa&#xF1;&#xF1;&#x101;y&#x101;^eb^ti ariyamaggapa&#xF1;&#xF1;&#x101;ya. ^b^Desan&#x101;pa&#xF1;&#xF1;&#x101;ya passat&#x101;^eb^ti desetabbadhamm&#x101;na&#x1E43; desetabbappak&#x101;ra&#x1E43; bodhaneyyapuggal&#x101;na&#xF1;ca &#x101;say&#x101;nusayacarit&#x101;dhimutti&#x101;dibheda&#x1E43; dhamma&#x1E43; desan&#x101;pa&#xF1;&#xF1;&#x101;ya y&#x101;th&#x101;vato passat&#x101;. ^b^Arahat&#x101;^eb^ti ar&#x12B;na&#x1E43;, ar&#x101;na&#xF1;ca hatatt&#x101;, paccay&#x101;d&#x12B;na&#xF1;ca arahatt&#x101; arahat&#x101;. ^b^Samm&#x101;sambuddhen&#x101;^eb^ti samm&#x101; s&#x101;ma&#xF1;ca sacc&#x101;na&#x1E43; buddhatt&#x101; samm&#x101;sambuddhena. Atha v&#x101; antar&#x101;yikadhamme ^a^M3.0456^ea^^b^j&#x101;nat&#x101;,^eb^ niyy&#x101;nikadhamme ^b^passat&#x101;,^eb^ kiles&#x101;r&#x12B;na&#x1E43; hatatt&#x101; ^b^arahat&#x101;,^eb^ samm&#x101; s&#x101;ma&#x1E43; sabbadhamm&#x101;na&#x1E43; buddhatt&#x101; ^b^samm&#x101;sambuddhen&#x101;^eb^ti eva&#x1E43; catuves&#x101;rajjavasenapettha yojan&#x101; veditabb&#x101;.</p>
              <p>[03]Apica &#x1E6D;h&#x101;n&#x101;&#x1E6D;&#x1E6D;h&#x101;n&#x101;divibh&#x101;ga&#x1E43; ^b^j&#x101;nat&#x101;,^eb^ yath&#x101;kamm&#x16B;page satte ^b^passat&#x101;,^eb^ sav&#x101;sana&#x101;sav&#x101;na&#x1E43; chinnatt&#x101; ^b^arahat&#x101;,^eb^ abhi&#xF1;&#xF1;eyy&#x101;dibhede dhamme abhi&#xF1;&#xF1;eyy&#x101;dito avipar&#x12B;t&#x101;vabodhato ^b^samm&#x101;sambuddhena^eb^. Atha v&#x101; t&#x12B;su k&#x101;lesu appa&#x1E6D;ihata&#xF1;&#x101;&#x1E47;at&#x101;ya ^b^j&#x101;nat&#x101;,^eb^ k&#x101;yakamm&#x101;divasena ti&#x1E47;&#x1E47;ampi kamm&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;&#x101;nuparivattito samm&#x101; k&#x101;rit&#x101;ya ^b^passat&#x101;,^eb^ dav&#x101;d&#x12B;na&#x1E43; abh&#x101;vas&#x101;dhik&#x101;ya pah&#x101;nasampad&#x101;ya ^b^arahat&#x101;,^eb^ chand&#x101;d&#x12B;na&#x1E43; ah&#x101;nihetubh&#x16B;t&#x101;ya akkhayapa&#x1E6D;ibh&#x101;nas&#x101;dhik&#x101;ya sabba&#xF1;&#xF1;ut&#x101;ya ^b^samm&#x101;sambuddhen&#x101;^eb^ti eva&#x1E43; dasabalaa&#x1E6D;&#x1E6D;h&#x101;ras&#x101;ve&#x1E47;ikabuddhadhammavasenapi yojan&#x101; k&#x101;tabb&#x101;.</p>
              <p>[03]^b^2^eb^^b^.^eb^^b^Pucch&#x101;vissajjane^eb^ti pucch&#x101;ya vissajjane. ^b^Etth&#x101;^eb^ti etasmi&#x1E43; pucch&#x101;vissajjane. ^b^Majjhimadeseyeva pa&#xF1;&#xF1;att&#x12B;^eb^ti tasmi&#x1E43;yeva dese yath&#x101;vuttavatthuv&#x12B;tikkame &#x101;pattisambhavato. ^b^Vin&#x12B;takath&#x101;^eb^ti vin&#x12B;tavatthukath&#x101;, ayameva v&#x101; p&#x101;&#x1E6D;ho.</p>
              <p>[03]^b^K&#x101;yena pana &#x101;patti&#x1E43; &#x101;pajjat&#x12B;^eb^ti pubbabh&#x101;ge sevanacitta&#x1E43; a&#x1E45;ga&#x1E43; katv&#x101; k&#x101;yadv&#x101;rasa&#x1E45;kh&#x101;tavi&#xF1;&#xF1;atti&#x1E43; janayitv&#x101; pavattacittupp&#x101;dasa&#x1E45;kh&#x101;ta&#x1E43; &#x101;patti&#x1E43; &#x101;pajjati. Ki&#xF1;c&#x101;pi hi cittena samu&#x1E6D;&#x1E6D;h&#x101;pit&#x101; vi&#xF1;&#xF1;atti, tath&#x101;pi cittena adhippetassa atthassa k&#x101;yavi&#xF1;&#xF1;attiy&#x101; s&#x101;dhitatt&#x101; ^a^V3.0417^ea^ &#x2018;&#x2018;k&#x101;yadv&#x101;rena &#x101;patti&#x1E43; &#x101;pajjat&#x12B;&#x2019;&#x2019;ti vuccati. ^b^Imamattha&#x1E43; sandh&#x101;y&#x101;^eb^ti &#x101;pann&#x101;ya &#x101;pattiy&#x101; an&#x101;pattibh&#x101;v&#x101;p&#x101;danassa asakku&#x1E47;eyyat&#x101;sa&#x1E45;kh&#x101;tamattha&#x1E43; sandh&#x101;ya, na bha&#x1E47;&#x1E0D;an&#x101;div&#x16B;pasama&#x1E43;.</p>
              <p>[03]^b^3^eb^^b^.^eb^^b^Por&#x101;&#x1E47;akehi mah&#x101;thereh&#x12B;^eb^ti s&#x12B;ha&#x1E37;ad&#x12B;pav&#x101;s&#x12B;hi mah&#x101;therehi. ^b^&#x1E6C;hapit&#x101;^eb^ti potthakasa&#x1E45;gah&#x101;rohanak&#x101;le &#x1E6D;hapit&#x101;. Catutthasa&#x1E45;g&#x12B;tisadis&#x101; hi potthak&#x101;rohasa&#x1E45;g&#x12B;ti. Ubhatovibha&#x1E45;ge dvatti&#x1E43;sa v&#x101;r&#x101; suvi&#xF1;&#xF1;eyy&#x101;va.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Samu&#x1E6D;&#x1E6D;h&#x101;nas&#x12B;sava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^257^eb^^b^.^eb^ Samu&#x1E6D;&#x1E6D;h&#x101;nakath&#x101;ya ^a^M3.0457^ea^^a^V3.0418^ea^ pana karu&#x1E47;&#x101;s&#x12B;talabh&#x101;vena candasadisatt&#x101; ^b^&#x2018;&#x2018;buddhacande&#x2019;&#x2019;^eb^ti vutta&#x1E43;, kilesatimirapah&#x101;nato ^b^&#x2018;&#x2018;buddh&#x101;dicce&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Pi&#x1E6D;ake t&#x12B;&#x1E47;i desay&#x12B;^eb^ti yasm&#x101; te desayanti, tasm&#x101; a&#x1E45;girasopi pi&#x1E6D;ak&#x101;ni t&#x12B;&#x1E47;i desayi. T&#x101;ni katam&#x101;n&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;suttanta&#x2019;&#x2019;^eb^nti&#x101;di. ^b^Mah&#x101;gu&#x1E47;a^eb^nti mah&#x101;nisa&#x1E43;sa&#x1E43;. ^b^Eva&#x1E43; n&#x12B;yati saddhammo, vinayo yadi ti&#x1E6D;&#x1E6D;hat&#x12B;^eb^ti yadi vinayapariyatti anantarahit&#x101; ti&#x1E6D;&#x1E6D;hati pavattati, eva&#x1E43; sati pa&#x1E6D;ipattipa&#x1E6D;ivedhasaddhammo n&#x12B;yati pavattati. Vinayapariyatti pana katha&#x1E43; ti&#x1E6D;&#x1E6D;hat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;ubhatoc&#x101;&#x2019;&#x2019;^eb^ti&#x101;di. Pariv&#x101;rena ganthit&#x101; ti&#x1E6D;&#x1E6D;hant&#x12B;ti yojetabba&#x1E43;. ^b^Tasseva pariv&#x101;rass&#x101;^eb^ti tasmi&#x1E43;yeva pariv&#x101;re.</p>
              <p>[03]^b^Niyatakata^eb^nti kataniyata&#x1E43;, niyamitanti attho. ^b^A&#xF1;&#xF1;ehi saddhi^eb^nti sesasikkh&#x101;padehi saddhi&#x1E43;. ^b^Asambhinnasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;n&#x12B;^eb^ti asa&#x1E45;karasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni.</p>
              <p>[03]^b^Tasm&#x101; sikkhe^eb^ti yasm&#x101; vinaye sati saddhammo ti&#x1E6D;&#x1E6D;hati, vinayo ca pariv&#x101;rena ganthito ti&#x1E6D;&#x1E6D;hati, pariv&#x101;re ca samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;ni dissanti, tasm&#x101; sikkheyya pariv&#x101;ra&#x1E43;, ugga&#x1E47;heyy&#x101;ti attho.</p>
              <p>[03]^b^&#x100;dimhi t&#x101;va purimanaye^eb^ti &#x2018;&#x2018;channa&#x1E43; &#x101;pattisamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; katihi samu&#x1E6D;&#x1E6D;h&#x101;nehi samu&#x1E6D;&#x1E6D;h&#x101;t&#x12B;ti ekena samu&#x1E6D;&#x1E6D;h&#x101;nena samu&#x1E6D;&#x1E6D;h&#x101;ti, k&#x101;yato ca cittato ca samu&#x1E6D;&#x1E6D;h&#x101;t&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; (pari. 187) pa&#xF1;&#xF1;attiv&#x101;re saki&#x1E43; &#x101;gatanaya&#x1E43; sandh&#x101;yeta&#x1E43; vutta&#x1E43;.</p>
              <p>[03]^b^258^eb^^b^.^eb^^b^N&#x101;nubandhe pavattini^eb^nti &#x2018;&#x2018;y&#x101; pana bhikkhun&#x12B; vu&#x1E6D;&#x1E6D;h&#x101;pita&#x1E43; pavattini&#x1E43; dve vass&#x101;ni n&#x101;nubandheyy&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 1111) vuttasikkh&#x101;pada&#x1E43;.</p>
              <p>[03]^b^270^eb^^b^.^eb^^b^Akata^eb^nti a&#xF1;&#xF1;ehi amiss&#x12B;kata&#x1E43;, niyatasamu&#x1E6D;&#x1E6D;h&#x101;nanti vutta&#x1E43; hoti.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Antarapeyy&#x101;la&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Katipucch&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^271^eb^^b^.^eb^^b^Vera&#x1E43;^eb^^a^M3.0458^ea^^a^V3.0419^ea^^b^ma&#x1E47;at&#x12B;^eb^ti r&#x101;g&#x101;divera&#x1E43; ma&#x1E47;ati vin&#x101;seti. ^b^Et&#x101;y&#x101;^eb^ti viratiy&#x101;. ^b^Niyy&#x101;na^eb^nti magga&#x1E43;. ^b^K&#x101;yap&#x101;gabbiya^eb^nti k&#x101;yap&#x101;gabbiyavasena pavatta&#x1E43; k&#x101;yaduccarita&#x1E43;.</p>
              <p>[03]^b^274^eb^^b^.^eb^^b^S&#x101;ra&#x1E47;&#x12B;y&#x101;^eb^ti saritabbayutt&#x101; anussara&#x1E47;&#x101;rah&#x101; addh&#x101;ne atikkantepi na sammussitabb&#x101;. Mijjati siniyhati et&#x101;y&#x101;ti mett&#x101;, mittabh&#x101;vo. Mett&#x101; etassa atth&#x12B;ti ^b^metta&#x1E43;^eb^ k&#x101;yakamma&#x1E43;, ta&#x1E43; pana yasm&#x101; mett&#x101;sahagatacittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;, tasm&#x101; vutta&#x1E43; ^b^&#x2018;&#x2018;mettacittena kata&#x1E43; k&#x101;yakamma&#x2019;&#x2019;^eb^nti. ^b^&#x100;v&#x12B;^eb^ti pak&#x101;sa&#x1E43;. Pak&#x101;sabh&#x101;vo cettha ya&#x1E43; uddissa ta&#x1E43; k&#x101;yakamma&#x1E43; kar&#x12B;yati, tassa sammukhabh&#x101;vatoti &#x101;ha ^b^&#x2018;&#x2018;sammukh&#x101;&#x2019;&#x2019;^eb^ti. ^b^Raho^eb^ti apak&#x101;sa&#x1E43;. Apak&#x101;sat&#x101; ca ya&#x1E43; uddissa ta&#x1E43; kamma&#x1E43; kar&#x12B;yati, tassa apaccakkhabh&#x101;vatoti &#x101;ha ^b^&#x2018;&#x2018;parammukh&#x101;&#x2019;&#x2019;^eb^ti. ^b^Ubhayeh&#x12B;^eb^ti navakehi therehi ca. Piya&#x1E43; piy&#x101;yitabba&#x1E43; karot&#x12B;ti ^b^piyakara&#x1E47;o^eb^. Garu&#x1E43; garu&#x1E6D;&#x1E6D;h&#x101;niya&#x1E43; karot&#x12B;ti ^b^garukara&#x1E47;o. Sa&#x1E45;gah&#x101;y&#x101;^eb^ti sa&#x1E45;gahavatthuvisesabh&#x101;vato sabrahmac&#x101;r&#x12B;na&#x1E43; sa&#x1E45;gaha&#x1E47;atth&#x101;ya. ^b^Aviv&#x101;d&#x101;y&#x101;^eb^ti sa&#x1E45;gahavatthubh&#x101;vato eva na viv&#x101;d&#x101;ya. Sati ca aviv&#x101;dahetubh&#x16B;tasa&#x1E45;gahakatte tesa&#x1E43; vasena sabrahmac&#x101;r&#x12B;na&#x1E43; samaggabh&#x101;vo bhed&#x101;bh&#x101;vo siddhoyev&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;samaggabh&#x101;v&#x101;y&#x101;&#x2019;&#x2019;^eb^ti&#x101;di.</p>
              <p>[03]^b^Paggayha vacana^eb^nti kevala&#x1E43; &#x2018;&#x2018;devo&#x2019;&#x2019;ti avatv&#x101; &#x2018;&#x2018;devatthero&#x2019;&#x2019;ti gu&#x1E47;ehi thirabh&#x101;vajotana&#x1E43; pagga&#x1E47;hitv&#x101; ucca&#x1E43; katv&#x101; vacana&#x1E43;. Mamattabodhanavacana&#x1E43; ^b^mam&#x101;yanavacana&#x1E43;^eb^. Ekantatirokkhassa manokammassa sammukhat&#x101; n&#x101;ma vi&#xF1;&#xF1;attisamu&#x1E6D;&#x1E6D;h&#x101;panavaseneva hoti, ta&#xF1;ca kho loke k&#x101;yakammanti p&#x101;ka&#x1E6D;a&#x1E43; pa&#xF1;&#xF1;&#x101;ta&#x1E43; hatthavik&#x101;r&#x101;di&#x1E43; an&#x101;masitv&#x101;yeva dassento ^b^&#x2018;&#x2018;nayan&#x101;ni umm&#x12B;letv&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. K&#x101;ma&#xF1;cettha mett&#x101;sinehasiniddh&#x101;na&#x1E43; nayan&#x101;na&#x1E43; umm&#x12B;lan&#x101; pasannena mukhena olokana&#xF1;ca metta&#x1E43; k&#x101;yakammameva, yassa pana cittassa vasena nayan&#x101;na&#x1E43; mett&#x101;sinehasiniddhat&#x101; mukhassa ca pasannat&#x101;, ta&#x1E43; sandh&#x101;ya vutta&#x1E43; ^b^&#x2018;&#x2018;metta&#x1E43; manokamma&#x1E43; n&#x101;m&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]Im&#x101;ni ^a^M3.0459^ea^^a^V3.0420^ea^ (d&#x12B;. ni. a&#x1E6D;&#x1E6D;ha. 2.141; ma. ni. a&#x1E6D;&#x1E6D;ha. 1.492; a. ni. a&#x1E6D;&#x1E6D;ha. 3.6.11) ca mettak&#x101;yakamm&#x101;d&#x12B;ni p&#x101;&#x1E37;iya&#x1E43; bhikkh&#x16B;na&#x1E43; vasena &#x101;gat&#x101;ni gih&#x12B;supi labbhantiyeva. Bhikkh&#x16B;na&#xF1;hi mettacittena &#x101;cariyupajjh&#x101;yavatt&#x101;di&#x101;bhisam&#x101;c&#x101;rikadhammap&#x16B;ra&#x1E47;a&#x1E43; metta&#x1E43; k&#x101;yakamma&#x1E43; n&#x101;ma. Sabba&#xF1;ca anavajjak&#x101;yakamma&#x1E43; &#x101;bhisam&#x101;c&#x101;rikakammantogadhamev&#x101;ti veditabba&#x1E43;. Gih&#x12B;na&#x1E43; cetiyavandanatth&#x101;ya bodhivandanatth&#x101;ya sa&#x1E45;ghanimantanatth&#x101;ya gamana&#x1E43;, g&#x101;ma&#x1E43; v&#x101; pi&#x1E47;&#x1E0D;&#x101;ya pavi&#x1E6D;&#x1E6D;he bhikkh&#x16B; disv&#x101; paccuggamana&#x1E43;, pattapa&#x1E6D;iggaha&#x1E47;a&#x1E43;, &#x101;sanapa&#xF1;&#xF1;&#x101;pana&#x1E43;, anugamananti evam&#x101;dika&#x1E43; metta&#x1E43; k&#x101;yakamma&#x1E43; n&#x101;ma. Bhikkh&#x16B;na&#x1E43; mettacittena &#x101;c&#x101;rapa&#xF1;&#xF1;attisikkh&#x101;pana kamma&#x1E6D;&#x1E6D;h&#x101;nakathana dhammadesan&#x101; paripucchana a&#x1E6D;&#x1E6D;hakath&#x101;kathanavasena pavattiyam&#x101;na&#x1E43; tepi&#x1E6D;akampi buddhavacana&#x1E43; metta&#x1E43; vac&#x12B;kamma&#x1E43; n&#x101;ma. Gih&#x12B;na&#x1E43; &#x2018;&#x2018;cetiyavandanatth&#x101;ya gacch&#x101;ma, bodhivandanatth&#x101;ya gacch&#x101;ma, dhammassavana&#x1E43; kariss&#x101;ma, d&#x12B;pam&#x101;l&#x101;pupphap&#x16B;ja&#x1E43; kariss&#x101;ma, t&#x12B;&#x1E47;i sucarit&#x101;ni sam&#x101;d&#x101;ya vattiss&#x101;ma, sal&#x101;kabhatt&#x101;d&#x12B;ni dass&#x101;ma, vass&#x101;v&#x101;sika&#x1E43; dass&#x101;ma, ajja sa&#x1E45;ghassa catt&#x101;ro paccaye dass&#x101;ma, sa&#x1E45;gha&#x1E43; nimantetv&#x101; kh&#x101;dan&#x12B;y&#x101;d&#x12B;ni sa&#x1E43;vidahatha, &#x101;san&#x101;ni pa&#xF1;&#xF1;apetha, p&#x101;n&#x12B;ya&#x1E43; upa&#x1E6D;&#x1E6D;h&#x101;petha, sa&#x1E45;gha&#x1E43; paccuggantv&#x101; &#x101;netha, pa&#xF1;&#xF1;att&#x101;sane nis&#x12B;d&#x101;petha, chandaj&#x101;t&#x101; uss&#x101;haj&#x101;t&#x101; veyy&#x101;vacca&#x1E43; karoth&#x101;&#x2019;&#x2019;ti&#x101;dikathanak&#x101;le metta&#x1E43; vac&#x12B;kamma&#x1E43; n&#x101;ma. Bhikkh&#x16B;na&#x1E43; p&#x101;tova u&#x1E6D;&#x1E6D;h&#x101;ya sar&#x12B;rapa&#x1E6D;ijaggana&#x1E43; cetiya&#x1E45;ga&#x1E47;avatt&#x101;d&#x12B;ni ca katv&#x101; vivitt&#x101;sane nis&#x12B;ditv&#x101; &#x2018;&#x2018;imasmi&#x1E43; vih&#x101;re bhikkh&#x16B; sukh&#x12B; hontu aver&#x101; aby&#x101;pajj&#x101;&#x2019;&#x2019;ti cintana&#x1E43; metta&#x1E43; manokamma&#x1E43; n&#x101;ma. Gih&#x12B;na&#x1E43; &#x2018;&#x2018;ayy&#x101; sukh&#x12B; hontu aver&#x101; aby&#x101;pajj&#x101;&#x2019;&#x2019;ti cintana&#x1E43; metta&#x1E43; manokamma&#x1E43; n&#x101;ma.</p>
              <p>[03]^b^L&#x101;bh&#x101;^eb^ti c&#x12B;var&#x101;dayo laddhapaccay&#x101;. ^b^Dhammik&#x101;^eb^ti kuhan&#x101;dibheda&#x1E43; micch&#x101;j&#x12B;va&#x1E43; vajjetv&#x101; dhammena samena bhikkh&#x101;cariyavattena uppann&#x101;. ^b^Antamaso pattapariy&#x101;pannamattamp&#x12B;^eb^ti pacchimako&#x1E6D;iy&#x101; patte pariy&#x101;panna&#x1E43; pattassa antogata&#x1E43; dvattika&#x1E6D;acchubhikkh&#x101;mattampi. Deyya&#x1E43; dakkhi&#x1E47;eyya&#xF1;ca appa&#x1E6D;ivibhatta&#x1E43; katv&#x101; bhu&#xF1;jat&#x12B;ti ^b^appa&#x1E6D;ivibhattabhog&#x12B;^eb^. Ettha hi dve pa&#x1E6D;ivibhatt&#x101;ni n&#x101;ma &#x101;misapa&#x1E6D;ivibhatta&#x1E43; puggalapa&#x1E6D;ivibhatta&#xF1;ca. Tattha &#x2018;&#x2018;ettaka&#x1E43; dass&#x101;mi, ettaka&#x1E43; na dass&#x101;m&#x12B;&#x2019;&#x2019;ti eva&#x1E43; cittena vibhajana&#x1E43; ^b^&#x101;misapa&#x1E6D;ivibhatta&#x1E43;^eb^ n&#x101;ma. &#x2018;&#x2018;Asukassa dass&#x101;mi, asukassa na dass&#x101;m&#x12B;&#x2019;&#x2019;ti eva&#x1E43; cittena vibhajana&#x1E43; pana ^b^puggalapa&#x1E6D;ivibhatta&#x1E43;^eb^ n&#x101;ma. Tadubhayampi akatv&#x101; yo appa&#x1E6D;ivibhatta&#x1E43; bhu&#xF1;jati, aya&#x1E43; ^b^appa&#x1E6D;ivibhattabhog&#x12B;^eb^ n&#x101;ma. Ten&#x101;ha ^b^&#x2018;&#x2018;neva &#x101;misa&#x1E43; pa&#x1E6D;ivibhajitv&#x101; bhu&#xF1;jat&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Ad&#x101;tump&#x12B;^eb^ti ^b^pi^eb^-saddena ^a^M3.0460^ea^ d&#x101;tumpi va&#x1E6D;&#x1E6D;at&#x12B;ti dasseti. D&#x101;na&#xF1;hi n&#x101;ma na kassaci niv&#x101;rita&#x1E43;, tena duss&#x12B;lassapi atthikassa sati sambhave d&#x101;tabba&#x1E43;, ta&#xF1;ca kho karu&#x1E47;&#x101;yanavasena, na vattap&#x16B;ra&#x1E47;avasena. S&#x101;ra&#x1E47;&#x12B;yadhammap&#x16B;rakassa appa&#x1E6D;ivibhattabhogit&#x101;ya ^b^&#x2018;&#x2018;sabbesa&#x1E43; d&#x101;tabbamev&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Gil&#x101;n&#x101;d&#x12B;na&#x1E43; pana odissaka&#x1E43; katv&#x101; d&#x101;na&#x1E43; appa&#x1E6D;ivibh&#x101;gapakkhika&#x1E43; &#x2018;&#x2018;asukassa ^a^V3.0421^ea^ na dass&#x101;m&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;ikkhepassa abh&#x101;vato. Byatirekappadh&#x101;no hi pa&#x1E6D;ivibh&#x101;go. Ten&#x101;ha ^b^&#x2018;&#x2018;gil&#x101;nagil&#x101;nupa&#x1E6D;&#x1E6D;h&#x101;ka&#x2026;pe&#x2026; viceyya d&#x101;tumpi va&#x1E6D;&#x1E6D;at&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^S&#x101;dh&#x101;ra&#x1E47;abhog&#x12B;^eb^ti ettha s&#x101;dh&#x101;ra&#x1E47;abhogino ida&#x1E43; lakkha&#x1E47;a&#x1E43; &#x2013; ya&#x1E43; ya&#x1E43; pa&#x1E47;&#x12B;ta&#x1E43; labhati, ta&#x1E43; ta&#x1E43; neva l&#x101;bhena l&#x101;bha&#x1E43; nijig&#x12B;sanamukhena gih&#x12B;na&#x1E43; deti attano &#x101;j&#x12B;vasuddhi&#x1E43; rakkham&#x101;no, na attan&#x101;va paribhu&#xF1;jati &#x2018;&#x2018;mayha&#x1E43; as&#x101;dh&#x101;ra&#x1E47;abhogit&#x101; m&#x101; hot&#x16B;&#x2019;&#x2019;ti. Ta&#x1E43; pa&#x1E6D;igga&#x1E47;hanto ca &#x2018;&#x2018;sa&#x1E45;ghena s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; hot&#x16B;&#x2019;&#x2019;ti gahetv&#x101; gha&#x1E47;&#x1E6D;i&#x1E43; paharitv&#x101; paribhu&#xF1;jitabba&#x1E43; sa&#x1E45;ghasantaka&#x1E43; viya passati. Imin&#x101; ca tassa l&#x101;bhassa t&#x12B;supi k&#x101;lesu s&#x101;dh&#x101;ra&#x1E47;ato &#x1E6D;hapana&#x1E43; dassita&#x1E43;. &#x2018;&#x2018;Ta&#x1E43; pa&#x1E6D;igga&#x1E47;hanto ca sa&#x1E45;ghena s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; hot&#x16B;&#x2019;&#x2019;ti imin&#x101; pa&#x1E6D;iggaha&#x1E47;ak&#x101;lo dassito, &#x2018;&#x2018;gahetv&#x101;&#x2026;pe&#x2026; passat&#x12B;&#x2019;&#x2019;ti imin&#x101; pa&#x1E6D;iggahitak&#x101;lo. Tadubhaya&#x1E43; pana t&#x101;disena pubbabh&#x101;gena vin&#x101; na hot&#x12B;ti atthasiddho purimak&#x101;lo. Tayidampi pa&#x1E6D;iggaha&#x1E47;ato pubbevassa hoti &#x2018;&#x2018;sa&#x1E45;ghena s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; hot&#x16B;ti pa&#x1E6D;iggahess&#x101;m&#x12B;&#x2019;&#x2019;ti, pa&#x1E6D;igga&#x1E47;hantassa hoti &#x2018;&#x2018;sa&#x1E45;ghena s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; hot&#x16B;ti pa&#x1E6D;igga&#x1E47;h&#x101;m&#x12B;&#x2019;&#x2019;ti, pa&#x1E6D;iggahetv&#x101; hoti &#x2018;&#x2018;sa&#x1E45;ghena s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; hot&#x16B;ti pa&#x1E6D;iggahita&#x1E43; may&#x101;&#x2019;&#x2019;ti eva&#x1E43; tilakkha&#x1E47;asampanna&#x1E43; katv&#x101; laddhal&#x101;bha&#x1E43; os&#x101;nalakkha&#x1E47;a&#x1E43; avikopetv&#x101; paribhu&#xF1;janto s&#x101;dh&#x101;ra&#x1E47;abhog&#x12B; appa&#x1E6D;ivibhattabhog&#x12B; ca hoti.</p>
              <p>[03]Ima&#x1E43; (d&#x12B;. ni. a&#x1E6D;&#x1E6D;ha. 2.141; ma. ni. a&#x1E6D;&#x1E6D;ha. 1.492; a. ni. a&#x1E6D;&#x1E6D;ha. 3.6.11) pana s&#x101;ra&#x1E47;&#x12B;yadhamma&#x1E43; ko p&#x16B;reti, ko na p&#x16B;reti? Duss&#x12B;lo t&#x101;va na p&#x16B;reti. Na hi tassa santaka&#x1E43; s&#x12B;lavanto ga&#x1E47;hanti. Parisuddhas&#x12B;lo pana vatta&#x1E43; akha&#x1E47;&#x1E0D;ento p&#x16B;reti. Tatrida&#x1E43; vatta&#x1E43; &#x2013; yo odissaka&#x1E43; katv&#x101; m&#x101;tu v&#x101; pitu v&#x101; &#x101;cariyupajjh&#x101;y&#x101;d&#x12B;na&#x1E43; v&#x101; deti, so d&#x101;tabba&#x1E43; detu, s&#x101;ra&#x1E47;&#x12B;yadhammo panassa na hoti, palibodhajaggana&#x1E43; n&#x101;ma hoti. S&#x101;ra&#x1E47;&#x12B;yadhammo hi muttapalibodhasseva va&#x1E6D;&#x1E6D;ati. Tena pana ^a^M3.0461^ea^ odissaka&#x1E43; dentena gil&#x101;nagil&#x101;nupa&#x1E6D;&#x1E6D;h&#x101;ka&#x101;gantukagamik&#x101;na&#xF1;ceva navapabbajitassa ca sa&#x1E45;gh&#x101;&#x1E6D;ipattaggaha&#x1E47;a&#x1E43; aj&#x101;nantassa d&#x101;tabba&#x1E43;. Etesa&#x1E43; datv&#x101; avasesa&#x1E43; ther&#x101;sanato pa&#x1E6D;&#x1E6D;h&#x101;ya thoka&#x1E43; thoka&#x1E43; adatv&#x101; yo yattaka&#x1E43; ga&#x1E47;h&#x101;ti, tassa tattaka&#x1E43; d&#x101;tabba&#x1E43;. Avasi&#x1E6D;&#x1E6D;he asati puna pi&#x1E47;&#x1E0D;&#x101;ya caritv&#x101; ther&#x101;sanato pa&#x1E6D;&#x1E6D;h&#x101;ya ya&#x1E43; ya&#x1E43; pa&#x1E47;&#x12B;ta&#x1E43;, ta&#x1E43; ta&#x1E43; datv&#x101; sesa&#x1E43; bhu&#xF1;jitabba&#x1E43;.</p>
              <p>[03]Aya&#x1E43; pana s&#x101;ra&#x1E47;&#x12B;yadhammo s&#x101;ra&#x1E47;&#x12B;yadhammap&#x16B;ra&#x1E47;avidhimhi susikkhit&#x101;ya paris&#x101;ya sup&#x16B;ro hoti. Susikkhit&#x101;ya hi paris&#x101;ya yo a&#xF1;&#xF1;ato labhati, so na ga&#x1E47;h&#x101;ti. A&#xF1;&#xF1;ato alabhantopi pam&#x101;&#x1E47;ayuttameva ga&#x1E47;h&#x101;ti, na atireka&#x1E43;. Aya&#xF1;ca pana s&#x101;ra&#x1E47;&#x12B;yadhammo eva&#x1E43; punappuna&#x1E43; pi&#x1E47;&#x1E0D;&#x101;ya ^a^V3.0422^ea^ caritv&#x101; laddha&#x1E43; laddha&#x1E43; dentassapi dv&#x101;dasahi vassehi p&#x16B;rati, na tato ora&#x1E43;. Sace hi dv&#x101;dasamepi vasse s&#x101;ra&#x1E47;&#x12B;yadhammap&#x16B;rako pi&#x1E47;&#x1E0D;ap&#x101;tap&#x16B;ra&#x1E43; patta&#x1E43; &#x101;sanas&#x101;l&#x101;ya&#x1E43; &#x1E6D;hapetv&#x101; nah&#x101;yitu&#x1E43; gacchati, sa&#x1E45;ghatthero ca &#x2018;&#x2018;kasseso patto&#x2019;&#x2019;ti vatv&#x101; &#x2018;&#x2018;s&#x101;ra&#x1E47;&#x12B;yadhammap&#x16B;rakass&#x101;&#x2019;&#x2019;ti vutte &#x2018;&#x2018;&#x101;haratha na&#x2019;&#x2019;nti sabba&#x1E43; pi&#x1E47;&#x1E0D;ap&#x101;ta&#x1E43; vic&#x101;retv&#x101; bhu&#xF1;jitv&#x101;va rittapatta&#x1E43; &#x1E6D;hapeti. Atha so bhikkhu rittapatta&#x1E43; disv&#x101; &#x2018;&#x2018;mayha&#x1E43; anavasesetv&#x101;va paribhu&#xF1;ji&#x1E43;s&#x16B;&#x2019;&#x2019;ti domanassa&#x1E43; upp&#x101;deti, s&#x101;ra&#x1E47;&#x12B;yadhammo bhijjati, puna dv&#x101;dasa vass&#x101;ni p&#x16B;retabbo hoti. Titthiyapariv&#x101;sasadiso hesa, saki&#x1E43; kha&#x1E47;&#x1E0D;e j&#x101;te puna p&#x16B;retabbova. Yo pana &#x2018;&#x2018;l&#x101;bh&#x101; vata me, suladdha&#x1E43; vata me, yassa me pattagata&#x1E43; an&#x101;pucch&#x101;va sabrahmac&#x101;rino paribhu&#xF1;jant&#x12B;&#x2019;&#x2019;ti somanassa&#x1E43; janeti, tassa pu&#x1E47;&#x1E47;o n&#x101;ma hoti.</p>
              <p>[03]Eva&#x1E43; p&#x16B;ritas&#x101;ra&#x1E47;&#x12B;yadhammassa pana neva iss&#x101;, na macchariya&#x1E43; hoti, manuss&#x101;na&#x1E43; piyo hoti sulabhapaccayo, pattagatamassa diyyam&#x101;nampi na kh&#x12B;yati, bh&#x101;jan&#x12B;yabha&#x1E47;&#x1E0D;a&#x1E6D;&#x1E6D;h&#x101;ne aggabha&#x1E47;&#x1E0D;a&#x1E43; labhati, bhaye v&#x101; ch&#x101;take v&#x101; sampatte devat&#x101; ussukka&#x1E43; &#x101;pajjanti.</p>
              <p>[03]Tatrim&#x101;ni vatth&#x16B;ni &#x2013; le&#x1E47;agiriv&#x101;s&#x12B; tissatthero kira mah&#x101;kh&#x12B;rag&#x101;ma&#x1E43; upaniss&#x101;ya vasati. Pa&#xF1;&#xF1;&#x101;samatt&#x101; ther&#x101; n&#x101;gad&#x12B;pa&#x1E43; cetiyavandanatth&#x101;ya gacchant&#x101; kh&#x12B;rag&#x101;me pi&#x1E47;&#x1E0D;&#x101;ya caritv&#x101; ki&#xF1;ci aladdh&#x101; nikkhami&#x1E43;su. Thero pavisanto te disv&#x101; pucchi &#x2018;&#x2018;laddha&#x1E43;, bhante&#x2019;&#x2019;ti. Vicarimha, &#x101;vusoti. So aladdhabh&#x101;va&#x1E43; &#xF1;atv&#x101; &#x101;ha &#x2018;&#x2018;bhante, y&#x101;v&#x101;ha&#x1E43; &#x101;gacch&#x101;mi, t&#x101;va idheva hoth&#x101;&#x2019;&#x2019;ti ^a^M3.0462^ea^. Maya&#x1E43;, &#x101;vuso, pa&#xF1;&#xF1;&#x101;sa jan&#x101; pattatemanamattampi na labhimh&#x101;ti. Bhante, nev&#x101;sik&#x101; n&#x101;ma pa&#x1E6D;ibal&#x101; honti, alabhant&#x101;pi bhikkh&#x101;c&#x101;ramaggasabh&#x101;ga&#x1E43; j&#x101;nant&#x12B;ti. Ther&#x101; &#x101;gami&#x1E43;su. Thero g&#x101;ma&#x1E43; p&#x101;visi. Dhurageheyeva mah&#x101;up&#x101;sik&#x101; kh&#x12B;rabhatta&#x1E43; sajjetv&#x101; thera&#x1E43; olokayam&#x101;n&#x101; &#x1E6D;hit&#x101; therassa dv&#x101;ra&#x1E43; sampattasseva patta&#x1E43; p&#x16B;retv&#x101; ad&#x101;si. So ta&#x1E43; &#x101;d&#x101;ya ther&#x101;na&#x1E43; santika&#x1E43; gantv&#x101; &#x2018;&#x2018;ga&#x1E47;hatha, bhante&#x2019;&#x2019;ti sa&#x1E45;ghatthera&#x1E43; &#x101;ha. Thero &#x2018;&#x2018;amhehi ettakehi ki&#xF1;ci na laddha&#x1E43;, aya&#x1E43; s&#x12B;ghameva gahetv&#x101; &#x101;gato, ki&#x1E43; nu kho&#x2019;&#x2019;ti ses&#x101;na&#x1E43; mukha&#x1E43; olokesi. Thero olokan&#x101;k&#x101;reneva &#xF1;atv&#x101; &#x2018;&#x2018;bhante, dhammena samena laddho pi&#x1E47;&#x1E0D;ap&#x101;to, nikkukkucc&#x101; ga&#x1E47;hath&#x101;&#x2019;&#x2019;ti&#x101;dito pa&#x1E6D;&#x1E6D;h&#x101;ya sabbesa&#x1E43; y&#x101;vadattha&#x1E43; datv&#x101; attan&#x101;pi y&#x101;vadattha&#x1E43; bhu&#xF1;ji. Atha na&#x1E43; bhattakicc&#x101;vas&#x101;ne ther&#x101; pucchi&#x1E43;su &#x2018;&#x2018;kad&#x101;, &#x101;vuso, lokuttaradhamma&#x1E43; pa&#x1E6D;ivijjh&#x12B;&#x2019;&#x2019;ti? Natthi me, bhante, lokuttaradhammoti. Jh&#x101;nal&#x101;bh&#x12B;si &#x101;vusoti? Etampi me, bhante, natth&#x12B;ti. Nanu, &#x101;vuso, p&#x101;&#x1E6D;ih&#x101;riyanti? S&#x101;ra&#x1E47;&#x12B;yadhammo me, bhante, p&#x16B;rito, tassa me p&#x16B;ritak&#x101;lato pa&#x1E6D;&#x1E6D;h&#x101;ya sacepi bhikkhusatasahassa&#x1E43; hoti, pattagata&#x1E43; na kh&#x12B;yat&#x12B;ti. S&#x101;dhu s&#x101;dhu sappurisa anucchavikamida&#x1E43; tuyhanti. Ida&#x1E43; t&#x101;va ^b^pattagata&#x1E43; na kh&#x12B;yat&#x12B;^eb^ti ettha vatthu.</p>
              <p>[03]Ayameva ^a^V3.0423^ea^ pana thero cetiyapabbate giribha&#x1E47;&#x1E0D;amah&#x101;p&#x16B;j&#x101;ya d&#x101;na&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; gantv&#x101; &#x2018;&#x2018;imasmi&#x1E43; d&#x101;ne ki&#x1E43; varabha&#x1E47;&#x1E0D;a&#x2019;&#x2019;nti pucchi. Dve s&#x101;&#x1E6D;ak&#x101;, bhanteti. Ete mayha&#x1E43; p&#x101;pu&#x1E47;issant&#x12B;ti. Ta&#x1E43; sutv&#x101; amacco ra&#xF1;&#xF1;o &#x101;rocesi &#x2018;&#x2018;eko daharo eva&#x1E43; vadat&#x12B;&#x2019;&#x2019;ti. &#x2018;&#x2018;Daharassa eva&#x1E43; citta&#x1E43;, mah&#x101;ther&#x101;na&#x1E43; pana sukhum&#x101; s&#x101;&#x1E6D;ak&#x101; va&#x1E6D;&#x1E6D;ant&#x12B;&#x2019;&#x2019;ti vatv&#x101; &#x2018;&#x2018;mah&#x101;ther&#x101;na&#x1E43; dass&#x101;m&#x12B;&#x2019;&#x2019;ti &#x1E6D;hapesi. Tassa bhikkhusa&#x1E45;ghe pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; &#x1E6D;hite dentassa matthake &#x1E6D;hapit&#x101;pi te s&#x101;&#x1E6D;ak&#x101; hattha&#x1E43; n&#x101;rohanti, a&#xF1;&#xF1;eva &#x101;rohanti. Daharassa d&#x101;nak&#x101;le pana hattha&#x1E43; &#x101;ru&#x1E37;h&#x101;. So tassa hatthe &#x1E6D;hapetv&#x101; amaccassa mukha&#x1E43; oloketv&#x101; dahara&#x1E43; nis&#x12B;d&#x101;petv&#x101; d&#x101;na&#x1E43; datv&#x101; sa&#x1E45;gha&#x1E43; vissajjetv&#x101; daharassa santike nis&#x12B;ditv&#x101; &#x2018;&#x2018;bhante, ima&#x1E43; dhamma&#x1E43; kad&#x101; pa&#x1E6D;ivijjhitth&#x101;&#x2019;&#x2019;ti &#x101;ha. So pariy&#x101;yenapi asanta&#x1E43; avadanto &#x2018;&#x2018;natthi mayha&#x1E43;, mah&#x101;r&#x101;ja, lokuttaradhammo&#x2019;&#x2019;ti &#x101;ha. Nanu, bhante, pubbeva avacutth&#x101;ti. &#x100;ma mah&#x101;r&#x101;ja, s&#x101;ra&#x1E47;&#x12B;yadhammap&#x16B;rako aha&#x1E43;, tassa me dhammassa p&#x16B;ritak&#x101;lato pa&#x1E6D;&#x1E6D;h&#x101;ya bh&#x101;jan&#x12B;ya&#x1E6D;&#x1E6D;h&#x101;ne aggabha&#x1E47;&#x1E0D;a&#x1E43; p&#x101;pu&#x1E47;&#x101;t&#x12B;ti. &#x2018;&#x2018;S&#x101;dhu s&#x101;dhu bhante, anucchavikamida&#x1E43; tumh&#x101;ka&#x2019;&#x2019;nti ^a^M3.0463^ea^ vanditv&#x101; pakk&#x101;mi. Ida&#x1E43; ^b^bh&#x101;jan&#x12B;ya&#x1E6D;&#x1E6D;h&#x101;ne aggabha&#x1E47;&#x1E0D;a&#x1E43; p&#x101;pu&#x1E47;&#x101;t&#x12B;^eb^ti ettha vatthu.</p>
              <p>[03]Ca&#x1E47;&#x1E0D;&#x101;latissabhayena pana bh&#x101;tarag&#x101;mav&#x101;sino n&#x101;gattheriy&#x101; an&#x101;rocetv&#x101;va pal&#x101;yi&#x1E43;su. Ther&#x12B; pacc&#x16B;sasamaye &#x2018;&#x2018;ati viya appanigghoso g&#x101;mo, upadh&#x101;retha t&#x101;v&#x101;&#x2019;&#x2019;ti daharabhikkhuniyo &#x101;ha. T&#x101; gantv&#x101; sabbesa&#x1E43; gatabh&#x101;va&#x1E43; &#xF1;atv&#x101; &#x101;gamma theriy&#x101; &#x101;rocesu&#x1E43;. S&#x101; sutv&#x101; &#x2018;&#x2018;m&#x101; tumhe tesa&#x1E43; gatabh&#x101;va&#x1E43; cintayittha, attano uddesaparipucch&#x101;yonisomanasik&#x101;resuyeva yoga&#x1E43; karoth&#x101;&#x2019;&#x2019;ti vatv&#x101; bhikkh&#x101;c&#x101;ravel&#x101;ya&#x1E43; p&#x101;rupitv&#x101; attadv&#x101;dasam&#x101; g&#x101;madv&#x101;re nigrodham&#x16B;le a&#x1E6D;&#x1E6D;h&#x101;si. Rukkhe adhivatth&#x101; devat&#x101; dv&#x101;dasannampi bhikkhun&#x12B;na&#x1E43; pi&#x1E47;&#x1E0D;ap&#x101;ta&#x1E43; datv&#x101; &#x2018;&#x2018;ayye a&#xF1;&#xF1;attha m&#x101; gacchatha, nicca&#x1E43; idheva eth&#x101;&#x2019;&#x2019;ti &#x101;ha. Theriy&#x101; pana kani&#x1E6D;&#x1E6D;habh&#x101;t&#x101; n&#x101;gatthero n&#x101;ma atthi, so &#x2018;&#x2018;mahanta&#x1E43; bhaya&#x1E43;, na sakk&#x101; y&#x101;petu&#x1E43;, parat&#x12B;ra&#x1E43; gamiss&#x101;m&#x12B;&#x2019;&#x2019;ti attadv&#x101;dasamo attano vasana&#x1E6D;&#x1E6D;h&#x101;n&#x101; nikkhanto &#x2018;&#x2018;theri&#x1E43; disv&#x101; gamiss&#x101;m&#x12B;&#x2019;&#x2019;ti bh&#x101;tarag&#x101;ma&#x1E43; &#x101;gato. Ther&#x12B; &#x2018;&#x2018;ther&#x101; &#x101;gat&#x101;&#x2019;&#x2019;ti sutv&#x101; tesa&#x1E43; santika&#x1E43; gantv&#x101; &#x2018;&#x2018;ki&#x1E43; ayy&#x101;&#x2019;&#x2019;ti pucchi. So ta&#x1E43; pavatti&#x1E43; &#x101;cikkhi. S&#x101; &#x2018;&#x2018;ajja ekadivasa&#x1E43; vih&#x101;re vasitv&#x101; sveva gamissath&#x101;&#x2019;&#x2019;ti &#x101;ha. Ther&#x101; vih&#x101;ra&#x1E43; &#x101;gama&#x1E43;su.</p>
              <p>[03]Ther&#x12B; punadivase rukkham&#x16B;le pi&#x1E47;&#x1E0D;&#x101;ya caritv&#x101; thera&#x1E43; upasa&#x1E45;kamitv&#x101; &#x2018;&#x2018;ima&#x1E43; pi&#x1E47;&#x1E0D;ap&#x101;ta&#x1E43; paribhu&#xF1;jath&#x101;&#x2019;&#x2019;ti &#x101;ha. Thero &#x2018;&#x2018;va&#x1E6D;&#x1E6D;issati ther&#x12B;&#x2019;&#x2019;ti vatv&#x101; tu&#x1E47;h&#x12B; a&#x1E6D;&#x1E6D;h&#x101;si. Dhammiko t&#x101;ta pi&#x1E47;&#x1E0D;ap&#x101;to, kukkucca&#x1E43; akatv&#x101; paribhu&#xF1;jath&#x101;ti. Va&#x1E6D;&#x1E6D;issati ther&#x12B;ti. S&#x101; patta&#x1E43; gahetv&#x101; &#x101;k&#x101;se khipi. Patto &#x101;k&#x101;se a&#x1E6D;&#x1E6D;h&#x101;si. Thero &#x2018;&#x2018;sattat&#x101;lamatte &#x1E6D;hitampi bhikkhun&#x12B;bhattameva ther&#x12B;&#x2019;&#x2019;ti vatv&#x101; &#x2018;&#x2018;bhaya&#x1E43; n&#x101;ma sabbak&#x101;la&#x1E43; na hoti, bhaye v&#x16B;pasante ariyava&#x1E43;sa&#x1E43; kathayam&#x101;no &#x2018;bho pi&#x1E47;&#x1E0D;ap&#x101;tika ^a^V3.0424^ea^ bhikkhun&#x12B;bhatta&#x1E43; bhu&#xF1;jitv&#x101; v&#x12B;tin&#x101;mayitth&#x101;&#x2019;ti cittena anuvadiyam&#x101;no santhambhitu&#x1E43; na sakkhiss&#x101;mi, appamatt&#x101; hotha theriyo&#x2019;&#x2019;ti magga&#x1E43; &#x101;ruhi. Rukkhadevat&#x101;pi &#x2018;&#x2018;sace thero theriy&#x101; hatthato pi&#x1E47;&#x1E0D;ap&#x101;ta&#x1E43; paribhu&#xF1;jissati, na na&#x1E43; nivattess&#x101;mi, sace na paribhu&#xF1;jissati, nivattess&#x101;m&#x12B;&#x2019;&#x2019;ti cintayam&#x101;n&#x101; &#x1E6D;hatv&#x101; therassa gamana&#x1E43; disv&#x101; rukkh&#x101; oruyha &#x2018;&#x2018;patta&#x1E43;, bhante, deth&#x101;&#x2019;&#x2019;ti patta&#x1E43; gahetv&#x101; thera&#x1E43; rukkham&#x16B;la&#x1E43;yeva &#x101;netv&#x101; &#x101;sana&#x1E43; pa&#xF1;&#xF1;apetv&#x101; pi&#x1E47;&#x1E0D;ap&#x101;ta&#x1E43; datv&#x101; katabhattakicca&#x1E43; pa&#x1E6D;i&#xF1;&#xF1;a&#x1E43; k&#x101;retv&#x101; dv&#x101;dasa bhikkhuniyo dv&#x101;dasa ca bhikkh&#x16B; satta vass&#x101;ni upa&#x1E6D;&#x1E6D;hahi ^a^M3.0464^ea^. Ida&#x1E43; ^b^devat&#x101; ussukka&#x1E43; &#x101;pajjant&#x12B;^eb^ti ettha vatthu. Tatra hi ther&#x12B; s&#x101;ra&#x1E47;&#x12B;yadhammap&#x16B;rik&#x101; ahosi.</p>
              <p>[03]Natthi etesa&#x1E43; kha&#x1E47;&#x1E0D;anti ^b^akha&#x1E47;&#x1E0D;&#x101;ni,^eb^ ta&#x1E43; pana nesa&#x1E43; kha&#x1E47;&#x1E0D;a&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;yass&#x101;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;. Tattha upasampannas&#x12B;l&#x101;na&#x1E43; uddesakkamena &#x101;diant&#x101; veditabb&#x101;. Ten&#x101;ha ^b^&#x2018;&#x2018;sattas&#x16B;&#x2019;&#x2019;^eb^ti&#x101;di. Anupasampannas&#x12B;l&#x101;na&#x1E43; pana sam&#x101;d&#x101;nakkamenapi &#x101;diant&#x101; labbhanti. ^b^Pariyante chinnas&#x101;&#x1E6D;ako viy&#x101;^eb^ti vatthante dasante v&#x101; chinnavattha&#x1E43; viya. Visadisud&#x101;hara&#x1E47;a&#xF1;ceta&#x1E43; &#x2018;&#x2018;akha&#x1E47;&#x1E0D;&#x101;n&#x12B;&#x2019;&#x2019;ti imassa adhikatatt&#x101;. Eva&#x1E43; ses&#x101;nipi ud&#x101;hara&#x1E47;&#x101;ni. ^b^Kha&#x1E47;&#x1E0D;a^eb^nti kha&#x1E47;&#x1E0D;avanta&#x1E43;, kha&#x1E47;&#x1E0D;ita&#x1E43; v&#x101;. ^b^Chidda^eb^nti&#x101;d&#x12B;supi eseva nayo. Visabh&#x101;gava&#x1E47;&#x1E47;ena g&#x101;v&#x12B; viy&#x101;ti sambandho. Visabh&#x101;gava&#x1E47;&#x1E47;ena upa&#x1E0D;&#x1E0D;ha&#x1E43; tatiyabh&#x101;ga&#x1E43; v&#x101; sambhinnava&#x1E47;&#x1E47;a&#x1E43; ^b^sabala&#x1E43;,^eb^ visabh&#x101;gava&#x1E47;&#x1E47;eheva pana bind&#x16B;hi antarantar&#x101; vimissa&#x1E43; ^b^kamm&#x101;sa&#x1E43;^eb^. Aya&#x1E43; imesa&#x1E43; viseso.</p>
              <p>[03]^b^Bhujissabh&#x101;vakara&#x1E47;ato^eb^ti ta&#x1E47;h&#x101;d&#x101;sabyato mocetv&#x101; bhujissabh&#x101;vakara&#x1E47;ato. S&#x12B;lassa ca ta&#x1E47;h&#x101;d&#x101;sabyato mocana&#x1E43; viva&#x1E6D;&#x1E6D;&#x16B;panissayabh&#x101;v&#x101;p&#x101;dana&#x1E43;, tenassa viva&#x1E6D;&#x1E6D;&#x16B;panissayat&#x101; dassit&#x101;. &#x2018;&#x2018;Bhujissabh&#x101;vakara&#x1E47;ato&#x2019;&#x2019;ti ca imin&#x101; bhujissakar&#x101;ni ^b^bhujiss&#x101;n&#x12B;^eb^ti uttarapadalopen&#x101;ya&#x1E43; niddesoti dasseti. Yasm&#x101; ca ta&#x1E43;sama&#x1E45;g&#x12B;puggalo ser&#x12B; saya&#x1E43;vas&#x12B; bhujisso n&#x101;ma hoti, tasm&#x101;pi bhujiss&#x101;ni. Suparisuddhabh&#x101;vena p&#x101;sa&#x1E43;satt&#x101; ^b^vi&#xF1;&#xF1;upasatth&#x101;ni^eb^. Avi&#xF1;&#xF1;&#x16B;na&#x1E43; pasa&#x1E43;s&#x101;ya appam&#x101;&#x1E47;abh&#x101;vato vi&#xF1;&#xF1;&#x16B;gaha&#x1E47;a&#x1E43; kata&#x1E43;. ^b^Ta&#x1E47;h&#x101;di&#x1E6D;&#x1E6D;h&#x12B;hi apar&#x101;ma&#x1E6D;&#x1E6D;hatt&#x101;^eb^ti &#x2018;&#x2018;imin&#x101;ha&#x1E43; s&#x12B;lena devo v&#x101; bhaviss&#x101;mi deva&#xF1;&#xF1;ataro v&#x101;&#x2019;&#x2019;ti ta&#x1E47;h&#x101;par&#x101;m&#x101;sena &#x2018;&#x2018;imin&#x101;ha&#x1E43; s&#x12B;lena devo hutv&#x101; tattha nicco dhuvo sassato bhaviss&#x101;m&#x12B;&#x2019;&#x2019;ti di&#x1E6D;&#x1E6D;hipar&#x101;m&#x101;sena ca apar&#x101;ma&#x1E6D;&#x1E6D;hatt&#x101;. Atha v&#x101; &#x2018;&#x2018;aya&#x1E43; te s&#x12B;lesu d&#x101;so&#x2019;&#x2019;ti cat&#x16B;su vipatt&#x12B;su ya&#x1E43; v&#x101; ta&#x1E43; v&#x101; vipatti&#x1E43; dassetv&#x101; &#x2018;&#x2018;ima&#x1E43; n&#x101;ma tva&#x1E43; &#x101;pannapubbo&#x2019;&#x2019;ti kenaci par&#x101;ma&#x1E6D;&#x1E6D;hu&#x1E43; anuddha&#x1E43;setu&#x1E43; asakku&#x1E47;eyyatt&#x101; ^b^apar&#x101;ma&#x1E6D;&#x1E6D;h&#x101;n&#x12B;^eb^ti evamettha attho da&#x1E6D;&#x1E6D;habbo. S&#x12B;la&#x1E43; n&#x101;ma avippa&#x1E6D;is&#x101;r&#x101;dip&#x101;rampariyena y&#x101;vadeva sam&#x101;dhisamp&#x101;danatthanti &#x101;ha ^b^&#x2018;&#x2018;sam&#x101;dhisa&#x1E43;vattanik&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti. Sam&#x101;dhisa&#x1E43;vattanappayojan&#x101;ni ^b^sam&#x101;dhisa&#x1E43;vattanik&#x101;ni^eb^.</p>
              <p>[03]Sam&#x101;nabh&#x101;vo ^a^M3.0465^ea^^a^V3.0425^ea^ s&#x101;ma&#xF1;&#xF1;a&#x1E43;, paripu&#x1E47;&#x1E47;acatup&#x101;risuddhibh&#x101;vena majjhe bhinnasuva&#x1E47;&#x1E47;assa viya bhed&#x101;bh&#x101;vato s&#x12B;lena s&#x101;ma&#xF1;&#xF1;a&#x1E43; s&#x12B;las&#x101;ma&#xF1;&#xF1;a&#x1E43;, ta&#x1E43; gato upagatoti ^b^s&#x12B;las&#x101;ma&#xF1;&#xF1;agato^eb^. Ten&#x101;ha ^b^&#x2018;&#x2018;sam&#x101;nabh&#x101;v&#x16B;pagatas&#x12B;lo&#x2019;&#x2019;^eb^ti, s&#x12B;lasampattiy&#x101; sam&#x101;nabh&#x101;va&#x1E43; upagatas&#x12B;lo sabh&#x101;gavuttikoti attho. Sot&#x101;pann&#x101;d&#x12B;na&#xF1;hi s&#x12B;la&#x1E43; samuddantarepi devalokepi vasant&#x101;na&#x1E43; a&#xF1;&#xF1;esa&#x1E43; sot&#x101;pann&#x101;d&#x12B;na&#x1E43; s&#x12B;lena sam&#x101;nameva hoti, natthi maggas&#x12B;le n&#x101;natta&#x1E43;. K&#x101;ma&#xF1;hi puthujjan&#x101;nampi catup&#x101;risuddhis&#x12B;le n&#x101;natta&#x1E43; na siy&#x101;, ta&#x1E43; pana na ekantikanti idha n&#x101;dhippeta&#x1E43;, maggas&#x12B;la&#x1E43; pana ekantika&#x1E43; niyatabh&#x101;vatoti tameva sandh&#x101;ya ^b^&#x2018;&#x2018;y&#x101;ni t&#x101;ni s&#x12B;l&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;.</p>
              <p>[03]^b^Y&#x101;ya^eb^nti y&#x101; aya&#x1E43; mayha&#xF1;ceva tumh&#x101;ka&#xF1;ca paccakkhabh&#x16B;t&#x101;. ^b^Di&#x1E6D;&#x1E6D;h&#x12B;^eb^ti maggasamm&#x101;di&#x1E6D;&#x1E6D;hi. ^b^Niddos&#x101;^eb^ti niddhutados&#x101;, samucchinnar&#x101;g&#x101;dip&#x101;padhamm&#x101;ti attho. ^b^Niyy&#x101;t&#x12B;^eb^ti va&#x1E6D;&#x1E6D;adukkhato nissarati nigacchati. Saya&#x1E43; niyant&#x12B;yeva hi ta&#x1E43;maggasama&#x1E45;g&#x12B;puggala&#x1E43; va&#x1E6D;&#x1E6D;adukkhato niyy&#x101;pet&#x12B;ti vuccati. Y&#x101; satthu anusi&#x1E6D;&#x1E6D;hi, ta&#x1E43; karot&#x12B;ti ^b^takkaro,^eb^ tassa, yath&#x101;nusi&#x1E6D;&#x1E6D;ha&#x1E43; pa&#x1E6D;ipajjanakass&#x101;ti attho. ^b^Di&#x1E6D;&#x1E6D;his&#x101;ma&#xF1;&#xF1;agato^eb^ti saccasampa&#x1E6D;ivedhena sam&#x101;nadi&#x1E6D;&#x1E6D;hibh&#x101;va&#x1E43; upagato.</p>
              <p>[06]Katipucch&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Cha&#x101;pattisamu&#x1E6D;&#x1E6D;h&#x101;nav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^276^eb^^b^.^eb^^b^Pa&#x1E6D;hamena &#x101;pattisamu&#x1E6D;&#x1E6D;h&#x101;nen&#x101;^eb^ti&#x101;di sabba&#x1E43; uddesaniddes&#x101;divasena pavattap&#x101;&#x1E37;i&#x1E43; anus&#x101;reneva sakk&#x101; vi&#xF1;&#xF1;&#x101;tu&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Samathabheda&#x1E43;</h1n>
        <h2>
          <h2n>Adhikara&#x1E47;apariy&#x101;yav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^293^eb^^b^.^eb^^b^Lobho^eb^^a^M3.0466^ea^^a^V3.0426^ea^^b^pubba&#x1E45;gamo^eb^ti&#x101;d&#x12B;su pana lobhahetu vivadanato &#x2018;&#x2018;lobho pubba&#x1E45;gamo&#x2019;&#x2019;ti vutta&#x1E43;. Eva&#x1E43; sesesupi. ^b^&#x1E6C;h&#x101;n&#x101;n&#x12B;^eb^ti k&#x101;ra&#x1E47;&#x101;ni. Ti&#x1E6D;&#x1E6D;hanti etth&#x101;ti ^b^&#x1E6D;h&#x101;na&#x1E43;^eb^. Ke ti&#x1E6D;&#x1E6D;hanti? Viv&#x101;d&#x101;dhikara&#x1E47;&#x101;dayo. Vasanti etth&#x101;ti ^b^vatthu^eb^. Bhavanti etth&#x101;ti ^b^bh&#x16B;mi^eb^. Kusal&#x101;kusal&#x101;by&#x101;katacittasama&#x1E45;gino vivadanato ^b^&#x2018;&#x2018;nava het&#x16B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Dv&#x101;dasa m&#x16B;l&#x101;n&#x12B;^eb^ti &#x2018;&#x2018;kodhano hoti upan&#x101;h&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;ni dv&#x101;dasa m&#x16B;l&#x101;ni.</p>
              <p>[03]^b^294-295^eb^^b^.^eb^ Im&#x101;neva dv&#x101;dasa k&#x101;yav&#x101;c&#x101;hi saddhi&#x1E43; ^b^&#x2018;&#x2018;cuddasa m&#x16B;l&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti vutt&#x101;ni. ^b^Satta &#x101;pattikkhandh&#x101; &#x1E6D;h&#x101;n&#x101;n&#x12B;^eb^ti ettha &#x101;patti&#x1E43; &#x101;pajjitv&#x101; pa&#x1E6D;icch&#x101;dentassa y&#x101; &#x101;patti, tass&#x101; pubbe &#x101;pann&#x101; &#x101;pattiyo &#x1E6D;h&#x101;n&#x101;n&#x12B;ti veditabba&#x1E43;. &#x2018;&#x2018;Natthi &#x101;patt&#x101;dhikara&#x1E47;a&#x1E43; kusala&#x2019;&#x2019;nti vacanato &#x101;patt&#x101;dhikara&#x1E47;e akusal&#x101;by&#x101;katavasena cha het&#x16B; vutt&#x101;. Kusalacitta&#x1E43; pana a&#x1E45;ga&#x1E43; hoti, na hetu.</p>
              <p>[03]^b^296^eb^^b^.^eb^^b^Catt&#x101;ri kamm&#x101;ni &#x1E6D;h&#x101;n&#x101;n&#x12B;^eb^ti ettha &#x2018;&#x2018;eva&#x1E43; kattabba&#x2019;&#x2019;nti itikattabbat&#x101;dassanavasena pavattap&#x101;&#x1E37;i ^b^kamma&#x1E43;^eb^ n&#x101;ma, yath&#x101;&#x1E6D;hitap&#x101;&#x1E37;ivasena karont&#x101;na&#x1E43; kiriy&#x101; ^b^kicc&#x101;dhikara&#x1E47;a&#x1E43;^eb^ n&#x101;ma. &#xD1;atti&#xF1;attidutiya&#xF1;atticatutthakamm&#x101;ni &#xF1;attito j&#x101;yanti, apalokanakamma&#x1E43; apalokanatov&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;&#xF1;attito v&#x101; apalokanato v&#x101;&#x2019;&#x2019;^eb^ti. Kicc&#x101;dhikara&#x1E47;a&#x1E43; ekena samathena ^b^sammati,^eb^ sampajjat&#x12B;ti attho. Tehi sametabbatt&#x101; &#x2018;&#x2018;viv&#x101;d&#x101;dhikara&#x1E47;assa s&#x101;dh&#x101;ra&#x1E47;&#x101;&#x2019;&#x2019;ti vutta&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Tabbh&#x101;giyav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^298^eb^^b^.^eb^^b^Viv&#x101;d&#x101;dhikara&#x1E47;assa tabbh&#x101;giy&#x101;^eb^ti viv&#x101;d&#x101;dhikara&#x1E47;assa v&#x16B;pasamato tappakkhik&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Samath&#x101; samathassa s&#x101;dh&#x101;ra&#x1E47;av&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^299^eb^^b^.^eb^ Eka&#x1E43; ^a^V3.0427^ea^ adhikara&#x1E47;a&#x1E43; sabbe samath&#x101; ekato hutv&#x101; sametu&#x1E43; sakkonti na sakkont&#x12B;ti pucchanto ^b^&#x2018;&#x2018;samath&#x101; samathassa s&#x101;dh&#x101;ra&#x1E47;&#x101;, samath&#x101;^eb^^a^M3.0467^ea^^b^samathassa as&#x101;dh&#x101;ra&#x1E47;&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Yebhuyyasik&#x101;ya samana&#x1E43; sammukh&#x101;vinaya&#x1E43; vin&#x101; na hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;yebhuyyasik&#x101; sammukh&#x101;vinayassa s&#x101;dh&#x101;ra&#x1E47;&#x101;&#x2019;&#x2019;^eb^ti. Sativinay&#x101;d&#x12B;hi samanassa yebhuyyasik&#x101;ya kicca&#x1E43; natth&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;sativinayassa&#x2026;pe&#x2026; as&#x101;dh&#x101;ra&#x1E47;&#x101;&#x2019;&#x2019;^eb^ti. Eva&#x1E43; sesesupi. Tabbh&#x101;giyav&#x101;repi eseva nayo.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Vinayav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^302^eb^^b^.^eb^ Sabbesampi samath&#x101;na&#x1E43; vinayapariy&#x101;yo labbhat&#x12B;ti ^b^&#x2018;&#x2018;vinayo sammukh&#x101;vinayo&#x2019;&#x2019;^eb^ti&#x101;din&#x101; vinayav&#x101;ro uddha&#x1E6D;o. ^b^Siy&#x101; na sammukh&#x101;vinayo^eb^ti ettha sammukh&#x101;vinaya&#x1E43; &#x1E6D;hapetv&#x101; sativinay&#x101;dayo sesasamath&#x101; adhippet&#x101;. Esa nayo sesesupi.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Kusalav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^303^eb^^b^.^eb^ Sa&#x1E45;ghassa sammukh&#x101; pa&#x1E6D;i&#xF1;&#xF1;&#x101;te ta&#x1E43; pa&#x1E6D;ij&#x101;nana&#x1E43; sa&#x1E45;ghasammukhat&#x101; n&#x101;ma. Tassa pa&#x1E6D;ij&#x101;nanacitta&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;sammukh&#x101;vinayo kusalo&#x2019;&#x2019;^eb^ti&#x101;di vuttanti vadanti. ^b^Natthi sammukh&#x101;vinayo akusalo^eb^ti dhammavinayapuggalasammukhat&#x101;hi tiva&#x1E45;giko sammukh&#x101;vinayo etehi vin&#x101; natthi. Tattha kusalacittehi kara&#x1E47;ak&#x101;le kusalo, arahantehi kara&#x1E47;ak&#x101;le aby&#x101;kato. Etesa&#x1E43; sa&#x1E45;ghasammukhat&#x101;d&#x12B;na&#x1E43; akusalapa&#x1E6D;ipakkhatt&#x101; akusalassa sambhavo natthi, tasm&#x101; &#x2018;&#x2018;natthi sammukh&#x101;vinayo akusalo&#x2019;&#x2019;ti vutta&#x1E43;. &#x2018;&#x2018;Yebhuyyasik&#x101; adhammav&#x101;d&#x12B;hi v&#x16B;pasamanak&#x101;le, dhammav&#x101;d&#x12B;nampi adhammav&#x101;dimhi sal&#x101;kagg&#x101;h&#x101;pake j&#x101;te akusal&#x101;. Sativinayo anarahato sa&#xF1;cicca sativinayad&#x101;ne akusalo. Am&#x16B;&#x1E37;havinayo anummattakassa d&#x101;ne, pa&#x1E6D;i&#xF1;&#xF1;&#x101;takara&#x1E47;a&#x1E43; m&#x16B;&#x1E37;hassa aj&#x101;nato pa&#x1E6D;i&#xF1;&#xF1;&#x101;ya kara&#x1E47;e, tassap&#x101;piyasik&#x101; suddhassa kara&#x1E47;e, ti&#x1E47;avatth&#x101;raka&#x1E43; mah&#x101;kalahe sa&#xF1;cicca kara&#x1E47;e ca akusala&#x1E43;. Sabbattha arahato vaseneva aby&#x101;kata&#x2019;&#x2019;nti sabbameta&#x1E43; ^b^ga&#x1E47;&#x1E6D;hipadesu^eb^ vutta&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Samathav&#x101;ravissajjan&#x101;v&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^304-305^eb^^b^.^eb^^b^Yattha yebhuyyasik&#x101; labbhati, tattha sammukh&#x101;vinayo labbhat&#x12B;^eb^ti&#x101;di pucch&#x101;. ^b^Yasmi&#x1E43;^eb^^a^V3.0428^ea^^b^samaye sammukh&#x101;vinayena c&#x101;^eb^ti&#x101;di tass&#x101; ^a^M3.0468^ea^ vissajjana&#x1E43;, yasmi&#x1E43; samaye sammukh&#x101;vinayena ca yebhuyyasik&#x101;ya ca adhikara&#x1E47;a&#x1E43; v&#x16B;pasammati, tasmi&#x1E43; samaye yattha yebhuyyasik&#x101; labbhati, tattha sammukh&#x101;vinayo labbhat&#x12B;ti eva&#x1E43; sabbattha sambandho. ^b^Yattha pa&#x1E6D;i&#xF1;&#xF1;&#x101;takara&#x1E47;a&#x1E43; labbhati, tattha sammukh&#x101;vinayo labbhat&#x12B;^eb^ti ettha eka&#x1E43; v&#x101; dve v&#x101; bah&#x16B; v&#x101; bhikkh&#x16B; &#x2018;&#x2018;ima&#x1E43; n&#x101;ma &#x101;patti&#x1E43; &#x101;pannos&#x12B;&#x2019;&#x2019;ti pucchite sati &#x2018;&#x2018;&#x101;m&#x101;&#x2019;&#x2019;ti pa&#x1E6D;ij&#x101;nane dvepi pa&#x1E6D;i&#xF1;&#xF1;&#x101;takara&#x1E47;asammukh&#x101;vinay&#x101; labbhanti. Tattha &#x2018;&#x2018;sa&#x1E45;ghasammukhat&#x101; dhammavinayapuggalasammukhat&#x101;&#x2019;&#x2019;ti eva&#x1E43; vuttasammukh&#x101;vinaye sa&#x1E45;ghassa purato pa&#x1E6D;i&#xF1;&#xF1;&#x101;ta&#x1E43; ce, sa&#x1E45;ghasammukhat&#x101;. Tattheva desita&#x1E43; ce, dhammavinayasammukhat&#x101;yopi laddh&#x101; honti. Atha vivadant&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; pa&#x1E6D;ij&#x101;nanti ce, puggalasammukhat&#x101;. Tasseva santike desita&#x1E43; ce, dhammavinayasammukhat&#x101;yopi laddh&#x101; honti. Ekasseva v&#x101; ekassa santike &#x101;pattidesanak&#x101;le &#x2018;&#x2018;passasi, pass&#x101;m&#x12B;&#x2019;&#x2019;ti vutte tattha dhammavinayapuggalasammukhat&#x101;sa&#xF1;&#xF1;ito sammukh&#x101;vinayo ca pa&#x1E6D;i&#xF1;&#xF1;&#x101;takara&#x1E47;a&#xF1;ca laddha&#x1E43; hoti.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Sa&#x1E43;sa&#x1E6D;&#x1E6D;hav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^306^eb^^b^.^eb^ Adhikara&#x1E47;&#x101;na&#x1E43; v&#x16B;pasamova ^b^samatho^eb^ n&#x101;ma, tasm&#x101; adhikara&#x1E47;ena vin&#x101; samath&#x101; natth&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;m&#x101; hevantissa vacan&#x12B;yo&#x2026;pe&#x2026; vinibbhujitv&#x101; n&#x101;n&#x101;kara&#x1E47;a&#x1E43; pa&#xF1;&#xF1;&#x101;petu&#x2019;&#x2019;^eb^nti.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Samath&#x101;dhikara&#x1E47;av&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^309-310^eb^^b^.^eb^^b^Samath&#x101; samathehi sammant&#x12B;^eb^ti&#x101;di pucch&#x101;. ^b^Siy&#x101; samath&#x101; samathehi sammant&#x12B;^eb^ti&#x101;di vissajjana&#x1E43;. Tattha ^b^samath&#x101; samathehi sammant&#x12B;^eb^ti ettha ^b^sammant&#x12B;^eb^ti sampajjanti, adhikara&#x1E47;&#x101; v&#x101; pana sammanti v&#x16B;pasama&#x1E43; gacchanti, tasm&#x101; ^b^yebhuyyasik&#x101; sammukh&#x101;vinayena sammat&#x12B;^eb^ti ettha sammukh&#x101;vinayena saddhi&#x1E43; yebhuyyasik&#x101; sampajjati, na sativinay&#x101;d&#x12B;hi saddhi&#x1E43; tesa&#x1E43; tass&#x101; anupak&#x101;ratt&#x101;ti evamattho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^311^eb^^b^.^eb^ &#x2018;&#x2018;Sammukh&#x101;vinayo viv&#x101;d&#x101;dhikara&#x1E47;ena sammat&#x12B;&#x2019;&#x2019;ti p&#x101;&#x1E6D;ho. &#x2018;&#x2018;Sammukh&#x101;vinayo na kenaci sammat&#x12B;&#x2019;&#x2019;ti hi avas&#x101;ne vuttatt&#x101; sammukh&#x101;vinayo ^a^M3.0469^ea^ saya&#x1E43; samathena v&#x101; adhikara&#x1E47;ena v&#x101; sametabbo na hoti.</p>
              <p>[03]^b^313^eb^^b^.^eb^^b^Viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43;&#x2026;pe&#x2026; kicc&#x101;dhikara&#x1E47;ena sammat&#x12B;^eb^ti ettha &#x2018;&#x2018;su&#x1E47;&#x101;tu me bhante ^a^V3.0429^ea^ &#x2026;pe&#x2026; pa&#x1E6D;hama&#x1E43; sal&#x101;ka&#x1E43; nikkhip&#x101;m&#x12B;&#x2019;&#x2019;ti eva&#x1E43; viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43; kicc&#x101;dhikara&#x1E47;ena sammat&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Samu&#x1E6D;&#x1E6D;h&#x101;panav&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^314^eb^^b^.^eb^^b^Viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43; na katama&#x1E43; adhikara&#x1E47;a&#x1E43; samu&#x1E6D;&#x1E6D;h&#x101;pet&#x12B;^eb^ti &#x2018;&#x2018;n&#x101;ya&#x1E43; dhammo&#x2019;&#x2019;ti vuttamatteneva ki&#xF1;ci adhikara&#x1E47;a&#x1E43; na samu&#x1E6D;&#x1E6D;h&#x101;pet&#x12B;ti attho.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Bhajativ&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^318-9^eb^^b^.^eb^^b^Katama&#x1E43; adhikara&#x1E47;a&#x1E43; pariy&#x101;panna^eb^nti katam&#x101;dhikara&#x1E47;apariy&#x101;panna&#x1E43;, ayameva v&#x101; p&#x101;&#x1E6D;ho. ^b^Viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43; viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43; bhajat&#x12B;^eb^ti pa&#x1E6D;hamuppannaviv&#x101;da&#x1E43; pacch&#x101; uppanno bhajati. ^b^Viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43; dve samathe bhajat&#x12B;^eb^ti &#x2018;&#x2018;ma&#x1E43; v&#x16B;pasametu&#x1E43; samatth&#x101; tumhe&#x2019;&#x2019;ti vadanta&#x1E43; viya bhajati. ^b^Dv&#x12B;hi samathehi sa&#x1E45;gahita^eb^nti &#x2018;&#x2018;maya&#x1E43; ta&#x1E43; v&#x16B;pasamess&#x101;m&#x101;&#x2019;&#x2019;ti vadantehi viya dv&#x12B;hi samathehi sa&#x1E45;gahita&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Khandhakapucch&#x101;v&#x101;ro</h1n>
        <h2>
          <h2n>Pucch&#x101;vissajjan&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^320^eb^^b^.^eb^^b^Nid&#x101;nena^eb^^a^M3.0470^ea^^a^V3.0430^ea^^b^ca niddesena ca saddhi^eb^nti ettha ^b^nid&#x101;nen&#x101;^eb^ti sikkh&#x101;padapa&#xF1;&#xF1;attidesasa&#x1E45;kh&#x101;tena nid&#x101;nena. ^b^Niddesen&#x101;^eb^ti puggal&#x101;diniddesena. Ubhayenapi tassa tassa sikkh&#x101;padassa vatthu dassita&#x1E43;, tasm&#x101; vatthun&#x101; saddhi&#x1E43; khandhaka&#x1E43; pucchiss&#x101;m&#x12B;ti ayamettha attho. ^b^Tatth&#x101;^eb^ti tasmi&#x1E43; upasampadakkhandhake. ^b^Uttam&#x101;ni pad&#x101;ni vutt&#x101;n&#x12B;^eb^ti &#x2018;&#x2018;na, bhikkhave, &#x16B;nav&#x12B;sativasso puggalo upasamp&#x101;detabbo&#x2019;&#x2019;ti&#x101;din&#x101; (mah&#x101;va. 99, 124) nayena uttamapad&#x101;ni vutt&#x101;ni. ^b^Cammasa&#x1E43;yutte^eb^ti cammakkhandhake.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Ekuttarikanayo</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Ekakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^321^eb^^b^.^eb^^b^M&#x16B;lavisuddhiy&#x101;^eb^^a^M3.0471^ea^^a^V3.0431^ea^^b^antar&#x101;patt&#x12B;^eb^ti antar&#x101;patti&#x1E43; &#x101;pajjitv&#x101; m&#x16B;l&#x101;yapa&#x1E6D;ikassana&#x1E43; katv&#x101; &#x1E6D;hitena &#x101;pann&#x101;. ^b^&#x2018;&#x2018;Agghavisuddhiy&#x101; antar&#x101;patt&#x12B;^eb^ti sambahul&#x101; &#x101;pattiyo &#x101;pajjitv&#x101; t&#x101;su sabbacirapa&#x1E6D;icchannavasena agghasamodh&#x101;na&#x1E43; gahetv&#x101; vasantena &#x101;pann&#x101;patt&#x12B;&#x2019;&#x2019;ti ^b^ga&#x1E47;&#x1E6D;hipadesu^eb^ vutta&#x1E43;. ^b^Sauss&#x101;heneva citten&#x101;^eb^ti &#x2018;&#x2018;punapi &#x101;pajjiss&#x101;m&#x12B;&#x2019;&#x2019;ti sauss&#x101;heneva cittena. Bhikkhun&#x12B;na&#x1E43; a&#x1E6D;&#x1E6D;havatthuk&#x101;ya vasena ceta&#x1E43; vutta&#x1E43;. Tenev&#x101;ha ^b^&#x2018;&#x2018;a&#x1E6D;&#x1E6D;hame vatthusmi&#x1E43; bhikkhuniy&#x101; p&#x101;r&#x101;jikameva hot&#x12B;&#x2019;&#x2019;^eb^ti. ^b^&#x2018;&#x2018;Dhammikassa pa&#x1E6D;issavassa asacc&#x101;pane&#x2019;&#x2019;^eb^ti vuttatt&#x101; adhammikapa&#x1E6D;issavassa visa&#x1E43;v&#x101;de dukka&#x1E6D;a&#x1E43; na hoti. &#x2018;&#x2018;Tumhe vibbhamath&#x101;&#x2019;&#x2019;ti hi vutte suddhacitto &#x2018;&#x2018;s&#x101;dh&#x16B;&#x2019;&#x2019;ti pa&#x1E6D;issu&#x1E47;itv&#x101; sace na vibbhamati, an&#x101;patti. Eva&#x1E43; sabbattha. ^b^Pa&#xF1;cadasasu dhammes&#x16B;^eb^ti &#x2018;&#x2018;k&#x101;lena vakkh&#x101;mi, no ak&#x101;len&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vuttapa&#xF1;cadasadhammesu. &#x100;patti&#x1E43; &#x101;pajjitu&#x1E43; bhabbat&#x101;ya ^b^bhabb&#x101;pattik&#x101;^eb^.</p>
              <p>[06]Ekakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Dukav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^322^eb^^b^.^eb^ Dukesu ^b^nidahane^eb^ti &#x101;tape aticira&#x1E43; &#x1E6D;hapetv&#x101; nidahane. Vatthusabh&#x101;ga&#x1E43; desento ^b^desento &#x101;pajjati,^eb^ &#x101;panna&#x1E43; &#x101;patti&#x1E43; na desess&#x101;m&#x12B;ti dhura&#x1E43; nikkhipanto ^b^na desento &#x101;pajjati^eb^. Romajanapade j&#x101;ta&#x1E43; ^b^romaka&#x1E43;. Pakk&#x101;laka^eb^nti yavakkh&#x101;ra&#x1E43;. Anu&#xF1;&#xF1;&#x101;talo&#x1E47;att&#x101; lo&#x1E47;&#x101;nipi dukesu vutt&#x101;ni.</p>
              <p>[06]Dukav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Tikav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^323^eb^^b^.^eb^ Tikesu ^a^M3.0472^ea^^a^V3.0432^ea^^b^vac&#x12B;sampayutta&#x1E43; k&#x101;yakiriya&#x1E43; katv&#x101;^eb^ti k&#x101;yena nipaccak&#x101;ra&#x1E43; katv&#x101;. ^b^Mukh&#x101;lambarakara&#x1E47;&#x101;dibhedo^eb^ti mukhabheriv&#x101;dan&#x101;dippabhedo. Yassa sikkh&#x101;padassa v&#x12B;tikkame k&#x101;yasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101; &#x101;pattiyo, ta&#x1E43; k&#x101;yadv&#x101;re pa&#xF1;&#xF1;attasikkh&#x101;pada&#x1E43;. ^b^Upagh&#x101;tet&#x12B;^eb^ti vin&#x101;seti. ^b^Na &#x101;d&#x101;tabba^eb^nti &#x2018;&#x2018;imasm&#x101; vih&#x101;r&#x101; parampi m&#x101; nikkhama, vinayadhar&#x101;na&#x1E43; v&#x101; santika&#x1E43; &#x101;gaccha vinicchaya&#x1E43; d&#x101;tu&#x2019;&#x2019;nti vutte tassa vacana&#x1E43; na gahetabbanti attho.</p>
              <p>[03]^b^Akusal&#x101;ni ceva m&#x16B;l&#x101;ni c&#x101;^eb^ti akosallasambh&#x16B;ta&#x1E6D;&#x1E6D;hena ekant&#x101;kusalabh&#x101;vato akusal&#x101;ni, attan&#x101; sampayuttadhamm&#x101;na&#x1E43; suppati&#x1E6D;&#x1E6D;hitabh&#x101;vas&#x101;dhanato m&#x16B;l&#x101;ni, na akusalabh&#x101;vas&#x101;dhanato. Na hi m&#x16B;lato akusal&#x101;na&#x1E43; akusalabh&#x101;vo, kusal&#x101;d&#x12B;na&#x1E43; v&#x101; kusal&#x101;dibh&#x101;vo. Tath&#x101; ca sati mom&#x16B;hacittadvayamohassa akusalabh&#x101;vo na siy&#x101;.</p>
              <p>[03]^b^Du&#x1E6D;&#x1E6D;hu carit&#x101;n&#x12B;^eb^ti paccayato sampayuttadhammato pavatti&#x101;k&#x101;rato ca na su&#x1E6D;&#x1E6D;hu asamm&#x101;pavattit&#x101;ni. ^b^Vir&#x16B;p&#x101;n&#x12B;^eb^ti b&#x12B;bhacch&#x101;ni sampati &#x101;yati&#xF1;ca ani&#x1E6D;&#x1E6D;har&#x16B;patt&#x101;. ^b^Su&#x1E6D;&#x1E6D;hu carit&#x101;n&#x12B;^eb^ti&#x101;d&#x12B;su vuttavipariy&#x101;yena attho veditabbo. Dvepi cete tik&#x101; pa&#x1E47;&#x1E47;attiy&#x101; v&#x101; kammapathehi v&#x101; kathetabb&#x101;. Pa&#x1E47;&#x1E47;attiy&#x101; t&#x101;va k&#x101;yadv&#x101;re pa&#xF1;&#xF1;attasikkh&#x101;padassa v&#x12B;tikkamo k&#x101;yaduccarita&#x1E43;, av&#x12B;tikkamo k&#x101;yasucarita&#x1E43;. Vac&#x12B;dv&#x101;re pa&#xF1;&#xF1;attasikkh&#x101;padassa v&#x12B;tikkamo vac&#x12B;duccarita&#x1E43;, av&#x12B;tikkamo vac&#x12B;sucarita&#x1E43;. Ubhayattha pa&#xF1;&#xF1;attasikkh&#x101;padassa v&#x12B;tikkamo manoduccarita&#x1E43; manodv&#x101;re pa&#xF1;&#xF1;attasikkh&#x101;padassa abh&#x101;vato. Tayida&#x1E43; dv&#x101;radvaye akiriyasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ya &#x101;pattiy&#x101; vasena veditabba&#x1E43;. Yath&#x101;vutt&#x101;ya &#x101;pattiy&#x101; av&#x12B;tikkamova manosucarita&#x1E43;. Aya&#x1E43; ^b^pa&#x1E47;&#x1E47;attikath&#x101;^eb^.</p>
              <p>[03]P&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;dayo pana tisso cetan&#x101; k&#x101;yadv&#x101;re vac&#x12B;dv&#x101;repi uppann&#x101; k&#x101;yaduccarita&#x1E43; dv&#x101;rantare uppannassapi kammassa san&#x101;m&#x101;paricc&#x101;gato yebhuyyavuttiy&#x101; tabbahulavuttiy&#x101; ca. Ten&#x101;hu a&#x1E6D;&#x1E6D;hakath&#x101;cariy&#x101; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Dv&#x101;re caranti kamm&#x101;ni, na dv&#x101;r&#x101; dv&#x101;rac&#x101;rino;</p>
              <p>[22]Tasm&#x101; dv&#x101;rehi kamm&#x101;ni, a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; vavatthit&#x101;&#x2019;&#x2019;ti. (dha. sa. a&#x1E6D;&#x1E6D;ha. k&#x101;m&#x101;vacarakusala dv&#x101;rakath&#x101;, k&#x101;yakammadv&#x101;ra);</p>
              <p>[03]Tath&#x101; ^a^M3.0473^ea^^a^V3.0433^ea^ catasso mus&#x101;v&#x101;d&#x101;dicetan&#x101; k&#x101;yadv&#x101;repi vac&#x12B;dv&#x101;repi uppann&#x101; vac&#x12B;duccarita&#x1E43;, abhijjh&#x101; by&#x101;p&#x101;do micch&#x101;di&#x1E6D;&#x1E6D;h&#x12B;ti tayo manokammabh&#x16B;t&#x101;ya cetan&#x101;ya sampayuttadhamm&#x101; manoduccarita&#x1E43;, k&#x101;yavac&#x12B;kammabh&#x16B;t&#x101;ya pana cetan&#x101;ya sampayutt&#x101; abhijjh&#x101;dayo ta&#x1E43;ta&#x1E43;pakkhik&#x101; v&#x101; honti abboh&#x101;rik&#x101; v&#x101;. P&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;d&#x12B;hi viramantassa uppann&#x101; tisso cetan&#x101;pi viratiyopi k&#x101;yasucarita&#x1E43; k&#x101;yikassa v&#x12B;tikkamassa akara&#x1E47;avasena pavattanato. K&#x101;yena pana sikkh&#x101;pad&#x101;na&#x1E43; sam&#x101;diyam&#x101;ne s&#x12B;lassa k&#x101;yasucaritabh&#x101;ve vattabbameva natthi. Mus&#x101;v&#x101;d&#x101;d&#x12B;hi viramantassa catasso cetan&#x101;pi viratiyopi vac&#x12B;sucarita&#x1E43; v&#x101;casikassa v&#x12B;tikkamassa akara&#x1E47;avasena pavattanato. Anabhijjh&#x101; aby&#x101;p&#x101;do samm&#x101;di&#x1E6D;&#x1E6D;h&#x12B;ti tayo cetan&#x101;sampayuttadhamm&#x101; manosucaritanti aya&#x1E43; ^b^kammapathakath&#x101;^eb^.</p>
              <p>[06]Tikav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Catukkav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^324^eb^^b^.^eb^ Catukkesu ^b^anariyavoh&#x101;r&#x101;^eb^ti anariy&#x101;na&#x1E43; l&#x101;mak&#x101;na&#x1E43; voh&#x101;r&#x101; sa&#x1E43;voh&#x101;r&#x101; abhil&#x101;pav&#x101;c&#x101;. ^b^Ariyavoh&#x101;r&#x101;^eb^ti ariy&#x101;na&#x1E43; sappuris&#x101;na&#x1E43; voh&#x101;r&#x101;. ^b^Di&#x1E6D;&#x1E6D;hav&#x101;dit&#x101;^eb^ti &#x2018;&#x2018;di&#x1E6D;&#x1E6D;ha&#x1E43; may&#x101;&#x2019;&#x2019;ti eva&#x1E43;v&#x101;dit&#x101;. Ettha ca ta&#x1E43;ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;pakacetan&#x101;vasena attho veditabbo.</p>
              <p>[03]Pa&#x1E6D;hamakappikesu pa&#x1E6D;hama&#x1E43; purisali&#x1E45;gameva uppajjat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;pa&#x1E6D;hama&#x1E43; uppannavasen&#x101;&#x2019;&#x2019;^eb^ti. ^b^Purima&#x1E43; purisali&#x1E45;ga&#x1E43; pajahat&#x12B;^eb^ti yath&#x101;vuttenatthena pubba&#x1E45;gamabh&#x101;vato purimasa&#x1E45;kh&#x101;ta&#x1E43; purisali&#x1E45;ga&#x1E43; jahati. ^b^Sata&#x1E43; ti&#x1E43;sa&#xF1;ca sikkh&#x101;pad&#x101;n&#x12B;^eb^ti ti&#x1E43;s&#x101;dhik&#x101;ni sata&#x1E43; sikkh&#x101;pad&#x101;ni.</p>
              <p>[03]^b^Bhikkhussa ca bhikkhuniy&#x101; ca cat&#x16B;su p&#x101;r&#x101;jikes&#x16B;^eb^ti s&#x101;dh&#x101;ra&#x1E47;esuyeva cat&#x16B;su p&#x101;r&#x101;jikesu. ^b^Pa&#x1E6D;hamo pa&#xF1;ho^eb^ti &#x2018;&#x2018;atthi vatthun&#x101;nattat&#x101;, no &#x101;pattin&#x101;nattat&#x101;&#x2019;&#x2019;ti aya&#x1E43; pa&#xF1;ho. &#x2018;&#x2018;Atthi &#x101;pattisabh&#x101;gat&#x101;, no vatthusabh&#x101;gat&#x101;&#x2019;&#x2019;ti aya&#x1E43; idha dutiyo n&#x101;ma.</p>
              <p>[03]^b^An&#x101;pattivassacchedass&#x101;^eb^ti natthi etasmi&#x1E43; vassacchede &#x101;patt&#x12B;ti an&#x101;pattivassacchedo, tassa, an&#x101;pattikassa vassacchedass&#x101;ti attho. ^b^Mant&#x101;bh&#x101;s&#x101;^eb^ti ^a^M3.0474^ea^ matiy&#x101; upaparikkhitv&#x101; bh&#x101;sanato asamphappal&#x101;pav&#x101;c&#x101; idha &#x2018;&#x2018;mant&#x101;bh&#x101;s&#x101;&#x2019;&#x2019;ti vutt&#x101;.</p>
              <p>[03]^b^Navamabhikkhunito^eb^^a^V3.0434^ea^^b^pa&#x1E6D;&#x1E6D;h&#x101;ya upajjh&#x101;y&#x101;pi abhiv&#x101;dan&#x101;rah&#x101; no paccu&#x1E6D;&#x1E6D;h&#x101;n&#x101;rah&#x101;^eb^ti yasm&#x101; &#x2018;&#x2018;anuj&#x101;n&#x101;mi, bhikkhave, bhattagge a&#x1E6D;&#x1E6D;hanna&#x1E43; bhikkhun&#x12B;na&#x1E43; yath&#x101;vu&#x1E0D;&#x1E0D;ha&#x1E43; avases&#x101;na&#x1E43; yath&#x101;gatika&#x2019;&#x2019;nti vadantena bhagavat&#x101; bhattagge &#x101;dito pa&#x1E6D;&#x1E6D;h&#x101;ya a&#x1E6D;&#x1E6D;hanna&#x1E43;yeva bhikkhun&#x12B;na&#x1E43; yath&#x101;vu&#x1E0D;&#x1E0D;ha&#x1E43; anu&#xF1;&#xF1;&#x101;ta&#x1E43;, avases&#x101;na&#x1E43; &#x101;gatapa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101;, tasm&#x101; navamabhikkhunito pa&#x1E6D;&#x1E6D;h&#x101;ya sace upajjh&#x101;y&#x101;pi bhikkhun&#x12B; pacch&#x101; &#x101;gacchati, na paccu&#x1E6D;&#x1E6D;h&#x101;n&#x101;rah&#x101;, yath&#x101;nisinn&#x101;hiyeva s&#x12B;sa&#x1E43; ukkhipitv&#x101; abhiv&#x101;detabbatt&#x101; abhiv&#x101;dan&#x101;rah&#x101;. &#x100;dito nisinn&#x101;su pana a&#x1E6D;&#x1E6D;hasu y&#x101; abbhantarim&#x101; a&#xF1;&#xF1;&#x101; vu&#x1E0D;&#x1E0D;hatar&#x101; &#x101;gacchati, s&#x101; attano navakatara&#x1E43; vu&#x1E6D;&#x1E6D;h&#x101;petv&#x101; nis&#x12B;ditu&#x1E43; labhati. Tasm&#x101; s&#x101; t&#x101;hi a&#x1E6D;&#x1E6D;hahi bhikkhun&#x12B;hi paccu&#x1E6D;&#x1E6D;h&#x101;n&#x101;rah&#x101;. Y&#x101; pana a&#x1E6D;&#x1E6D;hahipi navakatar&#x101;, s&#x101; sacepi sa&#x1E6D;&#x1E6D;hivass&#x101; hoti, &#x101;gatapa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101;va nis&#x12B;ditu&#x1E43; labhati.</p>
              <p>[03]^b^Idha na kappant&#x12B;ti vadanto^eb^ti paccantimajanapadesu &#x1E6D;hatv&#x101; &#x2018;&#x2018;idha na kappant&#x12B;&#x2019;&#x2019;ti vadanto vinay&#x101;tis&#x101;radukka&#x1E6D;a&#x1E43; &#x101;pajjati. Kappiya&#xF1;hi &#x2018;&#x2018;na kappat&#x12B;&#x2019;&#x2019;ti vadanto pa&#xF1;&#xF1;atta&#x1E43; samucchindati n&#x101;ma. ^b^Idha kappant&#x12B;^eb^ti&#x101;d&#x12B;supi eseva nayo.</p>
              <p>[06]Catukkav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Pa&#xF1;cakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^325^eb^^b^.^eb^ Pa&#xF1;cakesu &#x2018;&#x2018;nimantito sabhatto sam&#x101;no santa&#x1E43; bhikkhu&#x1E43; an&#x101;pucch&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 294-297) vacanato akappiyanimantana&#x1E43; s&#x101;diyantasseva an&#x101;mantac&#x101;ro na va&#x1E6D;&#x1E6D;at&#x12B;ti ^b^&#x2018;&#x2018;pi&#x1E47;&#x1E0D;ap&#x101;tikassa kappant&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Ga&#x1E47;abhojan&#x101;^eb^d&#x12B;supi eseva nayo. ^b^Adhi&#x1E6D;&#x1E6D;hahitv&#x101; bhojana^eb^nti &#x2018;&#x2018;gil&#x101;nasamayo&#x2019;&#x2019;ti&#x101;din&#x101; &#x101;bhoga&#x1E43; katv&#x101; bhojana&#x1E43;. ^b^Avikappan&#x101;^eb^ti &#x2018;&#x2018;mayha&#x1E43; bhattapacc&#x101;sa&#x1E43; itthann&#x101;massa damm&#x12B;&#x2019;&#x2019;ti eva&#x1E43; avikappan&#x101;.</p>
              <p>[03]^b^Ayasato v&#x101; garahato v&#x101;^eb^ti ettha parammukh&#x101; agu&#x1E47;avacana&#x1E43; ^b^ayaso^eb^. Sammukh&#x101; ^b^garah&#x101;^eb^. Viyasat&#x12B;ti ^b^byasana&#x1E43;,^eb^ hitasukha&#x1E43; khipati viddha&#x1E43;set&#x12B;ti attho. &#xD1;&#x101;t&#x12B;na&#x1E43; ^a^M3.0475^ea^ byasana&#x1E43; ^b^&#xF1;&#x101;tibyasana&#x1E43;,^eb^ corarogabhay&#x101;d&#x12B;hi &#xF1;&#x101;tivin&#x101;soti attho. Bhog&#x101;na&#x1E43; byasana&#x1E43; ^b^bhogabyasana&#x1E43;,^eb^ r&#x101;jacor&#x101;divasena bhogavin&#x101;soti attho. Rogo eva byasana&#x1E43; ^b^rogabyasana&#x1E43;^eb^. Rogo hi &#x101;rogya&#x1E43; byasati vin&#x101;set&#x12B;ti byasana&#x1E43;. S&#x12B;lassa byasana&#x1E43; ^b^s&#x12B;labyasana&#x1E43;,^eb^ duss&#x12B;lyasseta&#x1E43; n&#x101;ma&#x1E43;. Samm&#x101;di&#x1E6D;&#x1E6D;hi&#x1E43; vin&#x101;sayam&#x101;n&#x101; uppann&#x101; di&#x1E6D;&#x1E6D;hiyeva byasana&#x1E43; ^b^di&#x1E6D;&#x1E6D;hibyasana&#x1E43;. &#xD1;&#x101;tisampad&#x101;^eb^ti &#xF1;&#x101;t&#x12B;na&#x1E43; sampad&#x101; p&#x101;rip&#x16B;ri bahubh&#x101;vo ^a^V3.0435^ea^. ^b^Bhogasampad&#x101;ya^eb^pi eseva nayo. &#x100;rogyassa sampad&#x101; ^b^&#x101;rogyasampad&#x101;^eb^. P&#x101;rip&#x16B;ri d&#x12B;gharatta&#x1E43; arogat&#x101;. ^b^S&#x12B;ladi&#x1E6D;&#x1E6D;hisampad&#x101;^eb^supi eseva nayo.</p>
              <p>[03]^b^Vatta&#x1E43; paricchind&#x12B;^eb^ti tasmi&#x1E43; divase k&#x101;tabbavatta&#x1E43; ni&#x1E6D;&#x1E6D;h&#x101;pesi. ^b^A&#x1E6D;&#x1E6D;ha kappe anussar&#x12B;^eb^ti&#x101;din&#x101; tasmi&#x1E43; kha&#x1E47;e jh&#x101;na&#x1E43; nibbattetv&#x101; pubbeniv&#x101;sa&#xF1;&#x101;&#x1E47;a&#x1E43; nibbattes&#x12B;ti d&#x12B;peti. ^b^&#xD1;attiy&#x101; kammappatto hutv&#x101;^eb^ti &#xF1;attiy&#x101; &#x1E6D;hapit&#x101;ya anuss&#x101;vanakammappatto hutv&#x101;ti attho.</p>
              <p>[03]^b^Mandatt&#x101; mom&#x16B;hatt&#x101;^eb^ti neva sam&#x101;d&#x101;na&#x1E43; j&#x101;n&#x101;ti, na &#x101;nisa&#x1E43;sa&#x1E43;, attano pana mandatt&#x101; mom&#x16B;hatt&#x101; a&#xF1;&#xF1;&#x101;&#x1E47;eneva &#x101;ra&#xF1;&#xF1;iko hoti. ^b^P&#x101;piccho icch&#x101;pakato^eb^ti &#x2018;&#x2018;ara&#xF1;&#xF1;e me viharantassa &#x2018;aya&#x1E43; &#x101;ra&#xF1;&#xF1;iko&#x2019;ti catuppaccayasakk&#x101;ra&#x1E43; karissanti, &#x2018;aya&#x1E43; bhikkhu lajj&#x12B; pavivitto&#x2019;ti&#x101;d&#x12B;hi ca gu&#x1E47;ehi sambh&#x101;vessant&#x12B;&#x2019;&#x2019;ti eva&#x1E43; p&#x101;pik&#x101;ya icch&#x101;ya &#x1E6D;hatv&#x101; t&#x101;ya eva icch&#x101;ya abhibh&#x16B;to hutv&#x101; &#x101;ra&#xF1;&#xF1;iko hot&#x12B;ti attho. Ten&#x101;ha ^b^&#x2018;&#x2018;ara&#xF1;&#xF1;av&#x101;sena paccayal&#x101;bha&#x1E43; patthayam&#x101;no&#x2019;&#x2019;^eb^ti. Umm&#x101;davasena ara&#xF1;&#xF1;a&#x1E43; pavisitv&#x101; viharanto ^b^umm&#x101;d&#x101; cittakkhep&#x101; &#x101;ra&#xF1;&#xF1;iko^eb^ n&#x101;ma hoti. ^b^Va&#x1E47;&#x1E47;ita^eb^nti ida&#x1E43; &#x101;ra&#xF1;&#xF1;ika&#x1E45;ga&#x1E43; n&#x101;ma buddhehi buddhas&#x101;vakehi ca va&#x1E47;&#x1E47;ita&#x1E43; pasatthanti &#x101;ra&#xF1;&#xF1;iko hoti.</p>
              <p>[06]Pa&#xF1;cakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Chakkav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^326^eb^^b^.^eb^ Chakkesu ^b^chabbassaparamat&#x101; dh&#x101;retabba^eb^nti padabh&#x101;jana&#x1E43; dassita&#x1E43;. Sesa&#x1E43; utt&#x101;nameva.</p>
              <p>[06]Chakkav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Sattakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^327^eb^^b^.^eb^ Sattakesu ^a^M3.0476^ea^^b^chakke vutt&#x101;niyeva sattakavasena yojetabb&#x101;n&#x12B;^eb^ti chakke vuttacuddasaparam&#x101;ni dvidh&#x101; katv&#x101; dvinna&#x1E43; sattak&#x101;na&#x1E43; vasena yojetabb&#x101;ni.</p>
              <p>[03]^b^&#x100;patti&#x1E43; j&#x101;n&#x101;t&#x12B;^eb^ti &#x101;patti&#x1E43;yeva &#x2018;&#x2018;&#x101;patt&#x12B;&#x2019;&#x2019;ti j&#x101;n&#x101;ti. Sesapadesupi eseva nayo. ^b^&#x100;bhicetasik&#x101;na^eb^nti ^a^V3.0436^ea^ ettha (ma. ni. a&#x1E6D;&#x1E6D;ha. 1.66) ^b^abhiceto^eb^ti p&#x101;katikak&#x101;m&#x101;vacaracittehi sundarat&#x101;ya pa&#x1E6D;ipakkhato visuddhatt&#x101; ca abhikkanta&#x1E43; visuddhacitta&#x1E43; vuccati, upac&#x101;rajjh&#x101;nacittasseta&#x1E43; adhivacana&#x1E43;. Abhicetasi j&#x101;t&#x101;ni ^b^&#x101;bhicetasik&#x101;ni,^eb^ abhicetosannissit&#x101;n&#x12B;ti v&#x101; ^b^&#x101;bhicetasik&#x101;ni. Di&#x1E6D;&#x1E6D;hadhammasukhavih&#x101;r&#x101;na^eb^nti di&#x1E6D;&#x1E6D;hadhamme sukhavih&#x101;r&#x101;na&#x1E43;. ^b^Di&#x1E6D;&#x1E6D;hadhammo^eb^ti paccakkho attabh&#x101;vo vuccati, tattha sukhavih&#x101;rabh&#x16B;t&#x101;nanti attho. R&#x16B;p&#x101;vacarajjh&#x101;n&#x101;nameta&#x1E43; adhivacana&#x1E43;. T&#x101;ni hi appetv&#x101; nisinn&#x101; jh&#x101;yino imasmi&#xF1;&#xF1;eva attabh&#x101;ve asa&#x1E43;kili&#x1E6D;&#x1E6D;ha&#x1E43; nekkhammasukha&#x1E43; vindanti, tasm&#x101; &#x2018;&#x2018;di&#x1E6D;&#x1E6D;hadhammasukhavih&#x101;r&#x101;n&#x12B;&#x2019;&#x2019;ti vuccanti. ^b^Nik&#x101;mal&#x101;bh&#x12B;^eb^ti nik&#x101;mena l&#x101;bh&#x12B;, attano icch&#x101;vasena l&#x101;bh&#x12B;, icchiticchitakkha&#x1E47;e sam&#x101;pajjitu&#x1E43; samatthoti vutta&#x1E43; hoti. ^b^Akicchal&#x101;bh&#x12B;^eb^ti sukheneva paccan&#x12B;kadhamme vikkhambhetv&#x101; sam&#x101;pajjitu&#x1E43; samatthoti vutta&#x1E43; hoti. ^b^Akasiral&#x101;bh&#x12B;^eb^ti akasir&#x101;na&#x1E43; l&#x101;bh&#x12B; vipul&#x101;na&#x1E43;, yath&#x101;paricchedeneva vu&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43; samatthoti vutta&#x1E43; hoti. Ekacco hi l&#x101;bh&#x12B;yeva hoti, na pana sakkoti icchiticchitakkha&#x1E47;e sam&#x101;pajjitu&#x1E43;. Ekacco sakkoti tath&#x101; sam&#x101;pajjitu&#x1E43;, p&#x101;ripanthike pana kicchena vikkhambheti. Ekacco tath&#x101; ca sam&#x101;pajjati, p&#x101;ripanthike ca akiccheneva vikkhambheti, na sakkoti k&#x101;lam&#x101;nan&#x101;&#x1E37;ikayanta&#x1E43; viya yath&#x101;paricchedeyeva vu&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43;.</p>
              <p>[03]^b^&#x100;sav&#x101;na&#x1E43; khay&#x101;^eb^ti arahattamaggena sabbakiles&#x101;na&#x1E43; khay&#x101;. ^b^An&#x101;sava^eb^nti &#x101;savavirahita&#x1E43;. ^b^Cetovimutti&#x1E43; pa&#xF1;&#xF1;&#x101;vimutti^eb^nti ettha ^b^ceto^eb^-vacanena arahattaphalasampayutto sam&#x101;dhi, ^b^pa&#xF1;&#xF1;&#x101;^eb^-vacanena ta&#x1E43;sampayutt&#x101; ca pa&#xF1;&#xF1;&#x101; vutt&#x101;. Tattha ca sam&#x101;dhi r&#x101;gato vimuttatt&#x101; cetovimutti, pa&#xF1;&#xF1;&#x101; avijj&#x101;ya vimuttatt&#x101; pa&#xF1;&#xF1;&#x101;vimutt&#x12B;ti veditabb&#x101;. Vutta&#xF1;heta&#x1E43; bhagavat&#x101; &#x2018;&#x2018;yo hissa, bhikkhave, sam&#x101;dhi, tadassa sam&#x101;dhindriya&#x1E43; (sa&#x1E43;. ni. 5.520). Y&#x101; hissa, bhikkhave, pa&#xF1;&#xF1;&#x101;, tadassa pa&#xF1;&#xF1;indriya&#x1E43; ^a^M3.0477^ea^ (sa&#x1E43;. ni. 5.516). Iti kho, bhikkhave, r&#x101;gavir&#x101;g&#x101; cetovimutti avijj&#x101;vir&#x101;g&#x101; pa&#xF1;&#xF1;&#x101;vimutt&#x12B;&#x2019;&#x2019;ti (a. ni. 2.32). Apicettha samathaphala&#x1E43; cetovimutti, vipassan&#x101;phala&#x1E43; pa&#xF1;&#xF1;&#x101;vimutt&#x12B;ti veditabb&#x101;ti. ^b^Di&#x1E6D;&#x1E6D;heva dhamme^eb^ti imasmi&#x1E43;yeva attabh&#x101;ve. ^b^Saya&#x1E43; abhi&#xF1;&#xF1;&#x101; sacchikatv&#x101;^eb^ti attan&#x101;yeva pa&#xF1;&#xF1;&#x101;ya paccakkha&#x1E43; katv&#x101;, aparappaccayena &#xF1;atv&#x101;ti attho. Sutamaya&#xF1;&#x101;&#x1E47;&#x101;din&#x101; viya parappaccayata&#x1E43; nayagg&#x101;ha&#xF1;ca mu&#xF1;citv&#x101; paratoghos&#x101;nugatabh&#x101;van&#x101;dhigamabh&#x16B;t&#x101;ya attanoyeva pa&#xF1;&#xF1;&#x101;ya paccakkha&#x1E43; katv&#x101;, na sayambh&#x16B;&#xF1;&#x101;&#x1E47;abh&#x16B;t&#x101;y&#x101;ti adhipp&#x101;yo. ^b^Upasampajja viharat&#x12B;^eb^ti p&#x101;pu&#x1E47;itv&#x101; samp&#x101;detv&#x101; viharati.</p>
              <p>[06]Sattakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>A&#x1E6D;&#x1E6D;hakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^328^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hakesu ^a^V3.0437^ea^^b^a&#x1E6D;&#x1E6D;h&#x101;nisa&#x1E43;se sampassam&#x101;nen&#x101;^eb^ti &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu &#x101;patti&#x1E43; &#x101;panno hoti, so tass&#x101; &#x101;pattiy&#x101; an&#x101;pattidi&#x1E6D;&#x1E6D;hi hoti, a&#xF1;&#xF1;e bhikkh&#x16B; tass&#x101; &#x101;pattiy&#x101; &#x101;pattidi&#x1E6D;&#x1E6D;hino honti, te ce, bhikkhave, bhikkh&#x16B; ta&#x1E43; bhikkhu&#x1E43; eva&#x1E43; j&#x101;nanti &#x2018;aya&#x1E43; kho &#x101;yasm&#x101; bahussuto &#x101;gat&#x101;gamo dhammadharo vinayadharo m&#x101;tik&#x101;dharo pa&#x1E47;&#x1E0D;ito byatto medh&#x101;v&#x12B; lajj&#x12B; kukkuccako sikkh&#x101;k&#x101;mo, sace maya&#x1E43; ima&#x1E43; bhikkhu&#x1E43; &#x101;pattiy&#x101; adassane ukkhipiss&#x101;ma, na maya&#x1E43; imin&#x101; bhikkhun&#x101; saddhi&#x1E43; uposatha&#x1E43; kariss&#x101;ma, vin&#x101; imin&#x101; bhikkhun&#x101; uposatha&#x1E43; kariss&#x101;ma, bhavissati sa&#x1E45;ghassa tatonid&#x101;na&#x1E43; bha&#x1E47;&#x1E0D;ana&#x1E43; kalaho viggaho viv&#x101;do sa&#x1E45;ghabhedo sa&#x1E45;ghar&#x101;ji sa&#x1E45;ghavavatth&#x101;na&#x1E43; sa&#x1E45;ghan&#x101;n&#x101;kara&#x1E47;a&#x2019;nti, bhedagarukehi, bhikkhave, bhikkh&#x16B;hi na so bhikkhu &#x101;pattiy&#x101; adassane ukkhipitabbo&#x2019;&#x2019;ti (mah&#x101;va. 453) &#x2013;</p>
              <p>[07]&#x100;din&#x101; vuttaa&#x1E6D;&#x1E6D;h&#x101;nisa&#x1E43;se sampassam&#x101;nena. Tena hi saddhi&#x1E43; uposath&#x101;diakara&#x1E47;a&#x1E43; &#x101;d&#x12B;navo bhed&#x101;ya sa&#x1E43;vattanato, kara&#x1E47;a&#x1E43; &#x101;nisa&#x1E43;so ^a^M3.0478^ea^ s&#x101;maggiy&#x101; sa&#x1E43;vattanato. Tasm&#x101; ete a&#x1E6D;&#x1E6D;h&#x101;nisa&#x1E43;se sampassam&#x101;nena na so bhikkhu ukkhipitabboti attho.</p>
              <p>[03]Dutiyaa&#x1E6D;&#x1E6D;hakepi ^b^a&#x1E6D;&#x1E6D;h&#x101;nisa&#x1E43;se sampassam&#x101;nen&#x101;^eb^ti &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu &#x101;patti&#x1E43; &#x101;panno hoti, so tass&#x101; &#x101;pattiy&#x101; an&#x101;pattidi&#x1E6D;&#x1E6D;hi hoti, a&#xF1;&#xF1;e bhikkh&#x16B; tass&#x101; &#x101;pattiy&#x101; &#x101;pattidi&#x1E6D;&#x1E6D;hino honti, so ce, bhikkhave, bhikkhu te bhikkh&#x16B; eva&#x1E43; j&#x101;n&#x101;ti &#x2018;ime kho &#x101;yasmanto bahussut&#x101; &#x101;gat&#x101;gam&#x101; dhammadhar&#x101; vinayadhar&#x101; m&#x101;tik&#x101;dhar&#x101; pa&#x1E47;&#x1E0D;it&#x101; byatt&#x101; medh&#x101;vino lajjino kukkuccak&#x101; sikkh&#x101;k&#x101;m&#x101;, n&#x101;la&#x1E43; mama&#x1E43; v&#x101; k&#x101;ra&#x1E47;&#x101; a&#xF1;&#xF1;esa&#x1E43; v&#x101; k&#x101;ra&#x1E47;&#x101; chand&#x101; dos&#x101; moh&#x101; bhay&#x101; agati&#x1E43; gantu&#x1E43;, sace ma&#x1E43; ime bhikkh&#x16B; &#x101;pattiy&#x101; adassane ukkhipissanti, na may&#x101; saddhi&#x1E43; uposatha&#x1E43; karissanti, vin&#x101; may&#x101; uposatha&#x1E43; karissanti, bhavissati sa&#x1E45;ghassa tatonid&#x101;na&#x1E43; bha&#x1E47;&#x1E0D;ana&#x1E43; kalaho viggaho viv&#x101;do sa&#x1E45;ghabhedo sa&#x1E45;ghar&#x101;ji sa&#x1E45;ghavavatth&#x101;na&#x1E43; sa&#x1E45;ghan&#x101;n&#x101;kara&#x1E47;a&#x2019;nti, bhedagarukena, bhikkhave, bhikkhun&#x101; paresampi saddh&#x101;ya s&#x101; &#x101;patti desetabb&#x101;&#x2019;&#x2019;ti (mah&#x101;va. 453) &#x2013;</p>
              <p>[07]&#x100;din&#x101; ^a^V3.0438^ea^ vuttaa&#x1E6D;&#x1E6D;h&#x101;nisa&#x1E43;se sampassam&#x101;nen&#x101;ti attho.</p>
              <p>[03]^b^P&#x101;&#x1E37;iya&#x1E43; &#x101;gatehi sattah&#x12B;^eb^ti &#x2018;&#x2018;pubbevassa hoti &#x2018;mus&#x101; bha&#x1E47;issa&#x2019;nti, bha&#x1E47;antassa hoti &#x2018;mus&#x101; bha&#x1E47;&#x101;m&#x12B;&#x2019;ti, bha&#x1E47;itassa hoti &#x2018;mus&#x101; may&#x101; bha&#x1E47;ita&#x2019;nti vinidh&#x101;ya di&#x1E6D;&#x1E6D;hi&#x1E43;, vinidh&#x101;ya khanti&#x1E43;, vinidh&#x101;ya ruci&#x1E43;, vinidh&#x101;ya bh&#x101;va&#x2019;&#x2019;nti (p&#x101;r&#x101;. 220) evam&#x101;gatehi sattahi.</p>
              <p>[03]^b^Abrahmacariy&#x101;^eb^ti ase&#x1E6D;&#x1E6D;hacariyato. ^b^Ratti&#x1E43; na bhu&#xF1;jeyya vik&#x101;labhojana^eb^nti uposatha&#x1E43; upavuttho rattibhojana&#xF1;ca div&#x101;vik&#x101;labhojana&#xF1;ca na bhu&#xF1;jeyya. ^b^Ma&#xF1;ce cham&#x101;ya&#x1E43;va sayetha santhate^eb^ti kappiyama&#xF1;ce v&#x101; sudh&#x101;diparikammakat&#x101;ya bh&#x16B;miya&#x1E43; v&#x101; ti&#x1E47;apa&#x1E47;&#x1E47;apal&#x101;l&#x101;d&#x12B;ni santharitv&#x101; kate santhate v&#x101; sayeth&#x101;ti attho. ^b^Eta&#xF1;hi a&#x1E6D;&#x1E6D;ha&#x1E45;g&#x12B;kam&#x101;huposatha^eb^nti eta&#x1E43; p&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;d&#x12B;ni asam&#x101;carantena upavutthauposatha&#x1E43; a&#x1E6D;&#x1E6D;hahi a&#x1E45;gehi samann&#x101;gatatt&#x101; &#x2018;&#x2018;a&#x1E6D;&#x1E6D;ha&#x1E45;gika&#x2019;&#x2019;nti vadanti.</p>
              <p>[03]&#x2018;&#x2018;Akappiyakata&#x1E43; ^a^M3.0479^ea^ hoti appa&#x1E6D;iggahitaka&#x2019;&#x2019;nti&#x101;dayo ^b^a&#x1E6D;&#x1E6D;ha anatiritt&#x101;^eb^ n&#x101;ma. ^b^Sappi^eb^&#x101;di a&#x1E6D;&#x1E6D;hame aru&#x1E47;uggamane nissaggiya&#x1E43; hoti. ^b^A&#x1E6D;&#x1E6D;hakavasena yojetv&#x101; veditabb&#x101;n&#x12B;^eb^ti purim&#x101;ni a&#x1E6D;&#x1E6D;ha eka&#x1E43; a&#x1E6D;&#x1E6D;haka&#x1E43;, tato eka&#x1E43; apanetv&#x101; sesesupi ekeka&#x1E43; pakkhipitv&#x101;ti evam&#x101;din&#x101; nayena a&#xF1;&#xF1;&#x101;nipi a&#x1E6D;&#x1E6D;hak&#x101;ni k&#x101;tabb&#x101;n&#x12B;ti attho.</p>
              <p>[06]A&#x1E6D;&#x1E6D;hakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Navakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^329^eb^^b^.^eb^ Navakesu ^b^&#x101;gh&#x101;tavatth&#x16B;n&#x12B;^eb^ti (d&#x12B;. ni. a&#x1E6D;&#x1E6D;ha. 3.340; a. ni. a&#x1E6D;&#x1E6D;ha. 3.9.29) &#x101;gh&#x101;tak&#x101;ra&#x1E47;&#x101;ni. ^b^&#x100;gh&#x101;tapa&#x1E6D;ivinay&#x101;n&#x12B;^eb^ti &#x101;gh&#x101;tassa pa&#x1E6D;ivinayak&#x101;ra&#x1E47;&#x101;ni. ^b^Ta&#x1E43; kutettha labbh&#x101;^eb^ti &#x2018;&#x2018;ta&#x1E43; anatthacara&#x1E47;a&#x1E43; m&#x101; ahos&#x12B;&#x2019;&#x2019;ti etasmi&#x1E43; puggale kuto labbh&#x101; kena k&#x101;ra&#x1E47;ena sakk&#x101; laddhu&#x1E43;. &#x2018;&#x2018;Paro n&#x101;ma parassa attano cittaruciy&#x101; anattha&#x1E43; karot&#x12B;&#x2019;&#x2019;ti eva&#x1E43; cintetv&#x101; &#x101;gh&#x101;ta&#x1E43; pa&#x1E6D;ivinodeti. Atha v&#x101; sac&#x101;ha&#x1E43; pa&#x1E6D;ikkopa&#x1E43; kareyya&#x1E43;, ta&#x1E43; kopakara&#x1E47;a&#x1E43; ettha puggale kuto labbh&#x101;, kena k&#x101;ra&#x1E47;ena laddhabba&#x1E43; niratthakabh&#x101;vatoti attho. Kammassak&#x101; hi satt&#x101;, te kassa ruciy&#x101; dukkhit&#x101; sukhit&#x101; v&#x101; bhavanti, tasm&#x101; kevala&#x1E43; tasmi&#x1E43; mayha&#x1E43; kujjhanamattamev&#x101;ti adhipp&#x101;yo. Atha v&#x101; ta&#x1E43; kopakara&#x1E47;a&#x1E43; ettha puggale kuto labbh&#x101; paramatthato kujjhitabbassa ^a^V3.0439^ea^ kujjhanakassa ca abh&#x101;vato. Sa&#x1E45;kh&#x101;ramatta&#xF1;heta&#x1E43; yadida&#x1E43; khandhapa&#xF1;caka&#x1E43; ya&#x1E43; &#x2018;&#x2018;satto&#x2019;&#x2019;ti vuccati, te ca sa&#x1E45;kh&#x101;r&#x101; ittarak&#x101;l&#x101; kha&#x1E47;ik&#x101;, kassa ko kujjhat&#x12B;ti attho. &#x2018;&#x2018;Kuto l&#x101;bh&#x101;&#x2019;&#x2019;tipi p&#x101;&#x1E6D;ho, sac&#x101;ha&#x1E43; ettha kopa&#x1E43; kareyya&#x1E43;, tasmi&#x1E43; me kopakara&#x1E47;e kuto l&#x101;bh&#x101;, l&#x101;bh&#x101; n&#x101;ma ke siyu&#x1E43; a&#xF1;&#xF1;atra anatthuppattitoti attho. Imasmi&#xF1;ca atthe ^b^ta^eb^nti nip&#x101;tamattameva hoti.</p>
              <p>[03]^b^Ta&#x1E47;ha&#x1E43; pa&#x1E6D;icc&#x101;^eb^ti (d&#x12B;. ni. a&#x1E6D;&#x1E6D;ha. 2.103; a. ni. a&#x1E6D;&#x1E6D;ha. 3.9.23) dve ta&#x1E47;h&#x101; esanata&#x1E47;h&#x101; esitata&#x1E47;h&#x101; ca. Y&#x101;ya ta&#x1E47;h&#x101;ya ajapathasa&#x1E45;kupath&#x101;d&#x12B;ni pa&#x1E6D;ipajjitv&#x101; bhoge esati gavesati, aya&#x1E43; ^b^esanata&#x1E47;h&#x101;^eb^ n&#x101;ma. Y&#x101; tesu esitesu gavesitesu pa&#x1E6D;iladdhesu ^a^M3.0480^ea^ ta&#x1E47;h&#x101;, aya&#x1E43; ^b^esitata&#x1E47;h&#x101;^eb^ n&#x101;ma. Idha esitata&#x1E47;h&#x101; da&#x1E6D;&#x1E6D;habb&#x101;. ^b^Pariyesan&#x101;^eb^ti r&#x16B;p&#x101;di&#x101;ramma&#x1E47;apariyesan&#x101;. S&#x101; hi esanata&#x1E47;h&#x101;ya sati hoti. ^b^L&#x101;bho^eb^ti r&#x16B;p&#x101;di&#x101;ramma&#x1E47;appa&#x1E6D;il&#x101;bho. So hi pariyesan&#x101;ya sati hoti. ^b^Vinicchayo^eb^ pana &#xF1;&#x101;&#x1E47;ata&#x1E47;h&#x101;di&#x1E6D;&#x1E6D;hivitakkavasena catubbidho. Tattha &#x2018;&#x2018;sukhavinicchaya&#x1E43; ja&#xF1;&#xF1;&#x101;, sukhavinicchaya&#x1E43; &#xF1;atv&#x101; ajjhatta&#x1E43; sukhamanuyu&#xF1;jeyy&#x101;&#x2019;&#x2019;ti (ma. ni. 3.323) aya&#x1E43; ^b^&#xF1;&#x101;&#x1E47;avinicchayo^eb^. &#x2018;&#x2018;Vinicchayoti dve vinicchay&#x101; ta&#x1E47;h&#x101;vinicchayo ca di&#x1E6D;&#x1E6D;hivinicchayo c&#x101;&#x2019;&#x2019;ti (mah&#x101;ni. 102) eva&#x1E43; &#x101;gat&#x101;ni a&#x1E6D;&#x1E6D;hasatata&#x1E47;h&#x101;vicarit&#x101;ni ^b^ta&#x1E47;h&#x101;vinicchayo^eb^. Dv&#x101;sa&#x1E6D;&#x1E6D;hi di&#x1E6D;&#x1E6D;hiyo ^b^di&#x1E6D;&#x1E6D;hivinicchayo^eb^. &#x2018;&#x2018;Chando kho, dev&#x101;naminda, vitakkanid&#x101;no&#x2019;&#x2019;ti (d&#x12B;. ni. 2.358) imasmi&#x1E43; pana sutte idha ^b^vinicchayo^eb^ti vutto ^b^vitakko^eb^yeva &#x101;gato. L&#x101;bha&#x1E43; labhitv&#x101; hi i&#x1E6D;&#x1E6D;h&#x101;ni&#x1E6D;&#x1E6D;ha&#x1E43; sundar&#x101;sundara&#xF1;ca vitakkena vinicchin&#x101;ti &#x2018;&#x2018;ettaka&#x1E43; me r&#x16B;p&#x101;ramma&#x1E47;atth&#x101;ya bhavissati, ettaka&#x1E43; sadd&#x101;ramma&#x1E47;atth&#x101;ya, ettaka&#x1E43; mayha&#x1E43; bhavissati, ettaka&#x1E43; parassa, ettaka&#x1E43; paribhu&#xF1;jiss&#x101;mi, ettaka&#x1E43; nidahiss&#x101;m&#x12B;&#x2019;&#x2019;ti. Tena vutta&#x1E43; ^b^&#x2018;&#x2018;l&#x101;bha&#x1E43; pa&#x1E6D;icca vinicchayo&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^Chandar&#x101;go^eb^ti eva&#x1E43; akusalavitakkena vitakkite vatthusmi&#x1E43; dubbalar&#x101;go ca balavar&#x101;go ca uppajjati. ^b^Ajjhos&#x101;na^eb^nti &#x2018;&#x2018;aha&#x1E43;, mama&#x2019;&#x2019;nti balavasanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. ^b^Pariggaho^eb^ti ta&#x1E47;h&#x101;di&#x1E6D;&#x1E6D;hivasena pariggahakara&#x1E47;a&#x1E43;. ^b^Macchariya^eb^nti parehi s&#x101;dh&#x101;ra&#x1E47;abh&#x101;vassa asahanat&#x101;. Tenevassa por&#x101;&#x1E47;&#x101; eva&#x1E43; vacanattha&#x1E43; vadanti &#x2018;&#x2018;ida&#x1E43; acchariya&#x1E43; mayheva hotu, m&#x101; a&#xF1;&#xF1;assa acchariya&#x1E43; hot&#x16B;ti pavattatt&#x101; macchariyanti vuccat&#x12B;&#x2019;&#x2019;ti. ^b^&#x100;rakkho^eb^ti dv&#x101;rapidahanama&#xF1;j&#x16B;s&#x101;gopan&#x101;divasena su&#x1E6D;&#x1E6D;hu rakkha&#x1E47;a&#x1E43;. Adhi karot&#x12B;ti ^b^adhikara&#x1E47;a&#x1E43;,^eb^ k&#x101;ra&#x1E47;asseta&#x1E43; n&#x101;ma&#x1E43;. ^b^&#x100;rakkh&#x101;dhikara&#x1E47;a^eb^nti bh&#x101;vanapu&#x1E43;saka&#x1E43;, &#x101;rakkhahet&#x16B;ti attho. Da&#x1E47;&#x1E0D;&#x101;d&#x101;n&#x101;d&#x12B;su paranisedhanattha&#x1E43; da&#x1E47;&#x1E0D;assa &#x101;d&#x101;na&#x1E43; ^b^da&#x1E47;&#x1E0D;&#x101;d&#x101;na&#x1E43;^eb^. Ekatodh&#x101;r&#x101;dino satthassa &#x101;d&#x101;na&#x1E43; ^b^satth&#x101;d&#x101;na&#x1E43;. Kalaho^eb^ti k&#x101;yakalahopi v&#x101;c&#x101;kalahopi. Purimo purimo virodho ^b^viggaho,^eb^ pacchimo pacchimo ^b^viv&#x101;do^eb^. Tuva&#x1E43; tuvanti ag&#x101;ravavasena ^b^&#x2018;&#x2018;tuva&#x1E43; tuva&#x2019;&#x2019;^eb^nti vacana&#x1E43;.</p>
              <p>[06]^b^Adhi&#x1E6D;&#x1E6D;hitak&#x101;lato^eb^^a^V3.0440^ea^^b^pa&#x1E6D;&#x1E6D;h&#x101;ya na vikappetabb&#x101;n&#x12B;^eb^ti vikappentena adhi&#x1E6D;&#x1E6D;h&#x101;nato pubbe v&#x101;</p>
              <p>[03]Vikappetabba&#x1E43;, vijahit&#x101;dhi&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; v&#x101; pacch&#x101;vikappetabba&#x1E43;. Avijahit&#x101;dhi&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ^a^M3.0481^ea^ pana na vikappetabbanti adhipp&#x101;yo. ^b^Dukka&#x1E6D;avasena vutt&#x101;n&#x12B;^eb^ti &#x2018;&#x2018;vagga&#x1E43; bhikkhunisa&#x1E45;gha&#x1E43; vaggasa&#xF1;&#xF1;&#x12B; ovadat&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; (p&#x101;ci. 150) nayena adhammakamme dve navak&#x101;ni dukka&#x1E6D;avasena vutt&#x101;ni.</p>
              <p>[06]Navakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Dasakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^330^eb^^b^.^eb^ Dasakesu ^b^natthi dinnanti&#x101;divasena veditabb&#x101;^eb^ti &#x2018;&#x2018;natthi dinna&#x1E43;, natthi yi&#x1E6D;&#x1E6D;ha&#x1E43;, natthi huta&#x1E43;, natthi sukatadukka&#x1E6D;&#x101;na&#x1E43; kamm&#x101;na&#x1E43; phala&#x1E43; vip&#x101;ko, natthi aya&#x1E43; loko, natthi paro loko, natthi m&#x101;t&#x101;, natthi pit&#x101;, natthi satt&#x101; opap&#x101;tik&#x101;, natthi loke sama&#x1E47;abr&#x101;hma&#x1E47;&#x101; sammaggat&#x101; samm&#x101;pa&#x1E6D;ipann&#x101;, ye ima&#xF1;ca loka&#x1E43; para&#xF1;ca loka&#x1E43; saya&#x1E43; abhi&#xF1;&#xF1;&#x101; sacchikatv&#x101; pavedent&#x12B;&#x2019;&#x2019;ti (ma. ni. 2.94, 225; 3.91, 116; sa&#x1E43;. ni. 3.210) evam&#x101;gata&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^Sassato lokoti&#x101;divasen&#x101;^eb^ti &#x2018;&#x2018;sassato lokoti v&#x101;, asassato lokoti v&#x101;, antav&#x101; lokoti v&#x101;, anantav&#x101; lokoti v&#x101;, ta&#x1E43; j&#x12B;va&#x1E43; ta&#x1E43; sar&#x12B;ranti v&#x101;, a&#xF1;&#xF1;a&#x1E43; j&#x12B;va&#x1E43; a&#xF1;&#xF1;a&#x1E43; sar&#x12B;ranti v&#x101;, hoti tath&#x101;gato para&#x1E43; mara&#x1E47;&#x101;ti v&#x101;, na hoti tath&#x101;gato para&#x1E43; mara&#x1E47;&#x101;ti v&#x101;, hoti ca na ca hoti tath&#x101;gato para&#x1E43; mara&#x1E47;&#x101;ti v&#x101;, neva hoti na na hoti tath&#x101;gato para&#x1E43; mara&#x1E47;&#x101;ti v&#x101;&#x2019;&#x2019;ti (ma. ni. 1.269) evam&#x101;gata&#x1E43; sa&#x1E45;ga&#x1E47;h&#x101;ti.</p>
              <p>[03]^b^Micch&#x101;di&#x1E6D;&#x1E6D;hi&#x101;dayo micch&#x101;vimuttipariyos&#x101;n&#x101;^eb^ti &#x2018;&#x2018;micch&#x101;di&#x1E6D;&#x1E6D;hi micch&#x101;sa&#x1E45;kappo micch&#x101;v&#x101;c&#x101; micch&#x101;kammanto micch&#x101;&#x101;j&#x12B;vo micch&#x101;v&#x101;y&#x101;mo micch&#x101;sati micch&#x101;sam&#x101;dhi micch&#x101;&#xF1;&#x101;&#x1E47;a&#x1E43; micch&#x101;vimutt&#x12B;&#x2019;&#x2019;ti (vibha. 970) evam&#x101;gata&#x1E43; sandh&#x101;ya vadati. Tattha ^b^micch&#x101;&#xF1;&#x101;&#x1E47;a^eb^nti p&#x101;pakiriy&#x101;su up&#x101;yacint&#x101;vasena p&#x101;paka&#x1E43; katv&#x101; &#x2018;&#x2018;sukata&#x1E43; may&#x101;&#x2019;&#x2019;ti paccavekkha&#x1E47;&#x101;k&#x101;rena ca uppanno moho. ^b^Micch&#x101;vimutt&#x12B;^eb^ti avimuttasseva sato vimuttisa&#xF1;&#xF1;it&#x101;. ^b^Samathakkhandhake niddi&#x1E6D;&#x1E6D;h&#x101;^eb^ti &#x2018;&#x2018;oramattaka&#x1E43; adhikara&#x1E47;a&#x1E43; hoti, na ca gatigata&#x1E43;, na ca saritas&#x101;rita&#x2019;&#x2019;nti&#x101;din&#x101; (c&#x16B;&#x1E37;ava. 204) niddi&#x1E6D;&#x1E6D;h&#x101;. Samathakkhandhake vuttehi samann&#x101;gato hot&#x12B;ti ^a^M3.0482^ea^ sambandho. M&#x101;turakkhit&#x101;dayo ^b^dasa itthiyo^eb^. Dhanakk&#x12B;t&#x101;dayo ^b^dasa bhariy&#x101;yo^eb^.</p>
              <p>[06]Dasakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Ek&#x101;dasakav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^331^eb^^b^.^eb^ Ek&#x101;dasakesu ^a^V3.0441^ea^^b^na vod&#x101;yant&#x12B;^eb^ti na pak&#x101;santi. ^b^Suyuttay&#x101;nasadis&#x101;ya kat&#x101;y&#x101;^eb^ti icchiticchitak&#x101;le sukhena pavattetabbatt&#x101; yuttay&#x101;na&#x1E43; viya kat&#x101;ya. ^b^Yath&#x101; pati&#x1E6D;&#x1E6D;h&#x101; hot&#x12B;^eb^ti sampatt&#x12B;na&#x1E43; yath&#x101; pati&#x1E6D;&#x1E6D;h&#x101; hoti. ^b^Anu anu pavattit&#x101;y&#x101;^eb^ti bh&#x101;van&#x101;bahul&#x12B;k&#x101;rehi anu anu pavattit&#x101;ya.</p>
              <p>[03]^b^Sukha&#x1E43; supat&#x12B;^eb^ti&#x101;d&#x12B;su (a. ni. a&#x1E6D;&#x1E6D;ha. 3.11.15; visuddhi 1.258) yath&#x101; sesajan&#x101; samparivattam&#x101;n&#x101; k&#x101;kaccham&#x101;n&#x101; dukkha&#x1E43; supanti, eva&#x1E43; asupitv&#x101; sukha&#x1E43; supati, nidda&#x1E43; okkantopi sam&#x101;patti&#x1E43; sam&#x101;panno viya hoti. ^b^Sukha&#x1E43; pa&#x1E6D;ibujjhat&#x12B;^eb^ti yath&#x101; a&#xF1;&#xF1;e nitthunant&#x101; vijambhant&#x101; samparivattant&#x101; dukkha&#x1E43; pa&#x1E6D;ibujjhanti, eva&#x1E43; appa&#x1E6D;ibujjhitv&#x101; vikasam&#x101;namiva paduma&#x1E43; sukha&#x1E43; nibbik&#x101;ra&#x1E43; pa&#x1E6D;ibujjhati. Anubh&#x16B;tapubbavasena devat&#x16B;pasa&#x1E43;h&#x101;ravasena cassa bhaddakameva supina&#x1E43; hoti, na p&#x101;pakanti &#x101;ha ^b^&#x2018;&#x2018;p&#x101;pakameva na passat&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di. Dh&#x101;tukkhobhahetukampi cassa bahula&#x1E43; bhaddakameva siy&#x101; yebhuyyena cittajar&#x16B;p&#x101;nugu&#x1E47;at&#x101;ya utu&#x101;h&#x101;rajar&#x16B;p&#x101;na&#x1E43;. Tattha ^b^p&#x101;pakameva na passat&#x12B;^eb^ti yath&#x101; a&#xF1;&#xF1;e att&#x101;na&#x1E43; corehi sampariv&#x101;rita&#x1E43; viya, v&#x101;&#x1E37;ehi upadduta&#x1E43; viya, pap&#x101;te patanta&#x1E43; viya ca passanti, eva&#x1E43; p&#x101;pakameva supina&#x1E43; na passati. ^b^Bhadraka&#x1E43; pana vu&#x1E0D;&#x1E0D;hik&#x101;ra&#x1E47;abh&#x16B;ta&#x1E43; passat&#x12B;^eb^ti cetiya&#x1E43; vandanto viya, p&#x16B;ja&#x1E43; karonto viya, dhamma&#x1E43; su&#x1E47;anto viya ca hoti.</p>
              <p>[03]^b^Manuss&#x101;na&#x1E43; piyo hot&#x12B;^eb^ti ure &#x101;mukkamutt&#x101;h&#x101;ro viya, s&#x12B;se pi&#x1E37;andham&#x101;l&#x101; viya ca manuss&#x101;na&#x1E43; piyo hoti man&#x101;po. ^b^Amanuss&#x101;na&#x1E43; piyo hot&#x12B;^eb^ti yatheva ca manuss&#x101;na&#x1E43; piyo, eva&#x1E43; amanuss&#x101;nampi piyo hoti vis&#x101;khatthero viya. ^b^N&#x101;ssa aggi v&#x101; visa&#x1E43; v&#x101; sattha&#x1E43; v&#x101; kamat&#x12B;^eb^ti mett&#x101;vih&#x101;rissa k&#x101;ye uttar&#x101;ya up&#x101;sik&#x101;ya viya aggi v&#x101;, sa&#x1E43;yuttabh&#x101;&#x1E47;akac&#x16B;&#x1E37;as&#x12B;vattherasseva ^a^M3.0483^ea^ visa&#x1E43; v&#x101;, sa&#x1E43;kiccas&#x101;ma&#x1E47;erasseva sattha&#x1E43; v&#x101; na kamati na pavisati, n&#x101;ssa k&#x101;ya&#x1E43; vikopet&#x12B;ti vutta&#x1E43; hoti. Dhenuvatthumpi cettha kathayanti, ek&#x101; kira dhenu vacchakassa kh&#x12B;radh&#x101;ra&#x1E43; mu&#xF1;cam&#x101;n&#x101; a&#x1E6D;&#x1E6D;h&#x101;si. Eko luddako &#x2018;&#x2018;ta&#x1E43; vijjhiss&#x101;m&#x12B;&#x2019;&#x2019;ti hatthena samparivattetv&#x101; d&#x12B;ghada&#x1E47;&#x1E0D;aka&#x1E43; satti&#x1E43; mu&#xF1;ci. S&#x101; tass&#x101; sar&#x12B;ra&#x1E43; &#x101;hacca t&#x101;lapa&#x1E47;&#x1E47;a&#x1E43; viya viva&#x1E6D;&#x1E6D;am&#x101;n&#x101; gat&#x101;, neva upac&#x101;rabalena na appan&#x101;balena, kevala&#x1E43; pana vacchake balavahitacittat&#x101;ya. Eva&#x1E43; mah&#x101;nubh&#x101;v&#x101; mett&#x101;. ^b^Khippa&#x1E43; sam&#x101;dhiyat&#x12B;^eb^ti kenaci paripanthena parih&#x12B;najjh&#x101;nassa by&#x101;p&#x101;dassa d&#x16B;rasamanussaritabh&#x101;vato khippameva sam&#x101;dhiyati. ^b^Mukhava&#x1E47;&#x1E47;o vippas&#x12B;dat&#x12B;^eb^ti bandhan&#x101; pamuttat&#x101;lapakka&#x1E43; viya cassa vippasannava&#x1E47;&#x1E47;a&#x1E43; mukha&#x1E43; hoti. ^b^Asamm&#x16B;&#x1E37;ho k&#x101;la&#x1E43;^eb^^a^V3.0442^ea^^b^karot&#x12B;^eb^ti mett&#x101;vih&#x101;rino sammohamara&#x1E47;a&#x1E43; n&#x101;ma natthi, asamm&#x16B;&#x1E37;hova nidda&#x1E43; okkamanto viya k&#x101;la&#x1E43; karoti.</p>
              <p>[06]Ek&#x101;dasakav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Ekuttarikanayava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Uposath&#x101;dipucch&#x101;vissajjan&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^332^eb^^b^.^eb^ &#x2018;&#x2018;Sa&#x1E45;gha&#x1E43;, bhante, pav&#x101;rem&#x12B;ti&#x101;di pav&#x101;ra&#x1E47;&#x101;kath&#x101; n&#x101;m&#x101;&#x2019;&#x2019;ti ^b^ga&#x1E47;&#x1E6D;hipadesu^eb^ vutta&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Atthavasapakara&#x1E47;ava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^334^eb^^b^.^eb^^b^Pa&#x1E6D;hamap&#x101;r&#x101;jikava&#x1E47;&#x1E47;an&#x101;yameva vutta^eb^nti &#x2018;&#x2018;sa&#x1E45;ghasu&#x1E6D;&#x1E6D;hut&#x101;y&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;na&#x1E43; atthava&#x1E47;&#x1E47;ana&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^Dasakkhattu&#x1E43; yojan&#x101;ya padasata&#x1E43; vutta^eb^nti ekam&#x16B;lakanaye dasakkhattu&#x1E43; yojan&#x101;ya kat&#x101;ya sa&#x1E45;khalikanaye vuttapadehi saddhi&#x1E43; padasata&#x1E43; vuttanti evamattho gahetabbo. A&#xF1;&#xF1;ath&#x101; ekam&#x16B;lake eva naye na sakk&#x101; padasata&#x1E43; laddhu&#x1E43;. Ekam&#x16B;lakanayehi purimapacchimapad&#x101;ni ekato katv&#x101; ekekasmi&#x1E43; v&#x101;re nava nava pad&#x101;ni vutt&#x101;n&#x12B;ti dasakkhattu&#x1E43; yojan&#x101;ya navuti pad&#x101;niyeva labbhanti. Tasm&#x101; t&#x101;ni navuti pad&#x101;ni sa&#x1E45;khalikanaye baddhacakkavasena yojite dasa pad&#x101;ni labbhant&#x12B;ti tehi saddhi&#x1E43; padasatanti sakk&#x101; vattu&#x1E43;. Ito a&#xF1;&#xF1;ath&#x101; pana ubhosupi ^a^M3.0484^ea^ nayesu visu&#x1E43; visu&#x1E43; atthasata&#x1E43; dhammasata&#xF1;ca yath&#x101; labbhati, tath&#x101; pa&#x1E6D;hamap&#x101;r&#x101;jikasa&#x1E43;va&#x1E47;&#x1E47;an&#x101;yameva amhehi dassita&#x1E43;, ta&#x1E43; tattha vuttanayeneva gahetabba&#x1E43;. Purimapacchimapad&#x101;ni ekattena gahetv&#x101; &#x2018;&#x2018;padasata&#x2019;&#x2019;nti vuttatt&#x101; ^b^&#x2018;&#x2018;tattha pacchimassa pacchimassa padassa vasena atthasata&#x1E43;, purimassa purimassa vasena dhammasata&#x2019;&#x2019;^eb^nti vutta&#x1E43;. Tasmi&#x1E43; padasate &#x2018;&#x2018;sa&#x1E45;ghasu&#x1E6D;&#x1E6D;h&#x16B;&#x2019;&#x2019;ti&#x101;din&#x101; vuttapurimapad&#x101;na&#x1E43; vasena dhammasata&#x1E43;, &#x2018;&#x2018;sa&#x1E45;ghaph&#x101;s&#x16B;&#x2019;&#x2019;ti&#x101;din&#x101; vuttapacchimapad&#x101;na&#x1E43; vasena atthasatanti adhipp&#x101;yo.</p>
              <p>[06]Mah&#x101;vaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Pa&#x1E6D;hamag&#x101;th&#x101;sa&#x1E45;ga&#x1E47;ika&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Sattanagaresu pa&#xF1;&#xF1;attasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^335^eb^^b^.^eb^^b^A&#x1E0D;&#x1E0D;hu&#x1E0D;&#x1E0D;hasat&#x101;n&#x12B;^eb^ti ^a^M3.0485^ea^^a^V3.0443^ea^ t&#x12B;&#x1E47;i sat&#x101;ni pa&#xF1;&#xF1;&#x101;sa&#xF1;ca sikkh&#x101;pad&#x101;ni. ^b^Viggaha^eb^nti manussaviggaha&#x1E43;. ^b^Atireka^eb^nti das&#x101;haparama&#x1E43; atirekac&#x12B;vara&#x1E43;. ^b^K&#x101;&#x1E37;aka^eb^nti &#x2018;&#x2018;suddhak&#x101;&#x1E37;ak&#x101;na&#x2019;&#x2019;nti vuttak&#x101;&#x1E37;aka&#x1E43;. ^b^Bh&#x16B;ta^eb^nti bh&#x16B;t&#x101;rocana&#x1E43;. ^b^Paramparabhatta^eb^nti paramparabhojana&#x1E43;. ^b^Bhikkhun&#x12B;su ca akkoso^eb^ti &#x2018;&#x2018;y&#x101; pana bhikkhun&#x12B; bhikkhu&#x1E43; akkoseyya v&#x101; paribh&#x101;seyya v&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 1029) vuttasikkh&#x101;pada&#x1E43;. ^b^Antarav&#x101;saka^eb^nti a&#xF1;&#xF1;&#x101;tik&#x101;ya bhikkhuniy&#x101; c&#x12B;varapa&#x1E6D;igga&#x1E47;hana&#x1E43;. ^b^R&#x16B;piya^eb^nti r&#x16B;piyasa&#x1E43;voh&#x101;ra&#x1E43;. ^b^Sutta^eb^nti &#x2018;&#x2018;s&#x101;ma&#x1E43; sutta&#x1E43; vi&#xF1;&#xF1;&#x101;petv&#x101; tantav&#x101;yeh&#x12B;&#x2019;&#x2019;ti (p&#x101;r&#x101;. 637) vuttasikkh&#x101;pada&#x1E43;. ^b^Ujjh&#x101;panake^eb^ti ujjh&#x101;panake khiyyanake p&#x101;cittiya&#x1E43;. ^b^P&#x101;citapi&#x1E47;&#x1E0D;a^eb^nti bhikkhun&#x12B;parip&#x101;cita&#x1E43;. ^b^C&#x12B;vara&#x1E43; datv&#x101;^eb^ti &#x2018;&#x2018;samaggena sa&#x1E45;ghena c&#x12B;vara&#x1E43; datv&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 485) vuttasikkh&#x101;pada&#x1E43;. ^b^Vos&#x101;sant&#x12B;^eb^ti &#x2018;&#x2018;bhikkh&#x16B; paneva kulesu nimantit&#x101; bhu&#xF1;janti, tatra ces&#x101; bhikkhun&#x12B;&#x2019;&#x2019;ti (p&#x101;ci. 558) vuttap&#x101;&#x1E6D;idesan&#x12B;ya&#x1E43;. ^b^Giragga^eb^nti &#x2018;&#x2018;y&#x101; pana bhikkhun&#x12B; nacca&#x1E43; v&#x101; g&#x12B;ta&#x1E43; v&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 834) vuttasikkh&#x101;pada&#x1E43;. ^b^Cariy&#x101;^eb^ti &#x2018;&#x2018;antovassa&#x1E43; c&#x101;rika&#x1E43; careyy&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 970) ca, &#x2018;&#x2018;vassa&#x1E43;vutth&#x101; c&#x101;rika&#x1E43; na pakkameyy&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 974) ca vuttasikkh&#x101;padadvaya&#x1E43;. ^b^Chandad&#x101;nen&#x101;^eb^ti p&#x101;riv&#x101;sikena chandad&#x101;nena.</p>
              <p>[03]^b^P&#x101;r&#x101;jik&#x101;ni catt&#x101;r&#x12B;^eb^ti bhikkhun&#x12B;na&#x1E43; catt&#x101;ri p&#x101;r&#x101;jik&#x101;ni. ^b^Ku&#x1E6D;&#x12B;^eb^ti ku&#x1E6D;ik&#x101;rasikkh&#x101;pada&#x1E43;. ^b^Kosiya^eb^nti kosiyamissakasikkh&#x101;pada&#x1E43;. ^b^Seyy&#x101;^eb^ti anupasampannena sahaseyyasikkh&#x101;pada&#x1E43;. ^b^Kha&#x1E47;ane^eb^ti pathav&#x12B;kha&#x1E47;ana&#x1E43;. ^b^Gaccha devate^eb^ti bh&#x16B;tag&#x101;masikkh&#x101;pada&#x1E43;. ^b^Si&#xF1;ca^eb^nti sapp&#x101;&#x1E47;akaudakasi&#xF1;cana&#x1E43;. ^b^Mah&#x101;vih&#x101;ro^eb^ti mahallakavih&#x101;ro. ^b^A&#xF1;&#xF1;a^eb^nti a&#xF1;&#xF1;av&#x101;daka&#x1E43;. ^b^Dv&#x101;ra^eb^nti y&#x101;va dv&#x101;rakos&#x101;. ^b^Sahadhammo^eb^ti sahadhammika&#x1E43; vuccam&#x101;no. ^b^Payop&#x101;na^eb^nti surusuruk&#x101;raka&#x1E43;. ^b^E&#x1E37;akalom&#x101;n&#x12B;^eb^ti e&#x1E37;akalomadhov&#x101;pana&#x1E43;. ^b^Patto^eb^ti &#x16B;napa&#xF1;cabandhanapatto. ^b^Ov&#x101;do^eb^ti bhikkhunupassaya&#x1E43; upasa&#x1E45;kamitv&#x101; ov&#x101;do. ^b^Bhesajja^eb^nti taduttaribhesajjavi&#xF1;&#xF1;&#x101;pana&#x1E43;. ^b^S&#x16B;c&#x12B;^eb^ti a&#x1E6D;&#x1E6D;himay&#x101;dis&#x16B;cighara&#x1E43;. ^b^&#x100;ra&#xF1;&#xF1;iko^eb^ti ^a^V3.0444^ea^ &#x2018;&#x2018;y&#x101;ni kho pana t&#x101;ni &#x101;ra&#xF1;&#xF1;ak&#x101;ni sen&#x101;san&#x101;n&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; (p&#x101;ci. 570) vuttap&#x101;&#x1E6D;idesan&#x12B;ya&#x1E43; ^a^M3.0486^ea^. ^b^Ov&#x101;do^eb^ti &#x2018;&#x2018;y&#x101; pana bhikkhun&#x12B; ov&#x101;d&#x101;ya v&#x101; sa&#x1E43;v&#x101;s&#x101;ya v&#x101; na gaccheyy&#x101;&#x2019;&#x2019;ti (p&#x101;ci. 1055) vuttasikkh&#x101;pada&#x1E43;.</p>
              <p>[03]^b^P&#x101;r&#x101;jik&#x101;ni catt&#x101;r&#x12B;^eb^ti&#x101;din&#x101; chasu nagaresu pa&#xF1;&#xF1;atta&#x1E43; ekato sampi&#x1E47;&#x1E0D;itv&#x101; s&#x101;vatthiy&#x101; pa&#xF1;&#xF1;atta&#x1E43; visu&#x1E43; ga&#x1E47;etv&#x101; sabb&#x101;neva sikkh&#x101;pad&#x101;ni dv&#x12B;hi r&#x101;s&#x12B;hi sa&#x1E45;ga&#x1E47;h&#x101;ti.</p>
              <p>[06]Sattanagaresu pa&#xF1;&#xF1;attasikkh&#x101;padava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Catuvipattiva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^336^eb^^b^.^eb^^b^Ekati&#x1E43;sa garuk&#x101;^eb^ n&#x101;ma ubhato a&#x1E6D;&#x1E6D;ha p&#x101;r&#x101;jik&#x101;, bhikkh&#x16B;na&#x1E43; terasa, bhikkhun&#x12B;na&#x1E43; dasa sa&#x1E45;gh&#x101;dises&#x101;. ^b^A&#x1E6D;&#x1E6D;hettha anavases&#x101;^eb^ti etesu yath&#x101;vuttagarukesu s&#x101;dh&#x101;ra&#x1E47;&#x101;s&#x101;dh&#x101;ra&#x1E47;avasena a&#x1E6D;&#x1E6D;ha p&#x101;r&#x101;jik&#x101; anavases&#x101; n&#x101;ma.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>As&#x101;dh&#x101;ra&#x1E47;&#x101;diva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^338^eb^^b^.^eb^ &#x2018;&#x2018;Dhovana&#xF1;ca pa&#x1E6D;iggaho&#x2019;&#x2019;ti g&#x101;th&#x101; a&#x1E6D;&#x1E6D;hakath&#x101;cariy&#x101;na&#x1E43;. Tattha ^b^dhovana&#xF1;ca pa&#x1E6D;iggaho^eb^ti a&#xF1;&#xF1;&#x101;tik&#x101;ya bhikkhuniy&#x101; c&#x12B;varadhov&#x101;pana&#x1E43; c&#x12B;varapa&#x1E6D;iggaha&#x1E47;a&#xF1;ca. ^b^Koseyya&#x2026;pe&#x2026; dve lom&#x101;^eb^ti e&#x1E37;akalomavagge &#x101;dito satta sikkh&#x101;pad&#x101;ni vutt&#x101;ni. ^b^Vassik&#x101;^eb^ti vassikas&#x101;&#x1E6D;ikasikkh&#x101;pada&#x1E43;. ^b^&#x100;ra&#xF1;&#xF1;akena c&#x101;^eb^ti s&#x101;sa&#x1E45;kasikkh&#x101;pada&#x1E43; vutta&#x1E43;. ^b^Pa&#x1E47;&#x12B;ta^eb^nti pa&#x1E47;&#x12B;tabhojanavi&#xF1;&#xF1;atti. ^b^&#x16A;na^eb^nti &#x16B;nav&#x12B;sativassasikkh&#x101;pada&#x1E43;. ^b^Nis&#x12B;dane ca y&#x101; sikkh&#x101;, vassik&#x101; y&#x101; ca s&#x101;&#x1E6D;ik&#x101;^eb^ti nis&#x12B;danavassikas&#x101;&#x1E6D;ik&#x101;na&#x1E43; pam&#x101;&#x1E47;&#x101;tikkamo.</p>
              <p>[03]&#x100;pattikkhandh&#x101; ceva uposath&#x101;d&#x12B;ni ca &#x2018;&#x2018;p&#x101;r&#x101;jikasa&#x1E45;gh&#x101;dises&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vibhattatt&#x101; ^b^&#x2018;&#x2018;vibhattiyo&#x2019;&#x2019;^eb^ti vutt&#x101;ni. ^b^Tev&#x12B;sati sa&#x1E45;gh&#x101;dises&#x101;^eb^ti bhikkhun&#x12B;na&#x1E43; &#x101;gat&#x101;ni dasa, bhikkh&#x16B;na&#x1E43; teras&#x101;ti tev&#x12B;sati. ^b^Dvecatt&#x101;l&#x12B;sa nissaggiy&#x101;^eb^ti&#x101;d&#x12B;supi eseva nayo. ^b^Dv&#x12B;hi&#x2026;pe&#x2026; kicca&#x1E43; ekena sammat&#x12B;^eb^ti dv&#x12B;hi viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43;, cat&#x16B;hi anuv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43;, t&#x12B;hi &#x101;patt&#x101;dhikara&#x1E47;a&#x1E43;, ekena kicc&#x101;dhikara&#x1E47;a&#x1E43; sammat&#x12B;ti attho.</p>
              <p>[03]^b^339^eb^^b^.^eb^^b^Nira&#x1E45;kato^eb^ti ^a^V3.0445^ea^ sa&#x1E45;ghamh&#x101; apas&#x101;rito.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Adhikara&#x1E47;abhedava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^340^eb^^b^.^eb^ Yasm&#x101; ^a^M3.0487^ea^ adhikara&#x1E47;a&#x1E43; ukko&#x1E6D;ento samathappattameva ukko&#x1E6D;eti, tasm&#x101; ^b^&#x2018;&#x2018;viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43; ukko&#x1E6D;ento kati samathe ukko&#x1E6D;et&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;.</p>
              <p>[03]^b^341^eb^^b^.^eb^^b^P&#x101;&#x1E37;imuttakavinicchayenev&#x101;^eb^ti vinayalakkha&#x1E47;a&#x1E43; vin&#x101; kevala&#x1E43; dhammadesan&#x101;mattavasenev&#x101;ti attho. ^b^Yen&#x101;pi vinicchayen&#x101;^eb^ti p&#x101;&#x1E37;imuttakavinicchayameva sandh&#x101;ya vutta&#x1E43;. ^b^Khandhakato ca pariv&#x101;rato ca sutten&#x101;^eb^ti khandhakapariv&#x101;rato &#x101;n&#x12B;tasuttena. ^b^Nijjh&#x101;pent&#x12B;^eb^ti pa&#xF1;&#xF1;&#x101;penti.</p>
              <p>[03]^b^342^eb^^b^.^eb^^b^Kicca&#x1E43; niss&#x101;ya uppajjanakakicc&#x101;na^eb^nti pubbe kataukkhepan&#x12B;y&#x101;dikicca&#x1E43; niss&#x101;ya uppajjanakakicc&#x101;na&#x1E43;. K&#x12B;dis&#x101;na&#x1E43;? Y&#x101;vatatiyasamanubh&#x101;san&#x101;d&#x12B;na&#x1E43;.</p>
              <p>[03]^b^343^eb^^b^.^eb^^b^Ta&#x1E43; h&#x12B;^eb^ti ta&#x1E43; viv&#x101;d&#x101;dhikara&#x1E47;a&#x1E43;.</p>
              <p>[03]^b^344^eb^^b^.^eb^^b^Adhikara&#x1E47;esu yena adhikara&#x1E47;ena sammanti, ta&#x1E43; dassetu&#x1E43; vutta^eb^nti yad&#x101; adhikara&#x1E47;ehi sammanti, tad&#x101; kicc&#x101;dhikara&#x1E47;eneva sammanti, na a&#xF1;&#xF1;ehi adhikara&#x1E47;eh&#x12B;ti dassanattha&#x1E43; vuttanti adhipp&#x101;yo.</p>
              <p>[03]^b^353^eb^^b^.^eb^ &#x2018;&#x2018;Sattanna&#x1E43; samath&#x101;na&#x1E43; katame chatti&#x1E43;sa samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;&#x2019;&#x2019;ti pucchitv&#x101;pi &#x2018;&#x2018;kammassa kiriy&#x101; kara&#x1E47;a&#x2019;&#x2019;nti&#x101;din&#x101; sammukh&#x101;vinayassa samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni avibhajitv&#x101;va sativinay&#x101;d&#x12B;na&#x1E43; channa&#xF1;&#xF1;eva cha samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni vibhatt&#x101;ni, ta&#x1E43; kasm&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;ki&#xF1;c&#x101;pi sattanna&#x1E43; samath&#x101;na&#x2019;&#x2019;^eb^nti&#x101;di. Sativinay&#x101;d&#x12B;na&#x1E43; viya sa&#x1E45;ghasammukhat&#x101;d&#x12B;na&#x1E43; kiccayat&#x101; n&#x101;ma natth&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;kammasa&#x1E45;gah&#x101;bh&#x101;ven&#x101;&#x2019;&#x2019;^eb^ti.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Dutiyag&#x101;th&#x101;sa&#x1E45;ga&#x1E47;ikava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^359^eb^^b^.^eb^ Mantaggaha&#x1E47;anti ^a^V3.0446^ea^ a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; sa&#x1E43;sandana&#x1E43;. Anu anu sandh&#x101;na&#x1E43; anusandhitanti bh&#x101;vas&#x101;dhano ^b^anusandhita^eb^saddoti &#x101;ha ^b^&#x2018;&#x2018;anusandhitanti kath&#x101;nusandh&#x12B;&#x2019;&#x2019;^eb^ti.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Sa&#x1E45;g&#x101;madvayava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^365^eb^^b^.^eb^^b^&#x1E6C;h&#x101;nanisajjavatt&#x101;dinissit&#x101;^eb^ti ^a^M3.0488^ea^ &#x2018;&#x2018;eva&#x1E43; &#x1E6D;h&#x101;tabba&#x1E43;, eva&#x1E43; nis&#x12B;ditabba&#x2019;&#x2019;nti evam&#x101;dik&#x101;. ^b^Sa&#xF1;&#xF1;&#x101;jananattha^eb^nti cuditakacodak&#x101;na&#x1E43; sa&#xF1;&#xF1;upp&#x101;danattha&#x1E43;. ^b^Anuyogavatta&#x1E43; kath&#x101;petv&#x101;^eb^ti &#x2018;&#x2018;ki&#x1E43; anuyogavatta&#x1E43; j&#x101;n&#x101;s&#x12B;&#x2019;&#x2019;ti pucchitv&#x101; teneva kath&#x101;petv&#x101;.</p>
              <p>[03]^b^375^eb^^b^.^eb^^b^N&#x12B;l&#x101;diva&#x1E47;&#x1E47;&#x101;va&#x1E47;&#x1E47;avasen&#x101;^eb^ti n&#x12B;l&#x101;diva&#x1E47;&#x1E47;avasena &#x101;rogyatth&#x101;diava&#x1E47;&#x1E47;avasena ca.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Kathinabhedava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^404^eb^^b^.^eb^^b^Purej&#x101;tapaccaye panesa uddi&#x1E6D;&#x1E6D;hadhammesu ekadhammampi na labhat&#x12B;^eb^ti esa udak&#x101;hara&#x1E47;&#x101;dipayogo attano purej&#x101;tapaccayabh&#x101;ve pubbakara&#x1E47;avasena uddi&#x1E6D;&#x1E6D;hesu dhovan&#x101;didhammesu ekadhammampi na labhati attano purej&#x101;tassa pubbakara&#x1E47;asa&#x1E45;gahitassa dhammassa natthit&#x101;ya.</p>
              <p>[03]^b^412^eb^^b^.^eb^^b^R&#x16B;p&#x101;d&#x12B;su dhammes&#x16B;^eb^ti va&#x1E47;&#x1E47;agandh&#x101;d&#x12B;su suddha&#x1E6D;&#x1E6D;hakadhammesu.</p>
              <p>[03]^b^416^eb^^b^.^eb^^b^Purim&#x101; dve^eb^ti imasmi&#x1E43; adhik&#x101;re pa&#x1E6D;hama&#x1E43; vutt&#x101; antarubbh&#x101;rasahubbh&#x101;r&#x101;, na pakkamanantik&#x101;dayo dve uddh&#x101;r&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Up&#x101;lipa&#xF1;cakava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^420-421^eb^^b^.^eb^^b^Omaddak&#x101;rako^eb^ti omadditv&#x101; abhibhavitv&#x101; k&#x101;rako. ^b^Upatthambho na d&#x101;tabbo^eb^ti s&#x101;maggivin&#x101;s&#x101;ya anubala&#x1E43; na d&#x101;tabba&#x1E43;. ^b^Di&#x1E6D;&#x1E6D;h&#x101;vikammampi katv&#x101;^eb^ti &#x2018;&#x2018;na meta&#x1E43; khamat&#x12B;&#x2019;&#x2019;ti di&#x1E6D;&#x1E6D;hi&#x1E43; &#x101;vi katv&#x101;pi.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Voh&#x101;ravaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^424^eb^^b^.^eb^ K&#x101;yappayogena ^a^V3.0447^ea^ &#x101;pajjitabb&#x101; ^b^k&#x101;yappayog&#x101;^eb^. Vac&#x12B;payogena &#x101;pajjitabb&#x101; ^b^vac&#x12B;payog&#x101;. Navasu &#x1E6D;h&#x101;nes&#x16B;^eb^ti os&#x101;ra&#x1E47;&#x101;d&#x12B;su navasu &#x1E6D;h&#x101;nesu. ^b^Dv&#x12B;su &#x1E6D;h&#x101;nes&#x16B;^eb^ti &#xF1;attidutiya&#xF1;atticatutthakammesu. ^b^Tasm&#x101;^eb^ti yasm&#x101; mah&#x101;a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; vuttanayena ubhatovibha&#x1E45;g&#x101; asa&#x1E45;gahit&#x101;, tasm&#x101;. Ya&#x1E43; kurundiya&#x1E43; vutta&#x1E43;, ta&#x1E43; gahetabbanti sambandho.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Di&#x1E6D;&#x1E6D;h&#x101;vikammavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^425^eb^^b^.^eb^ &#x2018;&#x2018;Cat&#x16B;hi ^a^M3.0489^ea^ pa&#xF1;cah&#x12B;&#x2019;&#x2019;ti vacanato dv&#x12B;hi v&#x101; t&#x12B;hi v&#x101; ekato desetu&#x1E43; va&#x1E6D;&#x1E6D;ati, tato para&#x1E43; na va&#x1E6D;&#x1E6D;ati. ^b^M&#x101;&#x1E37;akas&#x12B;m&#x101;y&#x101;^eb^ti kha&#x1E47;&#x1E0D;as&#x12B;m&#x101;ya. ^b^Avippav&#x101;sas&#x12B;m&#x101;y&#x101;^eb^ti mah&#x101;s&#x12B;m&#x101;ya.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Mus&#x101;v&#x101;davaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^444^eb^^b^.^eb^^b^Pariy&#x101;yena j&#x101;nantassa vuttamus&#x101;v&#x101;do^eb^ti yassa kassaci j&#x101;nantassa pariy&#x101;yena vuttamus&#x101;v&#x101;doti attho.</p>
              <p>[03]^b^446^eb^^b^.^eb^^b^Anuyogo na d&#x101;tabbo^eb^ti tena vutta&#x1E43; an&#x101;diyitv&#x101; tu&#x1E47;h&#x12B; bhavitabbanti attho.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Bhikkhunov&#x101;davaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^454^eb^^b^.^eb^^b^Ek&#x16B;nav&#x12B;satibhed&#x101;y&#x101;^eb^ti maggapaccavekkha&#x1E47;&#x101;divasena ek&#x16B;nav&#x12B;satibhed&#x101;ya.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Adhikara&#x1E47;av&#x16B;pasamavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^458^eb^^b^.^eb^^b^Pa&#xF1;cahi k&#x101;ra&#x1E47;eh&#x12B;^eb^ti ida&#x1E43; atthanipph&#x101;danak&#x101;ni tesa&#x1E43; pubbabh&#x101;g&#x101;ni ca k&#x101;ra&#x1E47;abh&#x101;vas&#x101;ma&#xF1;&#xF1;ena ekajjha&#x1E43; gahetv&#x101; vutta&#x1E43;, na pana sabbesa&#x1E43; pa&#xF1;canna&#x1E43; sam&#x101;nayogakkhematt&#x101;. ^b^Anuss&#x101;vanen&#x101;^eb^ti bhedassa anur&#x16B;pas&#x101;vanena. Yath&#x101; bhedo hoti, eva&#x1E43; bhinditabb&#x101;na&#x1E43; bhikkh&#x16B;na&#x1E43; attano vacanassa s&#x101;vanena vi&#xF1;&#xF1;&#x101;panen&#x101;ti attho. Ten&#x101;ha ^b^&#x2018;&#x2018;nanu tumhe&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Ka&#x1E47;&#x1E47;am&#x16B;le vac&#x12B;bheda&#x1E43; katv&#x101;^eb^ti etena p&#x101;ka&#x1E6D;a&#x1E43; katv&#x101; bhedakaravatthud&#x12B;pana&#x1E43; vohara&#x1E47;a&#x1E43;. Tattha attan&#x101; vinicchitamatta&#x1E43; ^a^V3.0448^ea^ rahassavasena vi&#xF1;&#xF1;&#x101;pana&#x1E43; anuss&#x101;vananti dasseti. ^b^Kammameva uddeso v&#x101; pam&#x101;&#x1E47;a^eb^nti tehi sa&#x1E45;ghabhedasiddhito pam&#x101;&#x1E47;a&#x1E43;, itare pana tesa&#x1E43; sambh&#x101;rabh&#x16B;t&#x101;. Ten&#x101;ha ^b^&#x2018;&#x2018;voh&#x101;r&#x101;&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Tatth&#x101;^eb^ti vohara&#x1E47;e.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Kathinatth&#x101;ravaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^467^eb^^b^.^eb^^b^Antar&#x101; vuttak&#x101;ra&#x1E47;en&#x101;^eb^ti &#x2018;&#x2018;ta&#xF1;hi vandantassa ma&#xF1;cap&#x101;d&#x101;d&#x12B;supi nal&#x101;&#x1E6D;a&#x1E43; pa&#x1E6D;iha&#xF1;&#xF1;eyy&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vuttak&#x101;ra&#x1E47;ena.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Samu&#x1E6D;&#x1E6D;h&#x101;nava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^470^eb^^b^.^eb^^b^Pubbe^eb^^a^M3.0490^ea^^b^vuttamev&#x101;^eb^ti sahaseyy&#x101;dipa&#x1E47;&#x1E47;attivajja&#x1E43;. ^b^Itara^eb^nti sacittaka&#x1E43;. ^b^Bhi&#x1E43;s&#x101;pan&#x101;d&#x12B;ni katv&#x101;^eb^ti bhi&#x1E43;s&#x101;pan&#x101;din&#x101; &#x101;patti&#x1E43; &#x101;pajjitv&#x101;ti adhipp&#x101;yo.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Aparadutiyag&#x101;th&#x101;sa&#x1E45;ga&#x1E47;ika&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>K&#x101;yik&#x101;di&#x101;pattiva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^474^eb^^b^.^eb^ Vinaye garuk&#x101; ^b^vinayagaruk&#x101;^eb^. Ki&#xF1;c&#x101;pi ida&#x1E43; dv&#x12B;su g&#x101;th&#x101;su &#x101;gata&#x1E43;, a&#xF1;&#xF1;ehi pana missetv&#x101; vuttabh&#x101;vato n&#x101;n&#x101;kara&#x1E47;a&#x1E43; paccetabba&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Desan&#x101;g&#x101;miniy&#x101;diva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^475^eb^^b^.^eb^^b^Dve sa&#x1E43;v&#x101;sakabh&#x16B;miyo^eb^ti ettha ^b^bh&#x16B;m&#x12B;^eb^ti avatth&#x101;. A&#x1E45;gah&#x12B;nat&#x101; k&#x101;ra&#x1E47;avekallavasenapi veditabb&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;apicetth&#x101;&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Esa nayo^eb^ti &#x2018;&#x2018;apicetth&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vuttanayo. ^b^Vanappati&#x1E43; chindantassa p&#x101;r&#x101;jika^eb^nti adinn&#x101;d&#x101;ne vanappatikath&#x101;ya &#x101;gata&#x1E43; parasantaka&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^Vissa&#x1E6D;&#x1E6D;hicha&#x1E0D;&#x1E0D;ane^eb^ti sukkavissa&#x1E6D;&#x1E6D;hiy&#x101; mocane. ^b^Dukka&#x1E6D;&#x101; kat&#x101;^eb^ti dukka&#x1E6D;a&#x1E43; vutta&#x1E43;. ^b^Pa&#x1E6D;hamasikkh&#x101;padamhiyev&#x101;^eb^ti bhikkhunov&#x101;dakavaggassa pa&#x1E6D;hamasikkh&#x101;padeyeva. &#x100;makadha&#xF1;&#xF1;a&#x1E43; vi&#xF1;&#xF1;&#x101;petv&#x101; bhu&#xF1;jantiy&#x101; pubbapayoge dukka&#x1E6D;a&#x1E43;, ajjhoh&#x101;re p&#x101;cittiya&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>P&#x101;cittiyava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^476^eb^^b^.^eb^^b^Abbhu&#x1E47;has&#x12B;lo^eb^ti ^a^V3.0449^ea^ abhinavas&#x12B;lo.</p>
              <p>[03]^b^478^eb^^b^.^eb^^b^Asuttaka^eb^nti suttavirahita&#x1E43;, suttato apan&#x12B;ta&#x1E43; natth&#x12B;ti attho.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Sedamocanag&#x101;th&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Avippav&#x101;s&#x101;dipa&#xF1;hava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^479^eb^^b^.^eb^ Sedamocanag&#x101;th&#x101;su ^a^M3.0491^ea^^b^tahi^eb^nti tasmi&#x1E43; puggale. &#x2018;&#x2018;Akappiyasambhogo n&#x101;ma methunadhamm&#x101;d&#x12B;&#x2019;&#x2019;ti ^b^ga&#x1E47;&#x1E6D;hipadesu^eb^ vutta&#x1E43;. ^b^Es&#x101; pa&#xF1;h&#x101; kusalehi cintit&#x101;^eb^ti li&#x1E45;gavipall&#x101;savaseneta&#x1E43; vutta&#x1E43;, eso pa&#xF1;ho kusalehi cintitoti attho.</p>
              <p>[03]^b^Das&#x101;^eb^ti avandiye dasa. ^b^Ek&#x101;das&#x101;^eb^ti pa&#x1E47;&#x1E0D;ak&#x101;dayo ek&#x101;dasa. ^b^Ubbhakkhake na vad&#x101;m&#x12B;^eb^ti imin&#x101; mukhe methunadhamm&#x101;bh&#x101;va&#x1E43; d&#x12B;peti. ^b^Adhon&#x101;bhi&#x1E43; vivajjiy&#x101;^eb^ti imin&#x101; vaccamaggapass&#x101;vamaggesu.</p>
              <p>[03]^b^G&#x101;mantarapariy&#x101;panna&#x1E43; nad&#x12B;p&#x101;ra&#x1E43; okkantabhikkhuni&#x1E43; sandh&#x101;y&#x101;^eb^ti ettha nad&#x12B; bhikkhuniy&#x101; g&#x101;mapariy&#x101;pann&#x101;, parat&#x12B;ra&#x1E43; g&#x101;mantarapariy&#x101;panna&#x1E43;. Tattha parat&#x12B;re pa&#x1E6D;hamale&#x1E0D;&#x1E0D;up&#x101;tappam&#x101;&#x1E47;o g&#x101;m&#x16B;pac&#x101;ro nad&#x12B;pariyantena paricchinno, tasm&#x101; parat&#x12B;re ratanamattampi ara&#xF1;&#xF1;a&#x1E43; natthi, parat&#x12B;ra&#xF1;ca ti&#x1E47;&#x101;d&#x12B;hi pa&#x1E6D;icchannatt&#x101; dassan&#x16B;pac&#x101;ravirahita&#x1E43; karoti. Tattha attano g&#x101;me &#x101;patti natthi, parat&#x12B;re pana pa&#x1E6D;hamale&#x1E0D;&#x1E0D;up&#x101;tasa&#x1E45;kh&#x101;te g&#x101;m&#x16B;pac&#x101;reyeva p&#x101;da&#x1E43; &#x1E6D;hapeti. Antare ^b^abhidhamme^eb^ vuttanayena ara&#xF1;&#xF1;abh&#x16B;ta&#x1E43; sakag&#x101;ma&#x1E43; atikkamati n&#x101;ma, tasm&#x101; ga&#x1E47;amh&#x101; oh&#x12B;yan&#x101; n&#x101;ma hot&#x12B;ti veditabba&#x1E43;.</p>
              <p>[03]^b^Bhikkh&#x16B;na&#x1E43; santike ekatoupasampann&#x101;^eb^ n&#x101;ma mah&#x101;paj&#x101;patipamukh&#x101; pa&#xF1;casatas&#x101;kiniyo bhikkhuniyo. Mah&#x101;paj&#x101;patipi hi &#x101;nandattherena dinnaov&#x101;dassa pa&#x1E6D;iggahitatt&#x101; bhikkh&#x16B;na&#x1E43; santike upasampann&#x101; n&#x101;ma.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>P&#x101;r&#x101;jik&#x101;dipa&#xF1;hava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^480^eb^^b^.^eb^ Saha ^a^V3.0450^ea^ dussena methunav&#x12B;tikkamassa sakku&#x1E47;eyyat&#x101;ya ^b^&#x2018;&#x2018;dussaku&#x1E6D;i&#x101;d&#x12B;ni sandh&#x101;y&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Li&#x1E45;gaparivatta&#x1E43; sandh&#x101;ya vutt&#x101;^eb^ti &#x2018;&#x2018;li&#x1E45;gaparivatte sati pa&#x1E6D;iggaha&#x1E47;assa vijahanato s&#x101;ma&#x1E43; gahetv&#x101; bhu&#xF1;jitu&#x1E43; na va&#x1E6D;&#x1E6D;at&#x12B;&#x2019;&#x2019;ti li&#x1E45;gaparivattana&#x1E43; sandh&#x101;ya vutt&#x101;.</p>
              <p>[03]^b^481^eb^^b^.^eb^^b^Suppati&#x1E6D;&#x1E6D;hitanigrodhasadisa^eb^nti yojanadviyojan&#x101;diparama&#x1E43; mah&#x101;nigrodha&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[06]Sedamocanag&#x101;th&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Pa&#xF1;cavaggo</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Kammavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^483^eb^^b^.^eb^ Kammavagge ^a^M3.0492^ea^^a^V3.0451^ea^ ummattakassa bhikkhuno ummattakasammuti ummattake y&#x101;citv&#x101; gate asammukh&#x101;pi d&#x101;tu&#x1E43; va&#x1E6D;&#x1E6D;ati, tattha nisinnepi na kuppati niyam&#x101;bh&#x101;vato. Asammukh&#x101; kate pana dos&#x101;bh&#x101;va&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;asammukh&#x101;kata&#x1E43; sukata&#x1E43; hot&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. D&#x16B;tena upasampad&#x101; pana sammukh&#x101; k&#x101;tu&#x1E43; na sakk&#x101; kammav&#x101;c&#x101;n&#x101;nattasambhavato. Pattanikkujjan&#x101;dayo hatthap&#x101;sato apan&#x12B;tamattepi k&#x101;tu&#x1E43; va&#x1E6D;&#x1E6D;anti. ^b^Sa&#x1E45;ghasammukhat&#x101;^eb^ti&#x101;d&#x12B;su y&#x101;vatik&#x101; bhikkh&#x16B; kammappatt&#x101;, te &#x101;gat&#x101; honti, chand&#x101;rah&#x101;na&#x1E43; chando &#x101;ha&#x1E6D;o hoti, sammukh&#x12B;bh&#x16B;t&#x101; na pa&#x1E6D;ikkosanti, aya&#x1E43; ^b^sa&#x1E45;ghasammukhat&#x101;^eb^. Yena dhammena yena vinayena yena satthus&#x101;sanena sa&#x1E45;gho kamma&#x1E43; karoti, aya&#x1E43; ^b^dhammasammukhat&#x101;^eb^. Tattha ^b^dhammo^eb^ti bh&#x16B;ta&#x1E43; vatthu. ^b^Vinayo^eb^ti codan&#x101; ceva s&#x101;ra&#x1E47;&#x101; ca. ^b^Satthus&#x101;sana&#x1E43;^eb^ n&#x101;ma &#xF1;attisampad&#x101; ceva anuss&#x101;vanasampad&#x101; ca. Yassa sa&#x1E45;gho kamma&#x1E43; karoti, tassa sammukhabh&#x101;vo ^b^puggalasammukhat&#x101;^eb^. Kattikam&#x101;sassa pav&#x101;ra&#x1E47;am&#x101;satt&#x101; ^b^&#x2018;&#x2018;&#x1E6D;hapetv&#x101; kattikam&#x101;sa&#x2019;&#x2019;^eb^nti vutta&#x1E43;. ^b^Paccukka&#x1E0D;&#x1E0D;hitv&#x101; &#x1E6D;hapitadivaso c&#x101;^eb^ti k&#x101;&#x1E37;apakkhe c&#x101;tuddasi&#x1E43; v&#x101; pannarasi&#x1E43; v&#x101; sandh&#x101;ya vutta&#x1E43;. ^b^Dve ca pu&#x1E47;&#x1E47;am&#x101;siyo^eb^ti pa&#x1E6D;hamapacchimavass&#x16B;pagat&#x101;na&#x1E43; vasena vutta&#x1E43;.</p>
              <p>[03]^b^485^eb^^b^.^eb^ &#x1E6C;h&#x101;nakara&#x1E47;&#x101;ni sithil&#x101;ni katv&#x101; ucc&#x101;retabba&#x1E43; akkhara&#x1E43; ^b^sithila&#x1E43;,^eb^ t&#x101;niyeva dhanit&#x101;ni asithil&#x101;ni katv&#x101; ucc&#x101;retabba&#x1E43; akkhara&#x1E43; ^b^dhanita&#x1E43;^eb^. Dvimattak&#x101;la&#x1E43; ^b^d&#x12B;gha&#x1E43;,^eb^ ekamattak&#x101;la&#x1E43; ^b^rassa&#x1E43;. Dasadh&#x101; bya&#xF1;janabuddhiy&#x101; pabhedo^eb^ti eva&#x1E43; sithil&#x101;divasena bya&#xF1;janabuddhiy&#x101; akkharupp&#x101;dakacittassa dasappak&#x101;rena pabhedo. Sabb&#x101;ni hi akkhar&#x101;ni cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni yath&#x101;dhippetatthabya&#xF1;janato bya&#xF1;jan&#x101;ni ca. Sa&#x1E43;yogo paro etasm&#x101;ti sa&#x1E43;yogaparo, na sa&#x1E43;yogaparo ^b^asa&#x1E43;yogaparo^eb^. ^b^&#x100;yasmato buddharakkhitatherassa yassa na khamat&#x12B;^eb^ti ettha ^b^ta^eb^-k&#x101;ra ^b^na^eb^-k&#x101;rasahit&#x101;k&#x101;ro asa&#x1E43;yogaparo. ^b^Kara&#x1E47;&#x101;n&#x12B;^eb^ti ka&#x1E47;&#x1E6D;h&#x101;d&#x12B;ni.</p>
              <p>[03]^b^488^eb^^b^.^eb^ Anukkhitt&#x101; ^a^M3.0493^ea^^a^V3.0452^ea^ p&#x101;r&#x101;jika&#x1E43; an&#x101;pann&#x101; ca pakatatt&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;pakatatt&#x101; anukkhitt&#x101;&#x2019;&#x2019;^eb^ti&#x101;di. Tattha ^b^aniss&#x101;rit&#x101;^eb^ti purimapadasseva vevacana&#x1E43;. ^b^Parisuddhas&#x12B;l&#x101;^eb^ti p&#x101;r&#x101;jika&#x1E43; an&#x101;pann&#x101;. ^b^Na tesa&#x1E43; chando v&#x101; p&#x101;risuddhi v&#x101; et&#x12B;^eb^ti t&#x12B;su dv&#x12B;su v&#x101; nisinnesu ekassa v&#x101; dvinna&#x1E43; v&#x101; chandap&#x101;risuddhi &#x101;ha&#x1E6D;&#x101;pi an&#x101;ha&#x1E6D;&#x101;va hot&#x12B;ti adhipp&#x101;yo.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Apalokanakammakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^495-496^eb^^b^.^eb^^b^K&#x101;yasambhogas&#x101;magg&#x12B;^eb^ti sahaseyyapa&#x1E6D;iggaha&#x1E47;&#x101;di. ^b^So rato^eb^ti subhe rato. Su&#x1E6D;&#x1E6D;hu oratoti v&#x101; ^b^sorato. Niv&#x101;tavutt&#x12B;^eb^ti n&#x12B;cavutti. ^b^Pa&#x1E6D;isa&#x1E45;kh&#x101;^eb^ti pa&#x1E6D;isa&#x1E45;kh&#x101;ya &#xF1;&#x101;&#x1E47;ena upaparikkhitv&#x101;. Ya&#x1E43; ta&#x1E43; avandiyakamma&#x1E43; anu&#xF1;&#xF1;&#x101;tanti sambandho. ^b^Imassa apalokanakammassa &#x1E6D;h&#x101;na&#x1E43; hot&#x12B;^eb^ti evampi apalokanakamma&#x1E43; pavattat&#x12B;ti attho. Kammameva lakkha&#x1E47;anti ^b^kammalakkha&#x1E47;a&#x1E43;^eb^. Os&#x101;ra&#x1E47;aniss&#x101;ra&#x1E47;abha&#x1E47;&#x1E0D;ukamm&#x101;dayo viya kamma&#xF1;ca hutv&#x101; a&#xF1;&#xF1;a&#xF1;ca n&#x101;ma&#x1E43; na labhati, kammameva hutv&#x101; upalakkh&#x12B;yat&#x12B;ti &#x2018;&#x2018;kammalakkha&#x1E47;a&#x2019;&#x2019;nti vuccati. ^b^Etampi kammalakkha&#x1E47;amev&#x101;^eb^ti vuttakammalakkha&#x1E47;a&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;acchinnac&#x12B;varaji&#x1E47;&#x1E47;ac&#x12B;varana&#x1E6D;&#x1E6D;hac&#x12B;var&#x101;na&#x2019;&#x2019;^eb^nti&#x101;di vutta&#x1E43;. ^b^I&#x1E47;apalibodhamp&#x12B;^eb^ti i&#x1E47;ameva palibodho i&#x1E47;apalibodho, tampi d&#x101;tu&#x1E43; va&#x1E6D;&#x1E6D;ati. Sace t&#x101;disa&#x1E43; bhikkhu&#x1E43; i&#x1E47;&#x101;yik&#x101; palibundhanti, tatrupp&#x101;datopi tassa i&#x1E47;a&#x1E43; sodhetu&#x1E43; va&#x1E6D;&#x1E6D;at&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^Chatta&#x1E43; v&#x101; vedika&#x1E43; v&#x101;^eb^ti ettha ^b^vedik&#x101;^eb^ti cetiyassa upari caturassacayo vuccati. ^b^Chatta^eb^nti tato uddha&#x1E43; valay&#x101;ni dassetv&#x101; kato aggacayo vuccati. ^b^Cetiyassa upanikkhepato^eb^ti cetiye navakammatt&#x101;ya upanikkhittato, cetiyasantakatoti vutta&#x1E43; hoti. ^b^A&#xF1;&#xF1;&#x101; katik&#x101; k&#x101;tabb&#x101;^eb^ti purimakatik&#x101;ya asa&#x1E45;gahitatt&#x101; vutta&#x1E43;. ^b^Teh&#x12B;^eb^ti yesa&#x1E43; puggalika&#x1E6D;&#x1E6D;h&#x101;ne ti&#x1E6D;&#x1E6D;hanti, tehi. ^b^Dasabh&#x101;ga^eb^nti dasamabh&#x101;ga&#x1E43;. ^b^Tatth&#x101;^eb^ti tasmi&#x1E43; vih&#x101;re. ^b^M&#x16B;le^eb^ti pubbe. ^b^&#x2018;&#x2018;Ito pa&#x1E6D;&#x1E6D;h&#x101;ya bh&#x101;jetv&#x101; kh&#x101;dant&#x16B;&#x2019;&#x2019;^eb^ti vacaneneva yath&#x101;sukha&#x1E43; paribhogo pa&#x1E6D;ikkhitto hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;purimakatik&#x101; pa&#x1E6D;ippassambhat&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]^b^Anuvicaritv&#x101;^eb^ti pacchato pacchato gantv&#x101;. ^b^Apacc&#x101;s&#x12B;santen&#x101;^eb^ti tesa&#x1E43; santik&#x101;</p>
              <p>[03]Paccaya&#x1E43; apacc&#x101;s&#x12B;santena. ^b^M&#x16B;labh&#x101;ga^eb^nti vuttamevattha&#x1E43; vibh&#x101;veti ^b^&#x2018;&#x2018;dasabh&#x101;gamatta&#x2019;&#x2019;^eb^nti. ^b^Akat&#x101;v&#x101;sa&#x1E43; v&#x101; katv&#x101;^eb^ti tato uppanna&#x101;yena ^a^M3.0494^ea^ katv&#x101;. ^b^Jaggitak&#x101;le ca na v&#x101;retabb&#x101;^eb^ti jaggit&#x101;na&#x1E43; pupphaphalabharitak&#x101;le na v&#x101;retabb&#x101;. ^b^Jagganak&#x101;le^eb^ti jaggitu&#x1E43; &#x101;raddhak&#x101;le. ^b^&#xD1;attikamma&#x1E6D;&#x1E6D;h&#x101;nabhede^eb^ti &#xF1;attikammassa &#x1E6D;h&#x101;nabhede.</p>
              <p>[06]Kammavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Apa&#xF1;&#xF1;atte pa&#xF1;&#xF1;attavaggava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^500^eb^^b^.^eb^ Satta ^a^V3.0453^ea^ &#x101;pattikkhandh&#x101; pa&#xF1;&#xF1;atta&#x1E43; n&#x101;m&#x101;ti sambandho. Kakusandhako&#x1E47;&#x101;gamanakassap&#x101; eva satta &#x101;pattikkhandhe pa&#xF1;&#xF1;apesu&#x1E43;, vipass&#x12B;&#x101;dayo pana ov&#x101;dap&#x101;timokkha&#x1E43; uddisi&#x1E43;su, na sikkh&#x101;pada&#x1E43; pa&#xF1;&#xF1;apesunti &#x101;ha ^b^&#x2018;&#x2018;kakusandha&#xF1;ca&#x2026;pe&#x2026; antar&#x101; kenaci apa&#xF1;&#xF1;atte sikkh&#x101;pade&#x2019;&#x2019;^eb^ti. Sesamettha suvi&#xF1;&#xF1;eyyameva.</p>
              <p>[06]Iti samantap&#x101;s&#x101;dik&#x101;ya vinaya&#x1E6D;&#x1E6D;hakath&#x101;ya s&#x101;ratthad&#x12B;paniya&#x1E43;</p>
              <p>[06]Pariv&#x101;ra&#x1E6D;&#x1E6D;hakath&#x101;va&#x1E47;&#x1E47;an&#x101; samatt&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Nigamanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Avas&#x101;nag&#x101;th&#x101;su ^a^M3.0495^ea^ pana ayamattho. ^b^Vibhattadesana^eb^nti ubhatovibha&#x1E45;gakhandhakapariv&#x101;rehi vibhattadesana&#x1E43; vinayapi&#x1E6D;akanti yojetabba&#x1E43;. ^b^Tass&#x101;^eb^ti tassa vinayassa.</p>
              <p>[03]^b^Tatrida^eb^nti&#x101;di pa&#x1E6D;hamap&#x101;r&#x101;jikava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; vuttanayameva.</p>
              <p>[03]^b^Satthumah&#x101;bodhivibh&#x16B;sito^eb^ti satthun&#x101; paribhuttamah&#x101;bodhivibh&#x16B;sito ma&#x1E47;&#x1E0D;ito, tassa mah&#x101;vih&#x101;rassa dakkhi&#x1E47;abh&#x101;ge uttama&#x1E43; ya&#x1E43; padh&#x101;nagharanti sambandho. Tattha ^b^padh&#x101;naghara^eb^nti ta&#x1E43;n&#x101;maka&#x1E43; parive&#x1E47;a&#x1E43;. ^b^Sucic&#x101;rittas&#x12B;lena, bhikkhusa&#x1E45;ghena sevita^eb^nti idampi padh&#x101;nagharavisesana&#x1E43;.</p>
              <p>[03]^b^Tatth&#x101;^eb^ti tasmi&#x1E43; padh&#x101;naghare. ^b^C&#x101;rup&#x101;k&#x101;rasa&#xF1;cita^eb^nti man&#x101;pena p&#x101;k&#x101;rena parikkhitta&#x1E43;. ^b^S&#x12B;tacch&#x101;yatar&#x16B;peta^eb^nti ghananicitapattasa&#xF1;channas&#x101;kh&#x101;pas&#x101;khat&#x101;ya s&#x12B;tacch&#x101;yehi rukkhehi upeta&#x1E43;. Vikasitakamalakuvalayapu&#x1E47;&#x1E0D;ar&#x12B;kasogandhik&#x101;dipupphasa&#xF1;channamadhuras&#x12B;taludakapu&#x1E47;&#x1E47;at&#x101;ya sampann&#x101; salil&#x101;say&#x101; ass&#x101;ti ^b^sampannasalil&#x101;sayo. Uddisitv&#x101;^eb^ti buddhasiri&#x1E43; n&#x101;ma thera&#x1E43; niss&#x101;ya, tassa ajjhesana&#x1E43; niss&#x101;y&#x101;ti vutta&#x1E43; hoti. ^b^Iddh&#x101;^eb^ti atthavinicchay&#x101;d&#x12B;hi iddh&#x101; ph&#x12B;t&#x101; paripu&#x1E47;&#x1E47;&#x101;.</p>
              <p>[03]^b^Siriniv&#x101;sass&#x101;^eb^ti siriy&#x101; niv&#x101;sa&#x1E6D;&#x1E6D;h&#x101;nabh&#x16B;tassa. ^b^Jayasa&#x1E43;vacchare^eb^ti jayappattasa&#x1E43;vacchare. ^b^Aya^eb^nti thera&#x1E43; buddhasiri&#x1E43; uddissa y&#x101; vinayava&#x1E47;&#x1E47;an&#x101; &#x101;raddh&#x101;, aya&#x1E43;. ^b^Dhamm&#x16B;pasa&#x1E43;hit&#x101;^eb^ti kusalasannissit&#x101;. Id&#x101;ni sadevakassa lokassa accantasukh&#x101;dhigam&#x101;ya attano pu&#xF1;&#xF1;a&#x1E43; pari&#x1E47;&#x101;mento ^b^&#x2018;&#x2018;cira&#x1E6D;&#x1E6D;hitattha dhammass&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha ^a^V3.0454^ea^. Tattha ^b^sam&#x101;cita^eb^nti upacita&#x1E43;. ^b^Sabbassa &#x101;nubh&#x101;ven&#x101;^eb^ti sabbassa tassa pu&#xF1;&#xF1;assa tejena. ^b^Sabbepi p&#x101;&#x1E47;ino^eb^ti k&#x101;m&#x101;vacar&#x101;dibhed&#x101; sabbe satt&#x101;. ^b^Saddhammarasasevino^eb^ti yath&#x101;raha&#x1E43; bodhittay&#x101;dhigamavasena saddhammarasasevino bhavantu. Sesamettha suvi&#xF1;&#xF1;eyyameva.</p>
              <p>[06]Nigamanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Nigamanakath&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Ett&#x101;vat&#x101; ^a^M3.0496^ea^ ca &#x2013;</p>
              <p>[21]Vinaye p&#x101;&#x1E6D;avatth&#x101;ya, s&#x101;sanassa ca vu&#x1E0D;&#x1E0D;hiy&#x101;;</p>
              <p>[22]Va&#x1E47;&#x1E47;an&#x101; y&#x101; sam&#x101;raddh&#x101;, vinaya&#x1E6D;&#x1E6D;hakath&#x101;ya s&#x101;.</p>
              <p>[21]^b^S&#x101;ratthad&#x12B;pan&#x12B;^eb^ n&#x101;ma, sabbaso parini&#x1E6D;&#x1E6D;hit&#x101;;</p>
              <p>[22]Ti&#x1E43;sasahassamattehi, ganthehi parim&#x101;&#x1E47;ato.</p>
              <p>[21]Ajjhesito narindena, soha&#x1E43; ^b^parakkamab&#x101;hun&#x101;^eb^;</p>
              <p>[22]Saddhamma&#x1E6D;&#x1E6D;hitik&#x101;mena, s&#x101;sanujjotak&#x101;rin&#x101;.</p>
              <p>[21]Teneva k&#x101;rite ramme, p&#x101;s&#x101;dasatama&#x1E47;&#x1E0D;ite;</p>
              <p>[22]N&#x101;n&#x101;dumaga&#x1E47;&#x101;ki&#x1E47;&#x1E47;e, bh&#x101;van&#x101;bhirat&#x101;laye.</p>
              <p>[21]S&#x12B;tal&#x16B;dakasampanne, vasa&#x1E43; ^b^jetavane^eb^ ima&#x1E43;;</p>
              <p>[22]Atthabya&#xF1;janasampanna&#x1E43;, ak&#x101;si&#x1E43; suvinicchaya&#x1E43;.</p>
              <p>[21]Ya&#x1E43; siddha&#x1E43; imin&#x101; pu&#xF1;&#xF1;a&#x1E43;, ya&#x1E43; ca&#xF1;&#xF1;a&#x1E43; pasuta&#x1E43; may&#x101;;</p>
              <p>[22]Etena pu&#xF1;&#xF1;akammena, dutiye attasambhave.</p>
              <p>[21]T&#x101;vati&#x1E43;se pamodento, s&#x12B;l&#x101;c&#x101;ragu&#x1E47;e rato;</p>
              <p>[22]Alaggo pa&#xF1;cak&#x101;mesu, patv&#x101;na pa&#x1E6D;hama&#x1E43; phala&#x1E43;.</p>
              <p>[21]Antime ^a^V3.0455^ea^ attabh&#x101;vamhi, metteyya&#x1E43; munipu&#x1E45;gava&#x1E43;;</p>
              <p>[22]Lokaggapuggala&#x1E43; n&#x101;tha&#x1E43;, sabbasattahite rata&#x1E43;.</p>
              <p>[21]Disv&#x101;na tassa dh&#x12B;rassa, sutv&#x101; saddhammadesana&#x1E43;;</p>
              <p>[22]Adhigantv&#x101; phala&#x1E43; agga&#x1E43;, sobheyya&#x1E43; jinas&#x101;sana&#x1E43;.</p>
              <p>[21]Sad&#x101; rakkhantu r&#x101;j&#x101;no, dhammeneva ima&#x1E43; paja&#x1E43;;</p>
              <p>[22]Nirat&#x101; pu&#xF1;&#xF1;akammesu, jotentu jinas&#x101;sana&#x1E43;.</p>
              <p>[21]Ime ca p&#x101;&#x1E47;ino sabbe, sabbad&#x101; nirupaddav&#x101;;</p>
              <p>[22]Nicca&#x1E43; kaly&#x101;&#x1E47;asa&#x1E45;kapp&#x101;, pappontu amata&#x1E43; padanti.</p>
              <p>[06]S&#x101;ratthad&#x12B;pan&#x12B; n&#x101;ma vinaya&#x1E6D;&#x12B;k&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
