<?xml version="1.0"?>
<body>
  <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
  <h>[19]Abhidhammapi&#x1E6D;ake</h>
  <h>Pa&#xF1;capakara&#x1E47;a-a&#x1E6D;&#x1E6D;hakath&#x101;</h>
  <ha>
    <han>Dh&#x101;tukath&#x101;-a&#x1E6D;&#x1E6D;hakath&#x101;</han>
    <h0>
      <h0n> </h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[21]A&#x1E6D;&#x1E6D;h&#x101;rasahi ^a^P0.0114^ea^^a^M0.0001^ea^^a^V0.0001^ea^ bhedehi, vibha&#x1E45;ga&#x1E43; m&#x101;rabha&#xF1;jano;</p>
              <p>[22]Desayitv&#x101; mah&#x101;v&#x12B;ro, ya&#x1E43; tasseva anantara&#x1E43;.</p>
              <p>[21]Adesayi dh&#x101;tukatha&#x1E43;, dh&#x101;tubhedappak&#x101;sano;</p>
              <p>[22]Tassattha&#x1E43; d&#x12B;payiss&#x101;mi, ta&#x1E43; su&#x1E47;&#x101;tha sam&#x101;hit&#x101;ti.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>1. M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Nayam&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^^b^Sa&#x1E45;gaho^eb^^a^V0.0002^ea^^b^asa&#x1E45;gaho^eb^ti&#x101;d&#x12B;na&#xF1;hi vasena ida&#x1E43; pakara&#x1E47;a&#x1E43; cuddasavidhena vibhattanti vutta&#x1E43;. Ta&#x1E43; sabbampi uddesaniddesato dvidh&#x101; &#x1E6D;hita&#x1E43;. Tattha m&#x101;tik&#x101; ^b^uddeso^eb^. S&#x101; pa&#xF1;cavidh&#x101; &#x2013; nayam&#x101;tik&#x101;, abbhantaram&#x101;tik&#x101;, nayamukham&#x101;tik&#x101;, lakkha&#x1E47;am&#x101;tik&#x101;, b&#x101;hiram&#x101;tik&#x101;ti. Tattha ^b^sa&#x1E45;gaho asa&#x1E45;gaho&#x2026;pe&#x2026; vippayuttena sa&#x1E45;gahita&#x1E43; asa&#x1E45;gahita^eb^nti &#x2013; aya&#x1E43; cuddasahi padehi nikkhitt&#x101; ^b^nayam&#x101;tik&#x101;^eb^ n&#x101;ma. Aya&#xF1;hi imin&#x101; sa&#x1E45;gah&#x101;dikena nayena dh&#x101;tukath&#x101; dhamm&#x101; vibhatt&#x101;ti dassetu&#x1E43; &#x1E6D;hapitatt&#x101; nayam&#x101;tik&#x101;ti vuccati. Etesa&#x1E43; pad&#x101;na&#x1E43; m&#x16B;labh&#x16B;tatt&#x101; ^b^m&#x16B;lam&#x101;tik&#x101;^eb^tipi vattu&#x1E43; va&#x1E6D;&#x1E6D;ati.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Abbhantaram&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^2^eb^^b^.^eb^^b^Pa&#xF1;cakkhandh&#x101;^eb^^a^M0.0002^ea^^b^&#x2026;pe&#x2026; manasik&#x101;ro^eb^ti aya&#x1E43; pa&#xF1;cav&#x12B;s&#x101;dhikena padasatena nikkhitt&#x101; ^b^abbhantaram&#x101;tik&#x101;^eb^ n&#x101;ma. Aya&#xF1;hi &#x2018;&#x2018;sabb&#x101;pi dhammasa&#x1E45;ga&#x1E47;&#x12B; dh&#x101;tukath&#x101;ya m&#x101;tik&#x101;&#x2019;&#x2019;ti eva&#x1E43; avatv&#x101; sa&#x1E45;gah&#x101;din&#x101; nayena vibhajitabbe khandh&#x101;didhamme sar&#x16B;pato dassetv&#x101; dh&#x101;tukath&#x101;ya abbhantareyeva &#x1E6D;hapitatt&#x101; abbhantaram&#x101;tik&#x101;ti vuccati. Khandh&#x101;dipad&#x101;na&#x1E43; dhammasa&#x1E45;ga&#x1E47;&#x12B;m&#x101;tik&#x101;ya ^a^P0.0115^ea^ asa&#x1E45;gahitatt&#x101; ^b^paki&#x1E47;&#x1E47;akam&#x101;tik&#x101;^eb^tipi vattu&#x1E43; va&#x1E6D;&#x1E6D;ati.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Nayamukham&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^3^eb^^b^.^eb^^b^T&#x12B;hi sa&#x1E45;gaho, t&#x12B;hi asa&#x1E45;gaho; cat&#x16B;hi sampayogo, cat&#x16B;hi vippayogo^eb^ti aya&#x1E43; cat&#x16B;hi padehi nikkhitt&#x101; ^b^nayamukham&#x101;tik&#x101;^eb^ n&#x101;ma. Aya&#xF1;hi sabbesupi pa&#xF1;cakkhandh&#x101;d&#x12B;su ceva kusalattik&#x101;d&#x12B;su ca m&#x101;tik&#x101;dhammesu, t&#x12B;hi khandh&#x101;yatanadh&#x101;tupadeheva sa&#x1E45;gaho ca asa&#x1E45;gaho ca yojetabbo. Tath&#x101; cat&#x16B;hi ar&#x16B;pakkhandhehi sampayogo ca vippayogo ca. Et&#x101;ni imesa&#x1E43; sa&#x1E45;gah&#x101;sa&#x1E45;gah&#x101;d&#x12B;na&#x1E43; nay&#x101;na&#x1E43; mukh&#x101;n&#x12B;ti dassetu&#x1E43; &#x1E6D;hapitatt&#x101; nayamukham&#x101;tik&#x101;ti vuccati.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Lakkha&#x1E47;am&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^4^eb^^b^.^eb^^b^Sabh&#x101;go^eb^^a^V0.0003^ea^, ^b^visabh&#x101;go^eb^ti aya&#x1E43; dv&#x12B;hi padehi nikkhitt&#x101; ^b^lakkha&#x1E47;am&#x101;tik&#x101;^eb^ n&#x101;ma. Aya&#xF1;hi sabh&#x101;galakkha&#x1E47;ehi dhammehi sa&#x1E45;gahanayo, visabh&#x101;galakkha&#x1E47;ehi asa&#x1E45;gahanayo, tath&#x101; sampayogavippayoganayo yojetabboti sabh&#x101;gavisabh&#x101;galakkha&#x1E47;avasena sa&#x1E45;gah&#x101;dilakkha&#x1E47;a&#x1E43; dassetu&#x1E43; &#x1E6D;hapitatt&#x101; lakkha&#x1E47;am&#x101;tik&#x101;ti vuccati.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. B&#x101;hiram&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^5^eb^^b^.^eb^^b^Sabb&#x101;pi dhammasa&#x1E45;ga&#x1E47;&#x12B; dh&#x101;tukath&#x101;ya m&#x101;tik&#x101;^eb^ti aya&#x1E43; chasa&#x1E6D;&#x1E6D;hi tikapad&#x101;ni, dve ca dukapadasat&#x101;ni sa&#x1E45;khipitv&#x101; nikkhitt&#x101; ^b^b&#x101;hiram&#x101;tik&#x101;^eb^ n&#x101;ma. Aya&#xF1;hi &#x2018;&#x2018;pa&#xF1;cakkhandh&#x101;&#x2026;pe&#x2026; manasik&#x101;ro&#x2019;&#x2019;ti eva&#x1E43; dh&#x101;tukath&#x101;ya abbhantare avatv&#x101; &#x2018;&#x2018;sabb&#x101;pi dhammasa&#x1E45;ga&#x1E47;&#x12B;&#x2019;&#x2019;ti eva&#x1E43; dh&#x101;tukath&#x101;ya m&#x101;tikato bahi &#x1E6D;hapitatt&#x101; b&#x101;hiram&#x101;tik&#x101;ti vuccati.</p>
              <p>[03]Eva&#x1E43; ^a^M0.0003^ea^ m&#x101;tik&#x101;ya pa&#xF1;cadh&#x101; &#x1E6D;hitabh&#x101;va&#x1E43; viditv&#x101; id&#x101;ni &#x2018;sa&#x1E45;gaho asa&#x1E45;gaho&#x2019;ti&#x101;d&#x12B;su sa&#x1E45;gaho t&#x101;va j&#x101;tisa&#xF1;j&#x101;tikiriy&#x101;ga&#x1E47;anavasena catubbidho. Tattha &#x2013; &#x2018;&#x2018;sabbe khattiy&#x101; &#x101;gacchantu, sabbe br&#x101;hma&#x1E47;&#x101;, sabbe vess&#x101;, sabbe sudd&#x101; &#x101;gacchantu&#x2019;&#x2019;, &#x2018;&#x2018;y&#x101; c&#x101;vuso vis&#x101;kha, samm&#x101;v&#x101;c&#x101;, yo ca samm&#x101;kammanto, yo ca samm&#x101;&#x101;j&#x12B;vo, ime dhamm&#x101; s&#x12B;lakkhandhe sa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti aya&#x1E43; ^b^j&#x101;tisa&#x1E45;gaho^eb^ n&#x101;ma. &#x2018;&#x2018;Ekaj&#x101;tik&#x101; &#x101;gacchant&#x16B;&#x2019;&#x2019;ti vutta&#x1E6D;&#x1E6D;h&#x101;ne viya hi idha sabbepi j&#x101;tiy&#x101; ekasa&#x1E45;gaha&#x1E43; gat&#x101;. &#x2018;&#x2018;Sabbe kosalak&#x101; &#x101;gacchantu, sabbe m&#x101;gadhak&#x101;, sabbe bh&#x101;rukacchak&#x101; &#x101;gacchantu&#x2019;&#x2019;, &#x2018;&#x2018;yo c&#x101;vuso vis&#x101;kha, samm&#x101;v&#x101;y&#x101;mo; y&#x101; ca samm&#x101;sati, yo ca samm&#x101;sam&#x101;dhi, ime dhamm&#x101; ^a^P0.0116^ea^ sam&#x101;dhikkhandhe sa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti (ma. ni. 1.462) aya&#x1E43; ^b^sa&#xF1;j&#x101;tisa&#x1E45;gaho^eb^ n&#x101;ma. &#x2018;&#x2018;Eka&#x1E6D;&#x1E6D;h&#x101;ne j&#x101;t&#x101; sa&#x1E43;va&#x1E0D;&#x1E0D;h&#x101; &#x101;gacchant&#x16B;&#x2019;&#x2019;ti vutta&#x1E6D;&#x1E6D;h&#x101;ne viya hi idha sabbepi sa&#xF1;j&#x101;ti&#x1E6D;h&#x101;nena nivutthok&#x101;sena ekasa&#x1E45;gaha&#x1E43; gat&#x101;. &#x2018;&#x2018;Sabbe hatth&#x101;roh&#x101; &#x101;gacchantu, sabbe ass&#x101;roh&#x101;, sabbe rathik&#x101; &#x101;gacchantu&#x2019;&#x2019;, &#x2018;&#x2018;y&#x101; c&#x101;vuso vis&#x101;kha, samm&#x101;di&#x1E6D;&#x1E6D;hi, yo ca samm&#x101;sa&#x1E45;kappo, ime dhamm&#x101; pa&#xF1;&#xF1;&#x101;kkhandhe sa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti (ma. ni. 1.462) aya&#x1E43; ^b^kiriy&#x101;sa&#x1E45;gaho^eb^ n&#x101;ma. Sabbeva hete attano kiriy&#x101;kara&#x1E47;ena ekasa&#x1E45;gaha&#x1E43; gat&#x101;. &#x2018;&#x2018;Cakkh&#x101;yatana&#x1E43; katamakkhandhaga&#x1E47;ana&#x1E43; gacchat&#x12B;ti? R&#x16B;pakkhandhaga&#x1E47;ana&#x1E43; gacchat&#x12B;&#x2019;&#x2019;ti. Ha&#xF1;ci cakkh&#x101;yatana&#x1E43; r&#x16B;pakkhandhaga&#x1E47;ana&#x1E43; gacchati, tena vata re vattabbe &#x2013; &#x2018;cakkh&#x101;yatana&#x1E43; r&#x16B;pakkhandhena sa&#x1E45;gahita&#x2019;&#x2019;nti (kath&#x101;. 471), aya&#x1E43; ^a^V0.0004^ea^^b^ga&#x1E47;anasa&#x1E45;gaho^eb^ n&#x101;ma. Ayamidha adhippeto. Tappa&#x1E6D;ipakkhena asa&#x1E45;gaho veditabbo. Tesa&#x1E43; vikappato sa&#x1E45;gahitena asa&#x1E45;gahit&#x101;d&#x12B;ni. Ekupp&#x101;dekanirodhaekavatthukaek&#x101;ramma&#x1E47;at&#x101;vasena sampayogo, tappa&#x1E6D;ipakkhato vippayogo. Tesa&#x1E43; vikappato sampayuttena vippayutt&#x101;d&#x12B;ni. Tadubhayasa&#x1E43;saggavikappato sa&#x1E45;gahitena sampayutta&#x1E43; vippayuttanti&#x101;d&#x12B;ni. Pa&#xF1;cakkhandh&#x101;ti&#x101;d&#x12B;ni pana khandhavibha&#x1E45;g&#x101;d&#x12B;su vuttanayeneva veditabb&#x101;ni. ^b^Phass&#x101;^eb^dayo panettha sanni&#x1E6D;&#x1E6D;h&#x101;navasena vuttasabbacittupp&#x101;das&#x101;dh&#x101;ra&#x1E47;ato vutt&#x101;ti.</p>
              <p>[06]M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Niddesava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n>1. Pa&#x1E6D;hamanayo sa&#x1E45;gah&#x101;sa&#x1E45;gahapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n>1. Khandhapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^6^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0004^ea^ pa&#xF1;cakkhandh&#x101;divasena nikkhittam&#x101;tika&#x1E43; &#x2018;sa&#x1E45;gaho asa&#x1E45;gaho&#x2019;ti&#x101;d&#x12B;hi nayam&#x101;tik&#x101;padehi saddhi&#x1E43; yojetv&#x101; dassetu&#x1E43; ^b^r&#x16B;pakkhandho katihi khandheh&#x12B;^eb^ti&#x101;din&#x101; ^a^P0.0117^ea^ nayena niddesav&#x101;ro &#x101;raddho. Tattha yasm&#x101; &#x2018;&#x2018;sa&#x1E45;gaho asa&#x1E45;gahoti&#x101;dik&#x101;ya nayam&#x101;tik&#x101;ya &#x2018;&#x2018;t&#x12B;hi sa&#x1E45;gaho, t&#x12B;hi asa&#x1E45;gaho&#x2019;&#x2019;ti nayamukham&#x101;tik&#x101; &#x1E6D;hapit&#x101;, tasm&#x101; r&#x16B;pakkhandh&#x101;d&#x12B;na&#x1E43; sa&#x1E45;gaha&#x1E43; dassetu&#x1E43; ^b^katihi khandhehi katih&#x101;yatanehi katihi dh&#x101;t&#x16B;h&#x12B;^eb^ti t&#x12B;&#x1E47;i khandh&#x101;yatanadh&#x101;tupad&#x101;neva uddha&#x1E6D;&#x101;ni. &#x2018;Catt&#x101;ri sacc&#x101;n&#x12B;&#x2019;ti&#x101;d&#x12B;su ekampi na par&#x101;ma&#x1E6D;&#x1E6D;ha&#x1E43;. Yasm&#x101; ca &#x2018;&#x2018;sabh&#x101;go visabh&#x101;go&#x2019;&#x2019;ti eva&#x1E43; lakkha&#x1E47;am&#x101;tik&#x101; &#x1E6D;hapit&#x101;, tasm&#x101; imassa pa&#xF1;hassa vissajjane ^b^r&#x16B;pakkhandho ekena khandhen&#x101;^eb^ti&#x101;di vutta&#x1E43;. Sabh&#x101;g&#x101; hi tassa ete khandh&#x101;dayoti. Tattha ^b^ekena khandhen&#x101;^eb^ti r&#x16B;pakkhandheneva. Ya&#xF1;hi ki&#xF1;ci r&#x16B;pa&#x1E43; r&#x16B;pakkhandhasabh&#x101;gatt&#x101; r&#x16B;pakkhandhotveva sa&#x1E45;gaha&#x1E43; gacchat&#x12B;ti r&#x16B;pakkhandheneva ga&#x1E47;ita&#x1E43;, ta&#x1E43; r&#x16B;pakkhandheneva paricchinna&#x1E43;. ^b^Ek&#x101;dasah&#x101;yataneh&#x12B;^eb^ti man&#x101;yatanavajjehi. Sabbopi hi r&#x16B;pakkhandho das&#x101;yatan&#x101;ni dhamm&#x101;yatanekadeso ca hoti, tasm&#x101; ek&#x101;dasah&#x101;yatanehi ga&#x1E47;ito ^a^V0.0005^ea^, paricchinno. ^b^Ek&#x101;dasahi dh&#x101;t&#x16B;h&#x12B;^eb^ti sattavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuvajj&#x101;hi ek&#x101;dasahi et&#x101;su hi apariy&#x101;panna&#x1E43; r&#x16B;pa&#x1E43; n&#x101;ma natthi.</p>
              <p>[03]Asa&#x1E45;gahanayaniddese ^b^katihi asa&#x1E45;gahito^eb^ti sa&#x1E45;khepeneva pucch&#x101; kat&#x101;. Vissajjane panassa yasm&#x101; r&#x16B;pakkhandhassa visabh&#x101;g&#x101; catt&#x101;ro ar&#x16B;pakkhandh&#x101;, eka&#x1E43; man&#x101;yatana&#x1E43;, satta vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo; tasm&#x101; ^b^cat&#x16B;hi khandheh&#x12B;^eb^ti&#x101;di vutta&#x1E43;. Imin&#x101; nayena sabbapadesu sa&#x1E45;gah&#x101;sa&#x1E45;gaho veditabbo. Imasmi&#x1E43; pana khandhaniddese &#x2013; &#x2018;&#x2018;r&#x16B;pakkhandho katihi khandheh&#x12B;&#x2019;&#x2019;ti&#x101;dimhi t&#x101;va ekam&#x16B;lake sa&#x1E45;gahanaye sar&#x16B;peneva dassit&#x101; pa&#xF1;ca pucch&#x101;, pa&#xF1;ca vissajjan&#x101;ni. Asa&#x1E45;gahanaye sa&#x1E45;khepena dassit&#x101; pa&#xF1;ca pucch&#x101;, pa&#xF1;ca vissajjan&#x101;ni. Imin&#x101; up&#x101;yena dukam&#x16B;lak&#x101;d&#x12B;supi pucch&#x101;vissajjan&#x101;ni ^a^P0.0118^ea^ veditabb&#x101;ni. R&#x16B;pakkhandham&#x16B;lak&#x101;yeva cettha dukatikacatukk&#x101; dassit&#x101;. Pa&#xF1;cake pana &#x2018;&#x2018;r&#x16B;pakkhandho ^a^M0.0005^ea^ ca&#x2026;pe&#x2026; vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho c&#x101;&#x2019;&#x2019;ti eva&#x1E43; bhedato ca, &#x2018;&#x2018;pa&#xF1;cakkhandh&#x101; katihi khandheh&#x12B;&#x2019;&#x2019;ti eva&#x1E43; abhedato c&#x101;ti dvidh&#x101; pucch&#x101;vissajjan&#x101;ni kat&#x101;ni. Eva&#x1E43; p&#x101;&#x1E37;inayo veditabboti.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. &#x100;yatanapad&#x101;diva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^22^eb^^b^.^eb^ &#x100;yatanapadaniddes&#x101;d&#x12B;su &#x101;yatanapadaniddese t&#x101;va ^b^cakkh&#x101;yatana&#x1E43; ekena khandhen&#x101;^eb^ti ekena r&#x16B;pakkhandheneva, ekena cakkh&#x101;yataneneva ek&#x101;ya cakkhudh&#x101;tuy&#x101;va sa&#x1E45;gahitanti veditabba&#x1E43;. ^b^Sot&#x101;yatan&#x101;^eb^d&#x12B;supi imin&#x101;va nayena sa&#x1E45;gah&#x101;sa&#x1E45;gaho veditabbo. ^b^Asa&#x1E45;khata&#x1E43; khandhato &#x1E6D;hapetv&#x101;^eb^ti ettha pana yasm&#x101; asa&#x1E45;khata&#x1E43; dhamm&#x101;yatana&#x1E43; n&#x101;ma nibb&#x101;na&#x1E43;, ta&#xF1;ca khandhasa&#x1E45;gaha&#x1E43; na gacchati; tasm&#x101; &#x2018;khandhato &#x1E6D;hapetv&#x101;&#x2019;ti vutta&#x1E43;. ^b^Cat&#x16B;hi khandheh&#x12B;^eb^ti r&#x16B;pavedan&#x101;sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rakkhandhehi. Nibb&#x101;navajja&#xF1;hi dhamm&#x101;yatana&#x1E43; etehi sa&#x1E45;gahita&#x1E43;. Vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhena pana &#x1E6D;hapetv&#x101; dhamm&#x101;yatanadhammadh&#x101;tuyo ses&#x101;yatanadh&#x101;t&#x16B;hi ca ta&#x1E43; na sa&#x1E45;gayhati. Tena vutta&#x1E43; &#x2013; &#x2018;&#x2018;ekena khandhena, ek&#x101;dasah&#x101;yatanehi, sattarasahi dh&#x101;t&#x16B;hi asa&#x1E45;gahita&#x2019;&#x2019;nti. Yath&#x101; ca te he&#x1E6D;&#x1E6D;h&#x101; r&#x16B;pakkhandham&#x16B;lak&#x101;, evamidh&#x101;pi cakkh&#x101;yatanam&#x16B;lak&#x101;va nay&#x101; veditabb&#x101;. Dukamattameva pana p&#x101;&#x1E37;iya&#x1E43; dassetv&#x101; &#x2018;&#x2018;dv&#x101;das&#x101;yatan&#x101;n&#x12B;&#x2019;&#x2019;ti abhedatova pucch&#x101;vissajjana&#x1E43; kata&#x1E43;. Dh&#x101;tuniddesepi eseva nayo.</p>
              <p>[03]^b^40^eb^^b^.^eb^ Saccaniddese ^a^V0.0006^ea^ &#x2013; sabbepi dukatikacatukk&#x101; p&#x101;&#x1E37;iya&#x1E43; dassit&#x101;. Yasm&#x101; ca dukatikesu samudayasaccasadisameva maggasaccepi vissajjana&#x1E43;, tasm&#x101; ta&#x1E43; samuday&#x101;nantara&#x1E43; vutta&#x1E43;.</p>
              <p>[03]^b^50^eb^^b^.^eb^ Indriyaniddese &#x2013; ^b^j&#x12B;vitindriya&#x1E43; dv&#x12B;hi khandheh&#x12B;^eb^ti r&#x16B;paj&#x12B;vitindriya&#x1E43; r&#x16B;pakkhandhena, ar&#x16B;paj&#x12B;vitindriya&#x1E43; ^a^P0.0119^ea^ sa&#x1E45;kh&#x101;rakkhandhena sa&#x1E45;gahita&#x1E43;. Sesa&#x1E43; vuttanay&#x101;nus&#x101;reneva veditabba&#x1E43;. P&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; panettha &#x101;yatanadh&#x101;tuniddesasadisameva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Pa&#x1E6D;iccasamupp&#x101;dava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^61^eb^^b^.^eb^ Pa&#x1E6D;iccasamupp&#x101;daniddese &#x2013; &#x2018;&#x2018;avijj&#x101; katihi khandheh&#x12B;&#x2019;&#x2019;ti puccha&#x1E43; an&#x101;rabhitv&#x101; ^b^avijj&#x101; ekena khandhen&#x101;^eb^ti eva&#x1E43; vissajjanameva dassita&#x1E43;. Tattha ^b^sa&#x1E45;kh&#x101;rapaccay&#x101; vi&#xF1;&#xF1;&#x101;&#x1E47;a^eb^nti pa&#x1E6D;isandhiya&#x1E43; pavatte ca sabbampi vip&#x101;kavi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43;. Tenev&#x101;ha ^a^M0.0006^ea^ &#x2013; &#x2018;&#x2018;sattahi dh&#x101;t&#x16B;hi sa&#x1E45;gahita&#x2019;&#x2019;nti. N&#x101;mar&#x16B;pampi pa&#x1E6D;isandhipavattivaseneva veditabba&#x1E43;. Tenevettha sadd&#x101;yatanampi sa&#x1E45;gahetv&#x101; ek&#x101;dasah&#x101;yatanehi sa&#x1E45;gaho dassito. ^b^Phass&#x101;^eb^d&#x12B;su khandhabhedo veditabbo. A&#xF1;&#xF1;eneva hi ekena khandhena phasso sa&#x1E45;gahito, a&#xF1;&#xF1;ena vedan&#x101;, ta&#x1E47;h&#x101;up&#x101;d&#x101;nakammabhav&#x101; pana sa&#x1E45;kh&#x101;rakkhandheneva sa&#x1E45;gahit&#x101;. Bhavapada&#xF1;cettha kammabhav&#x101;d&#x12B;na&#x1E43; vasena ek&#x101;dasadh&#x101; vibhatta&#x1E43;. Tattha kammabhavo phass&#x101;d&#x12B;hi sadisavisajjanatt&#x101; tehi saddhi&#x1E43; ekato dassito. Upapattibhavak&#x101;mabhavasa&#xF1;&#xF1;&#x101;bhavapa&#xF1;cavok&#x101;rabhav&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;asadisavissajjanatt&#x101; ekato dassit&#x101;. Yasm&#x101; cete up&#x101;dinnakadhamm&#x101;va tasm&#x101; &#x2018;&#x2018;ek&#x101;dasah&#x101;yatanehi sattarasahi dh&#x101;t&#x16B;h&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Sadd&#x101;yatana&#xF1;hi anup&#x101;dinna&#x1E43;, ta&#x1E43; ettha na gahita&#x1E43;.</p>
              <p>[03]^b^68^eb^^b^.^eb^ R&#x16B;pabhavaniddese &#x2013; ^b^pa&#xF1;cah&#x101;yataneh&#x12B;^eb^ti cakkhusotamanar&#x16B;padhamm&#x101;yatanehi. ^b^A&#x1E6D;&#x1E6D;hahi dh&#x101;t&#x16B;h&#x12B;^eb^ti cakkhusotacakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;asotavi&#xF1;&#xF1;&#x101;&#x1E47;ar&#x16B;padhammamanodh&#x101;tumanovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi. Ar&#x16B;pabhav&#x101;dayopi tayo sadisavissajjanatt&#x101;va ekato dassit&#x101;. Tath&#x101; asa&#xF1;&#xF1;&#x101;bhavaekavok&#x101;rabhav&#x101;. Tattha ^b^dv&#x12B;h&#x101;yataneh&#x12B;^eb^ti r&#x16B;p&#x101;yatanadhamm&#x101;yatanehi. Dh&#x101;t&#x16B;supi eseva nayo. Ekatalav&#x101;sik&#x101;na&#xF1;hi sesabrahm&#x101;na&#x1E43; cakkhusabbh&#x101;vato tass&#x101;ramma&#x1E47;att&#x101; tattha r&#x16B;p&#x101;yatana&#x1E43; uddha&#x1E6D;a&#x1E43;.</p>
              <p>[03]^b^71^eb^^b^.^eb^^b^J&#x101;ti dv&#x12B;hi khandheh&#x12B;^eb^ti r&#x16B;paj&#x101;ti r&#x16B;pakkhandhena, ar&#x16B;paj&#x101;ti sa&#x1E45;kh&#x101;rakkhandhena. Jar&#x101;mara&#x1E47;esupi ^a^V0.0007^ea^ eseva nayo. Sok&#x101;d&#x12B;supi ^a^P0.0120^ea^^b^ekena khandhen&#x101;^eb^ti sokadukkhadomanass&#x101;ni vedan&#x101;kkhandhena, paridevo r&#x16B;pakkhandhena, up&#x101;y&#x101;s&#x101;dayo sa&#x1E45;kh&#x101;rakkhandhen&#x101;ti eva&#x1E43; khandhaviseso veditabbo.</p>
              <p>[03]^b^73^eb^^b^.^eb^^b^Iddhip&#x101;do dv&#x12B;h&#x12B;^eb^ti sa&#x1E45;kh&#x101;ravi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhehi, man&#x101;yatanadhamm&#x101;yatanehi, dhammadh&#x101;tumanovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi ca. ^b^Jh&#x101;na&#x1E43; dv&#x12B;h&#x12B;^eb^ti vedan&#x101;kkhandhasa&#x1E45;kh&#x101;rakkhandhehi. Appama&#xF1;&#xF1;&#x101;dayo sadisavissajjanatt&#x101; ekato niddi&#x1E6D;&#x1E6D;h&#x101;. Citta&#x1E43; pana cetan&#x101;nantara&#x1E43; nikkhittampi asadisavissajjanatt&#x101; pacch&#x101; gahita&#x1E43;. Tattha appama&#xF1;&#xF1;&#x101;d&#x12B;su ^b^ekena khandhen&#x101;^eb^ti vedan&#x101; vedan&#x101;kkhandhena, sa&#xF1;&#xF1;&#x101; sa&#xF1;&#xF1;&#x101;kkhandhena, ses&#x101; sa&#x1E45;kh&#x101;rakkhandhena sa&#x1E45;gahit&#x101;ti eva&#x1E43; khandhaviseso veditabbo.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Tikapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^77^eb^^b^.^eb^ Eva&#x1E43; ^a^M0.0007^ea^ abbhantaram&#x101;tik&#x101;ya sa&#x1E45;gaha&#x1E43; dassetv&#x101; id&#x101;ni b&#x101;hiram&#x101;tik&#x101;ya sa&#x1E45;gaha&#x1E43; dassetu&#x1E43; ^b^kusal&#x101; dhamm&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha vedan&#x101;ttike ^b^t&#x12B;hi dh&#x101;t&#x16B;h&#x12B;^eb^ti k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;amanovi&#xF1;&#xF1;&#x101;&#x1E47;adhammadh&#x101;t&#x16B;hi. ^b^Sattahi dh&#x101;t&#x16B;h&#x12B;^eb^ti cakkhusotagh&#x101;najivh&#x101;vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi ceva manodh&#x101;tudhammadh&#x101;tumanovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi ca. Vip&#x101;kattike ^b^a&#x1E6D;&#x1E6D;hahi dh&#x101;t&#x16B;h&#x12B;^eb^ti k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101; saddhi&#x1E43; t&#x101;hiyeva. Vip&#x101;kadhammadhamm&#x101; pana sa&#x1E43;kili&#x1E6D;&#x1E6D;hasa&#x1E43;kilesikehi saddhi&#x1E43; sadisavissajjanatt&#x101; ekato gahit&#x101;. Yath&#x101; cete, eva&#x1E43; sabbatikadukapadesu ya&#x1E43; ya&#x1E43; pada&#x1E43; yena yena padena saddhi&#x1E43; sadisavissajjana&#x1E43; hoti, ta&#x1E43; ta&#x1E43; uppa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101;pi tena tena saddhi&#x1E43; gahetv&#x101; vissajjita&#x1E43;. Tattha vutt&#x101;nus&#x101;reneva sa&#x1E45;gah&#x101;sa&#x1E45;gahanayo veditabboti.</p>
              <p>[06]Sa&#x1E45;gah&#x101;sa&#x1E45;gahapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Dutiyanayo sa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^171^eb^^b^.^eb^ Id&#x101;ni ^a^P0.0121^ea^ sa&#x1E45;gahitena asa&#x1E45;gahitapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^cakkh&#x101;yatanen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tatrida&#x1E43; ^a^V0.0008^ea^ lakkha&#x1E47;a&#x1E43; &#x2013; imasmi&#xF1;hi v&#x101;re ya&#x1E43; khandhapadena sa&#x1E45;gahita&#x1E43; hutv&#x101; &#x101;yatanadh&#x101;tupadehi asa&#x1E45;gahita&#x1E43;, khandh&#x101;yatanapadehi v&#x101; sa&#x1E45;gahita&#x1E43; hutv&#x101; dh&#x101;tupadena asa&#x1E45;gahita&#x1E43;, tassa khandh&#x101;d&#x12B;hi asa&#x1E45;gaha&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;. Ta&#x1E43; pana r&#x16B;pakkhandh&#x101;d&#x12B;su na yujjati. R&#x16B;pakkhandhena hi r&#x16B;pakkhandhova sa&#x1E45;gahito. So ca a&#x1E0D;&#x1E0D;hek&#x101;dasahi &#x101;yatanadh&#x101;t&#x16B;hi asa&#x1E45;gahito n&#x101;ma natthi. Vedan&#x101;kkhandhena ca vedan&#x101;kkhandhova sa&#x1E45;gahito. Sopi dhamm&#x101;yatanadhammadh&#x101;t&#x16B;hi asa&#x1E45;gahito n&#x101;ma natthi. Eva&#x1E43; asa&#x1E45;gahitat&#x101;ya abh&#x101;vato et&#x101;ni a&#xF1;&#xF1;&#x101;ni ca evar&#x16B;p&#x101;ni man&#x101;yatanadhamm&#x101;yatan&#x101;d&#x12B;ni pad&#x101;ni imasmi&#x1E43; v&#x101;re na gahit&#x101;ni. Y&#x101;ni pana pad&#x101;ni r&#x16B;pekadesa&#x1E43; ar&#x16B;pena asammissa&#x1E43;, vi&#xF1;&#xF1;&#x101;&#x1E47;ekadesa&#xF1;ca a&#xF1;&#xF1;ena asammissa&#x1E43; d&#x12B;penti, t&#x101;ni idha gahit&#x101;ni. Pariyos&#x101;ne ca &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Das&#x101;yatan&#x101; ^a^M0.0008^ea^ sattarasa dh&#x101;tuyo,</p>
              <p>[27]Sattindriy&#x101; asa&#xF1;&#xF1;&#x101;bhavo ekavok&#x101;rabhavo;</p>
              <p>[26]Paridevo sanidassanasappa&#x1E6D;igha&#x1E43;,</p>
              <p>[22]Anidassana&#x1E43; punadeva sappa&#x1E6D;igha&#x1E43; up&#x101;d&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Eva&#x1E43; ^b^udd&#x101;nag&#x101;th&#x101;ya^eb^ dassit&#x101;neva. Tasm&#x101; tesa&#x1E43; vaseneva sa&#x1E45;gah&#x101;sa&#x1E45;gaho veditabbo. Pa&#xF1;havasena hi imasmi&#x1E43; v&#x101;re &#x101;yatanadh&#x101;tuvaseneva sadisavissajjane v&#x12B;sati dhamme samodh&#x101;netv&#x101; eko pa&#xF1;ho kato, satta vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo samodh&#x101;netv&#x101; eko, sattindriy&#x101;ni samodh&#x101;netv&#x101; eko, dve bhave samodh&#x101;netv&#x101; eko, paridevena ca sanidassanasappa&#x1E6D;ighehi ca eko, anidassanasappa&#x1E6D;ighehi eko, sanidassanehi eko, sappa&#x1E6D;ighehi ca up&#x101;d&#x101;dhammehi ca ekoti a&#x1E6D;&#x1E6D;ha pa&#xF1;h&#x101; kat&#x101;. Tesu khandh&#x101;divibh&#x101;go ^a^P0.0122^ea^ eva&#x1E43; veditabbo seyyathida&#x1E43; &#x2013; pa&#x1E6D;hamapa&#xF1;he t&#x101;va ^b^cat&#x16B;hi khandheh&#x12B;^eb^ti ar&#x16B;pakkhandhehi, ^b^dv&#x12B;h&#x101;yataneh&#x12B;^eb^ti cakkh&#x101;yatan&#x101;d&#x12B;su ekekena saddhi&#x1E43; man&#x101;yatanena, ^b^a&#x1E6D;&#x1E6D;hahi dh&#x101;t&#x16B;h&#x12B;^eb^ti cakkhudh&#x101;tu&#x101;d&#x12B;su ekek&#x101;ya saddhi&#x1E43; sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; nayo &#x2013; cakkh&#x101;yatanena hi khandhasa&#x1E45;gahena r&#x16B;pakkhandho sa&#x1E45;gahito. Tasmi&#x1E43; sa&#x1E45;gahite r&#x16B;pakkhandhe &#x101;yatanasa&#x1E45;gahena cakkh&#x101;yatanameveka&#x1E43; sa&#x1E45;gahita&#x1E43;. Ses&#x101;ni dasa &#x101;yatan&#x101;ni asa&#x1E45;gahit&#x101;ni. Dh&#x101;tusa&#x1E45;gahenapi tena cakkhudh&#x101;tuyevek&#x101; sa&#x1E45;gahit&#x101;. Ses&#x101; dasa dh&#x101;tuyo asa&#x1E45;gahit&#x101;. Iti y&#x101;ni tena asa&#x1E45;gahit&#x101;ni das&#x101;yatan&#x101;ni, t&#x101;ni cakkh&#x101;yatanaman&#x101;yatanehi dv&#x12B;hi ^a^V0.0009^ea^ asa&#x1E45;gahit&#x101;ni. Y&#x101;pi tena asa&#x1E45;gahit&#x101; dasa dh&#x101;tuyo, t&#x101; cakkhudh&#x101;tuy&#x101; ceva sattahi ca vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi asa&#x1E45;gahit&#x101;ti. R&#x16B;p&#x101;yatan&#x101;d&#x12B;supi eseva nayo.</p>
              <p>[03]^b^172^eb^^b^.^eb^ Dutiyapa&#xF1;he &#x2013; yasm&#x101; y&#x101;ya k&#x101;yaci vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101; sa&#x1E45;gahito vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho man&#x101;yatanena asa&#x1E45;gahito n&#x101;ma natthi, tasm&#x101; ^b^&#x101;yatanasa&#x1E45;gahena sa&#x1E45;gahit&#x101;^eb^ti vutta&#x1E43;. Ettha pana ^b^cat&#x16B;hi khandheh&#x12B;^eb^ti r&#x16B;p&#x101;d&#x12B;hi cat&#x16B;hi. ^b^Ek&#x101;dasah&#x101;yataneh&#x12B;^eb^ti man&#x101;yatanavajjehi. ^b^Dv&#x101;dasahi dh&#x101;t&#x16B;h&#x12B;^eb^ti yath&#x101;nur&#x16B;p&#x101; cha vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo apanetv&#x101; ses&#x101;hi dv&#x101;dasahi. Cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101; hi cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyeva sa&#x1E45;gahit&#x101;, itar&#x101; asa&#x1E45;gahit&#x101;. Sotavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu&#x101;d&#x12B;supi eseva nayo.</p>
              <p>[03]^b^173^eb^^b^.^eb^ Tatiyapa&#xF1;he ^a^M0.0009^ea^ &#x2013; cakkhundriy&#x101;d&#x12B;na&#x1E43; vissajjana&#x1E43; cakkh&#x101;yatan&#x101;disadisameva. Itthindriyapurisindriyesu pana dhamm&#x101;yatanena saddhi&#x1E43; dve &#x101;yatan&#x101;ni, dhammadh&#x101;tuy&#x101; ca saddhi&#x1E43; a&#x1E6D;&#x1E6D;ha dh&#x101;tuyo veditabb&#x101;.</p>
              <p>[03]^b^174^eb^^b^.^eb^ Catutthapa&#xF1;he &#x2013; ^b^t&#x12B;h&#x101;yataneh&#x12B;^eb^ti r&#x16B;p&#x101;yatanadhamm&#x101;yatanaman&#x101;yatanehi. Tesu hi bhavesu r&#x16B;p&#x101;yatanadhamm&#x101;yatanavasena dveva &#x101;yatan&#x101;ni tehi sa&#x1E45;gahit&#x101;ni ^a^P0.0123^ea^. Ses&#x101;ni nava r&#x16B;p&#x101;yatan&#x101;ni teheva ca dv&#x12B;hi, man&#x101;yatanena c&#x101;ti t&#x12B;hi asa&#x1E45;gahit&#x101;ni n&#x101;ma honti. ^b^Navahi dh&#x101;t&#x16B;h&#x12B;^eb^ti r&#x16B;padh&#x101;tudhammadh&#x101;t&#x16B;hi saddhi&#x1E43; sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi.</p>
              <p>[03]^b^175^eb^^b^.^eb^ Pa&#xF1;camapa&#xF1;he &#x2013; ^b^dv&#x12B;h&#x101;yataneh&#x12B;^eb^ti pa&#x1E6D;hamapada&#x1E43; sandh&#x101;ya sadd&#x101;yatanaman&#x101;yatanehi. Dutiyapada&#x1E43; sandh&#x101;ya r&#x16B;p&#x101;yatanaman&#x101;yatanehi. Dh&#x101;tuyopi tesa&#x1E43;yeva ekekena saddhi&#x1E43; satta vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo veditabb&#x101;.</p>
              <p>[03]^b^176^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;hapa&#xF1;he &#x2013; ^b^dasah&#x101;yataneh&#x12B;^eb^ti r&#x16B;p&#x101;yatanadhamm&#x101;yatanavajjehi. ^b^So&#x1E37;asahi dh&#x101;t&#x16B;h&#x12B;^eb^ti r&#x16B;padh&#x101;tudhammadh&#x101;tuvajjeheva. Katha&#x1E43;? Anidassanasappa&#x1E6D;igh&#x101; hi dhamm&#x101; n&#x101;ma nava o&#x1E37;&#x101;rik&#x101;yatan&#x101;ni. Tehi khandhasa&#x1E45;gahena sa&#x1E45;gahite r&#x16B;pakkhandhe, &#x101;yatanasa&#x1E45;gahena t&#x101;neva nav&#x101;yatan&#x101;ni sa&#x1E45;gahit&#x101;ni. R&#x16B;p&#x101;yatanadhamm&#x101;yatan&#x101;ni asa&#x1E45;gahit&#x101;ni. Dh&#x101;tusa&#x1E45;gahenapi t&#x101; eva nava dh&#x101;tuyo sa&#x1E45;gahit&#x101;. R&#x16B;padh&#x101;tudhammadh&#x101;tuyo asa&#x1E45;gahit&#x101;. Iti y&#x101;ni tehi asa&#x1E45;gahit&#x101;ni dve &#x101;yatan&#x101;ni ^a^V0.0010^ea^, t&#x101;ni r&#x16B;p&#x101;yatanavajjehi navahi o&#x1E37;&#x101;rik&#x101;yatanehi, man&#x101;yatanena c&#x101;ti dasahi asa&#x1E45;gahit&#x101;ni. Y&#x101;pi tehi asa&#x1E45;gahit&#x101; dve dh&#x101;tuyo, t&#x101; r&#x16B;padh&#x101;tuvajj&#x101;hi navahi o&#x1E37;&#x101;rikadh&#x101;t&#x16B;hi, sattahi ca vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;h&#x12B;ti so&#x1E37;asahi asa&#x1E45;gahit&#x101;ti veditabb&#x101;.</p>
              <p>[03]^b^177^eb^^b^.^eb^ Sattamapa&#xF1;he &#x2013; ^b^dv&#x12B;h&#x101;yataneh&#x12B;^eb^ti r&#x16B;p&#x101;yatanaman&#x101;yatanehi. ^b^A&#x1E6D;&#x1E6D;hahi dh&#x101;t&#x16B;h&#x12B;^eb^ti r&#x16B;padh&#x101;tuy&#x101; saddhi&#x1E43; sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi.</p>
              <p>[03]^b^178^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hamapa&#xF1;he &#x2013; ^b^ek&#x101;dasah&#x101;yataneh&#x12B;^eb^ti sappa&#x1E6D;ighadhamme sandh&#x101;ya dhamm&#x101;yatanavajjehi, up&#x101;d&#x101;dhamme sandh&#x101;ya pho&#x1E6D;&#x1E6D;habb&#x101;yatanavajjehi. Dh&#x101;t&#x16B;supi eseva nayo. Atthayojan&#x101; panettha he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva veditabb&#x101;ti.</p>
              <p>[06]Sa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>3. Tatiyanayo asa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^179^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0010^ea^^a^P0.0124^ea^ asa&#x1E45;gahitenasa&#x1E45;gahitapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^vedan&#x101;kkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tatrida&#x1E43; lakkha&#x1E47;a&#x1E43; &#x2013; imasmi&#xF1;hi v&#x101;re ya&#x1E43; khandhapadena asa&#x1E45;gahita&#x1E43; hutv&#x101; &#x101;yatanadh&#x101;tupadehi sa&#x1E45;gahita&#x1E43;, tassa khandh&#x101;d&#x12B;hi sa&#x1E45;gaha&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;. Ta&#x1E43; pana r&#x16B;pakkhandhavi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhacakkh&#x101;yatan&#x101;d&#x12B;su na yujjati. R&#x16B;pakkhandhena hi catt&#x101;ro khandh&#x101; khandhasa&#x1E45;gahena asa&#x1E45;gahit&#x101;. Tesu tena ekadhammopi &#x101;yatanadh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahito n&#x101;ma natthi. Nanu ca vedan&#x101;dayo dhamm&#x101;yatanena sa&#x1E45;gahit&#x101;ti? Sa&#x1E45;gahit&#x101;. Na pana r&#x16B;pakkhandhova dhamm&#x101;yatana&#x1E43;, r&#x16B;pakkhandhato hi sukhumar&#x16B;pamatta&#x1E43; dhamm&#x101;yatana&#x1E43; bhajati. Tasm&#x101; ye dhamm&#x101;yatanena sa&#x1E45;gahit&#x101;, na te r&#x16B;pakkhandhena sa&#x1E45;gahit&#x101; n&#x101;ma. Vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhenapi itare catt&#x101;ro khandh&#x101; asa&#x1E45;gahit&#x101;. Tesu tena ekopi &#x101;yatanadh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahito n&#x101;ma natthi. Eva&#x1E43; sa&#x1E45;gahitat&#x101;ya abh&#x101;vato et&#x101;ni a&#xF1;&#xF1;&#x101;ni ca evar&#x16B;p&#x101;ni cakkh&#x101;yatan&#x101;d&#x12B;ni pad&#x101;ni imasmi&#x1E43; v&#x101;re na gahit&#x101;ni. Y&#x101;ni pana pad&#x101;ni ^a^V0.0011^ea^ vi&#xF1;&#xF1;&#x101;&#x1E47;ena v&#x101; o&#x1E37;&#x101;rikar&#x16B;pena v&#x101; asammissa&#x1E43; dhamm&#x101;yatanekadesa&#x1E43; d&#x12B;penti, t&#x101;ni idha gahit&#x101;ni. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Tayo khandh&#x101; tath&#x101; sacc&#x101;, indriy&#x101;ni ca so&#x1E37;asa;</p>
              <p>[22]Pad&#x101;ni paccay&#x101;k&#x101;re, cuddas&#x16B;pari cuddasa.</p>
              <p>[21]&#x2018;&#x2018;Samati&#x1E43;sa pad&#x101; honti, gocchakesu dasasvatha;</p>
              <p>[22]Duve c&#x16B;&#x1E37;antaraduk&#x101;, a&#x1E6D;&#x1E6D;ha honti mahantar&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Etesu pana padesu sadisavissajjan&#x101;ni pad&#x101;ni ekato katv&#x101; sabbepi dv&#x101;dasa pa&#xF1;h&#x101; vutt&#x101;. Tesu eva&#x1E43; khandhavibh&#x101;go veditabbo. &#x100;yatanadh&#x101;t&#x16B;su pana bhedo natthi. Tattha pa&#x1E6D;hamapa&#xF1;he t&#x101;va &#x2013; ^b^t&#x12B;hi khandheh&#x12B;^eb^ti r&#x16B;pasa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rakkhandhehi. &#x100;yatanadh&#x101;tuyo pana dhamm&#x101;yatanadhammadh&#x101;tuvasena veditabb&#x101;.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; nayo &#x2013; vedan&#x101;kkhandhena hi nibb&#x101;na&#xF1;ca sukhumar&#x16B;pasa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;r&#x101; ^a^P0.0125^ea^ ca khandhasa&#x1E45;gahena asa&#x1E45;gahit&#x101; hutv&#x101; &#x101;yatanadh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahit&#x101;. Tesu nibb&#x101;na&#x1E43; khandhasa&#x1E45;gaha&#x1E43; na gacchati, ses&#x101; r&#x16B;pasa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rakkhandhehi sa&#x1E45;gaha&#x1E43; gacchanti. &#x100;yatanadh&#x101;tusa&#x1E45;gaha&#x1E43; pana nibb&#x101;nampi gacchateva. Tena vutta&#x1E43; ^a^M0.0011^ea^ &#x2013; &#x2018;&#x2018;asa&#x1E45;khata&#x1E43; khandhato &#x1E6D;hapetv&#x101; t&#x12B;hi khandhehi, eken&#x101;yatanena, ek&#x101;ya dh&#x101;tuy&#x101; sa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti. Sa&#xF1;&#xF1;&#x101;kkhandhapakkhe panettha sa&#xF1;&#xF1;a&#x1E43; apanetv&#x101; vedan&#x101;ya saddhi&#x1E43; tayo khandh&#x101; sa&#x1E45;kh&#x101;r&#x101;d&#x12B;su sa&#x1E45;kh&#x101;rakkhandha&#x1E43; apanetv&#x101; r&#x16B;pavedan&#x101;sa&#xF1;&#xF1;&#x101;vasena tayo khandh&#x101; veditabb&#x101;.</p>
              <p>[03]^b^180^eb^^b^.^eb^ Dutiye &#x2013; ^b^cat&#x16B;hi khandheh&#x12B;^eb^ti vi&#xF1;&#xF1;&#x101;&#x1E47;avajjehi. Te hi nirodhena khandhasa&#x1E45;gahena asa&#x1E45;gahit&#x101; hutv&#x101; &#x101;yatanadh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahit&#x101;.</p>
              <p>[03]^b^181^eb^^b^.^eb^ Tatiye &#x2013; ^b^dv&#x12B;h&#x12B;^eb^ti vedan&#x101;sa&#xF1;&#xF1;&#x101;kkhandhehi. R&#x16B;p&#x101;r&#x16B;paj&#x12B;vitindriyena hi vedan&#x101;sa&#xF1;&#xF1;&#x101;vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandh&#x101; ca khandhasa&#x1E45;gahena asa&#x1E45;gahit&#x101;. Tesu pana vedan&#x101;sa&#xF1;&#xF1;&#x101;va &#x101;yatanadh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahit&#x101;. Tena vutta&#x1E43; &#x2013; &#x2018;&#x2018;vedan&#x101;sa&#xF1;&#xF1;&#x101;kkhandheh&#x12B;&#x2019;&#x2019;ti. Imin&#x101; up&#x101;yena sabbattha khandhabhedo veditabbo. Ito para&#xF1;hi khandh&#x101;na&#x1E43; n&#x101;mamattameva vakkh&#x101;ma.</p>
              <p>[03]^b^182^eb^^b^.^eb^ Catutthe ^a^V0.0012^ea^ &#x2013; ^b^t&#x12B;hi khandheh&#x12B;^eb^ti itthindriyapurisindriyesu vedan&#x101;sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rehi, vedan&#x101;pa&#xF1;cake r&#x16B;pasa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rehi; saddhindriy&#x101;d&#x12B;su phassapariyos&#x101;nesu r&#x16B;pavedan&#x101;sa&#xF1;&#xF1;&#x101;kkhandhehi. Vedan&#x101;ya vedan&#x101;kkhandhasadisova ta&#x1E47;hup&#x101;d&#x101;nakammabhavesu sa&#x1E45;kh&#x101;rakkhandhasadisova vinicchayo.</p>
              <p>[03]^b^183^eb^^b^.^eb^ Pa&#xF1;came &#x2013; j&#x101;tijar&#x101;mara&#x1E47;esu j&#x12B;vitindriyasadisova. Jh&#x101;nena pana nibb&#x101;na&#x1E43; sukhumar&#x16B;pa&#x1E43; sa&#xF1;&#xF1;&#x101; ca khandhasa&#x1E45;gahena asa&#x1E45;gahit&#x101; hutv&#x101; &#x101;yatanadh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahit&#x101;. Tasm&#x101; ta&#x1E43; sandh&#x101;ya r&#x16B;pakkhandhasa&#xF1;&#xF1;&#x101;kkhandh&#x101;na&#x1E43; vasena dve khandh&#x101; veditabb&#x101;.</p>
              <p>[03]^b^184^eb^^b^.^eb^ Cha&#x1E6D;&#x1E6D;he &#x2013; sok&#x101;dittaye vedan&#x101;ya sadiso. Up&#x101;y&#x101;s&#x101;d&#x12B;su sa&#x1E45;kh&#x101;rasadiso. Puna vedan&#x101;ya vedan&#x101;kkhandhasadiso, sa&#xF1;&#xF1;&#x101;ya sa&#xF1;&#xF1;&#x101;kkhandhasadiso, cetan&#x101;d&#x12B;su sa&#x1E45;kh&#x101;rakkhandhasadiso ^a^P0.0126^ea^ vinicchayo. Imin&#x101; up&#x101;yena sattamapa&#xF1;h&#x101;d&#x12B;supi sa&#x1E45;gah&#x101;sa&#x1E45;gaho veditabboti.</p>
              <p>[06]Asa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>4. Catutthanayo sa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^191^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0012^ea^ sa&#x1E45;gahitenasa&#x1E45;gahitapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^samudayasaccen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ya&#x1E43; khandh&#x101;d&#x12B;hi sa&#x1E45;gahitena khandh&#x101;divasena sa&#x1E45;gahita&#x1E43;, puna tasseva khandh&#x101;d&#x12B;hi sa&#x1E45;gaha&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;. Ta&#x1E43; khandh&#x101;yatanadh&#x101;t&#x16B;su ekampi sakalako&#x1E6D;&#x1E6D;h&#x101;sa&#x1E43; gahetv&#x101; &#x1E6D;hitapadesu na yujjati. Sakalena hi khandh&#x101;dipadena a&#xF1;&#xF1;a&#x1E43; khandh&#x101;divasena sa&#x1E45;gahita&#x1E43; n&#x101;ma natthi, ya&#x1E43; attano sa&#x1E45;g&#x101;haka&#x1E43; sa&#x1E45;ga&#x1E47;hitv&#x101; puna teneva sa&#x1E45;gaha&#x1E43; gaccheyya. Tasm&#x101; tath&#x101;r&#x16B;p&#x101;ni pad&#x101;ni imasmi&#x1E43; v&#x101;re na gahit&#x101;ni. Y&#x101;ni pana pad&#x101;ni sa&#x1E45;kh&#x101;rekadesa&#x1E43; v&#x101; a&#xF1;&#xF1;ena asammissa&#x1E43; d&#x12B;penti &#x2013; vedanekadesa&#x1E43; v&#x101; sukhumar&#x16B;pa&#x1E43; v&#x101; saddekadesa&#x1E43; v&#x101;, t&#x101;ni idha gahit&#x101;ni. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Dve sacc&#x101; pannarasindriy&#x101;, ek&#x101;dasa pa&#x1E6D;iccapad&#x101;;</p>
              <p>[22]Uddha&#x1E43; puna ek&#x101;dasa, gocchakapadamettha ti&#x1E43;savidha&#x2019;&#x2019;nti.</p>
              <p>[03]Pa&#xF1;h&#x101; ^a^V0.0013^ea^ panettha dveyeva honti. Tattha ya&#x1E43; pucch&#x101;ya uddha&#x1E6D;a&#x1E43; pada&#x1E43;, tadeva yehi dhammehi khandh&#x101;divasena sa&#x1E45;gahita&#x1E43;, te dhamme sandh&#x101;ya sabbattha ^b^ekena khandhen&#x101;^eb^ti&#x101;di vutta&#x1E43;. Tatr&#x101;ya&#x1E43; nayo &#x2013; samudayasaccena hi ta&#x1E47;h&#x101;vajj&#x101; ses&#x101; sa&#x1E45;kh&#x101;r&#x101; khandh&#x101;disa&#x1E45;gahena sa&#x1E45;gahit&#x101;. Puna tehi ta&#x1E47;h&#x101;va sa&#x1E45;gahit&#x101;. S&#x101; ^a^P0.0127^ea^ ta&#x1E47;h&#x101; puna sa&#x1E45;kh&#x101;reheva khandh&#x101;disa&#x1E45;gahena sa&#x1E45;gahit&#x101;ti. Eseva nayo sabbattha. Ar&#x16B;padhammapucch&#x101;su panettha sa&#x1E45;kh&#x101;rakkhandho v&#x101; vedan&#x101;kkhandho v&#x101; eko khandho n&#x101;ma. R&#x16B;padhammapucch&#x101;su r&#x16B;pakkhandho. Paridevapucch&#x101;ya sadd&#x101;yatana&#x1E43; eka&#x1E43; &#x101;yatana&#x1E43; n&#x101;ma. Saddadh&#x101;tu ek&#x101; dh&#x101;tu n&#x101;ma, sesa&#x1E6D;&#x1E6D;h&#x101;nesu dhamm&#x101;yatanadhammadh&#x101;tuvaseneva attho veditabboti.</p>
              <p>[06]Sa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>5. Pa&#xF1;camanayo asa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^193^eb^^b^.^eb^ Id&#x101;ni asa&#x1E45;gahitena asa&#x1E45;gahitapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^r&#x16B;pakkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ya&#x1E43; khandh&#x101;d&#x12B;hi asa&#x1E45;gahitena khandh&#x101;divasena asa&#x1E45;gahita&#x1E43;, puna tasseva khandh&#x101;d&#x12B;hi asa&#x1E45;gaha&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;. Ta&#x1E43; pa&#xF1;cakkhandhagg&#x101;hakesu dukkhasacc&#x101;d&#x12B;su ^a^M0.0013^ea^ vi&#xF1;&#xF1;&#x101;&#x1E47;ena saddhi&#x1E43; sukhumar&#x16B;pagg&#x101;hakesu anidassanaappa&#x1E6D;igh&#x101;d&#x12B;su ca padesu na yujjati. T&#x101;disena hi padena nibb&#x101;na&#x1E43; khandhasa&#x1E45;gahamatta&#x1E43; na gaccheyya. Ses&#x101; khandh&#x101;d&#x12B;hi asa&#x1E45;gahitadhamm&#x101; n&#x101;ma natthi. Tasm&#x101; tath&#x101;r&#x16B;p&#x101;ni pad&#x101;ni imasmi&#x1E43; v&#x101;re na gahit&#x101;ni. Y&#x101;ni pana pa&#xF1;cakkhandhe vi&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;ca sukhumar&#x16B;pena saddhi&#x1E43; ekato na d&#x12B;penti, t&#x101;ni idha gahit&#x101;ni. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Sabbe khandh&#x101; tath&#x101;yatanadh&#x101;tuyo saccato tayo;</p>
              <p>[22]Indriy&#x101;nipi sabb&#x101;ni, tev&#x12B;sati pa&#x1E6D;iccato.</p>
              <p>[21]&#x2018;&#x2018;Parato so&#x1E37;asa pad&#x101;, tecatt&#x101;l&#x12B;saka&#x1E43; tike;</p>
              <p>[22]Gocchake sattati dve ca, satta c&#x16B;&#x1E37;antare pad&#x101;.</p>
              <p>[21]&#x2018;&#x2018;Mahantare ^a^V0.0014^ea^ pad&#x101; vutt&#x101;, a&#x1E6D;&#x1E6D;h&#x101;rasa tato para&#x1E43;;</p>
              <p>[22]A&#x1E6D;&#x1E6D;h&#x101;raseva &#xF1;&#x101;tabb&#x101;, ses&#x101; idha na bh&#x101;sit&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Pa&#xF1;h&#x101; panettha sadisavissajjan&#x101;na&#x1E43; vasena samodh&#x101;netv&#x101; katihi saddhi&#x1E43; sabbepi catutti&#x1E43;sa honti. Tattha ya&#x1E43; ^a^P0.0128^ea^ pucch&#x101;ya uddha&#x1E6D;a&#x1E43; pada&#x1E43;, tadeva yehi khandh&#x101;d&#x12B;hi asa&#x1E45;gahita&#x1E43;, te dhamme sandh&#x101;ya ^b^ekena khandhen&#x101;^eb^ti&#x101;di vutta&#x1E43;.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; nayo &#x2013; r&#x16B;pakkhandhena hi catt&#x101;ro khandh&#x101; nibb&#x101;na&#xF1;ca khandhasa&#x1E45;gahena asa&#x1E45;gahit&#x101;. &#x100;yatanadh&#x101;tusa&#x1E45;gahena pana &#x1E6D;hapetv&#x101; vi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; avases&#x101; sa&#x1E45;gahit&#x101;ti vi&#xF1;&#xF1;&#x101;&#x1E47;ameva t&#x12B;hipi khandhasa&#x1E45;gah&#x101;d&#x12B;hi asa&#x1E45;gahita&#x1E43; n&#x101;ma. Puna tena vi&#xF1;&#xF1;&#x101;&#x1E47;ena saddhi&#x1E43; nibb&#x101;nena catt&#x101;ro khandh&#x101; khandh&#x101;disa&#x1E45;gahena asa&#x1E45;gahit&#x101;. Te sabbepi puna vi&#xF1;&#xF1;&#x101;&#x1E47;eneva khandh&#x101;disa&#x1E45;gahena asa&#x1E45;gahit&#x101;ti ekena khandhena, eken&#x101;yatanena, sattahi dh&#x101;t&#x16B;hi asa&#x1E45;gahit&#x101; n&#x101;ma honti. Atha v&#x101; &#x2013; yadeta&#x1E43; r&#x16B;pakkhandhena vi&#xF1;&#xF1;&#x101;&#x1E47;ameva t&#x12B;hi khandh&#x101;disa&#x1E45;gahehi asa&#x1E45;gahita&#x1E43;, tehipi vi&#xF1;&#xF1;&#x101;&#x1E47;adhammehi te r&#x16B;padhamm&#x101;va t&#x12B;hi sa&#x1E45;gahehi asa&#x1E45;gahit&#x101;. Puna te r&#x16B;padhamm&#x101; vi&#xF1;&#xF1;&#x101;&#x1E47;eneva t&#x12B;hi sa&#x1E45;gahehi asa&#x1E45;gahit&#x101;. Vi&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;ca khandhato eko vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho hoti, &#x101;yatanato eka&#x1E43; man&#x101;yatana&#x1E43;, dh&#x101;tuto satta vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo. Tasm&#x101; &#x2018;&#x2018;ekena khandhen&#x101;&#x2019;&#x2019;ti&#x101;di vutta&#x1E43;. Imin&#x101; up&#x101;yena sabbattha ya&#x1E43; pucch&#x101;ya uddha&#x1E6D;a&#x1E43; pada&#x1E43;, tadeva yehi dhammehi khandh&#x101;divasena asa&#x1E45;gahita&#x1E43;, tesa&#x1E43; dhamm&#x101;na&#x1E43; vasena khandh&#x101;dayo veditabb&#x101;. Tattha dutiyapa&#xF1;he t&#x101;va &#x2013; r&#x16B;pavi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;na&#x1E43; vasena ^a^M0.0014^ea^ veditabb&#x101;. Vedan&#x101;dayo hi r&#x16B;pavi&#xF1;&#xF1;&#x101;&#x1E47;eheva khandh&#x101;disa&#x1E45;gahena asa&#x1E45;gahit&#x101;. Te ca dve khandh&#x101; ek&#x101;das&#x101;yatan&#x101;ni sattarasa dh&#x101;tuyo honti.</p>
              <p>[03]^b^195^eb^^b^.^eb^ Tatiyapa&#xF1;he &#x2013; vi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; r&#x16B;p&#x101;d&#x12B;hi cat&#x16B;hi asa&#x1E45;gahitanti tesa&#x1E43; vasena khandh&#x101;dayo veditabb&#x101;.</p>
              <p>[03]^b^196^eb^^b^.^eb^ Catutthapa&#xF1;he &#x2013; cakkh&#x101;yatana&#x1E43; vedan&#x101;d&#x12B;hi cat&#x16B;h&#x12B;ti imin&#x101; nayena sabbattha khandh&#x101;dayo veditabb&#x101;. Pariyos&#x101;ne &#x2013; r&#x16B;pa&#xF1;ca dhamm&#x101;yatananti udd&#x101;nag&#x101;th&#x101;ya dassitadhamm&#x101;yeva a&#xF1;&#xF1;en&#x101;k&#x101;rena sa&#x1E45;khipitv&#x101; dassit&#x101;ti.</p>
              <p>[06]Asa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>6. Cha&#x1E6D;&#x1E6D;hanayo sampayogavippayogapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^228^eb^^b^.^eb^ Id&#x101;ni ^a^P0.0129^ea^^a^V0.0015^ea^ sampayogavippayogapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^r&#x16B;pakkhandho^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ya&#x1E43; labbhati ya&#xF1;ca na labbhati ta&#x1E43; sabba&#x1E43; pucch&#x101;ya gahita&#x1E43;. Vissajjane pana ya&#x1E43; na labbhati, ta&#x1E43; natth&#x12B;ti pa&#x1E6D;ikkhitta&#x1E43;. Cat&#x16B;hi sampayogo, cat&#x16B;hi vippayogo; sabh&#x101;go visabh&#x101;goti hi vacanato cat&#x16B;hi ar&#x16B;pakkhandheheva sabh&#x101;g&#x101;na&#x1E43; ekasant&#x101;nasmi&#x1E43; ekakkha&#x1E47;e uppann&#x101;na&#x1E43; ar&#x16B;pakkhandh&#x101;na&#x1E43;yeva a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; sampayogo labbhati. R&#x16B;padhamm&#x101;na&#x1E43; pana r&#x16B;pena nibb&#x101;nena v&#x101;, nibb&#x101;nassa ca r&#x16B;pena saddhi&#x1E43; sampayogo n&#x101;ma natthi. Tath&#x101; r&#x16B;panibb&#x101;n&#x101;na&#x1E43; ar&#x16B;pakkhandhehi, visabh&#x101;g&#x101; hi te tesa&#x1E43;. Yath&#x101; ca ar&#x16B;pakkhandh&#x101;na&#x1E43; r&#x16B;panibb&#x101;nehi, eva&#x1E43; bhinnasant&#x101;nehi n&#x101;n&#x101;kkha&#x1E47;ikehi ar&#x16B;padhammehipi saddhi&#x1E43; natthiyeva. Tepi hi tesa&#x1E43; sant&#x101;nakkha&#x1E47;avisabh&#x101;gat&#x101;ya visabh&#x101;g&#x101;yeva. Aya&#x1E43; pana visabh&#x101;gat&#x101; sa&#x1E45;gaha&#x1E6D;&#x1E6D;hena virujjhanato sa&#x1E45;gahanaye natthi. Ga&#x1E47;an&#x16B;pagamatta&#xF1;hi sa&#x1E45;gaha&#x1E6D;&#x1E6D;ho. Sampayoganaye pana atthi, ekupp&#x101;dat&#x101;dilakkha&#x1E47;a&#xF1;hi sampayoga&#x1E6D;&#x1E6D;hoti. Evamettha yassa ekadhammenapi sampayogalakkha&#x1E47;a&#x1E43; na yujjhati, tassa pucch&#x101;ya sa&#x1E45;gaha&#x1E43; katv&#x101;pi ^b^natth&#x12B;^eb^ti pa&#x1E6D;ikkhepo kato. Yassa vippayogalakkha&#x1E47;a&#x1E43; yujjati, tassa vippayogo dassito. Y&#x101;ni pana pad&#x101;ni sattasu vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;su ek&#x101;yapi avippayutte r&#x16B;pena nibb&#x101;nena v&#x101; missakadhamme d&#x12B;penti, t&#x101;ni sabbath&#x101;pi idha na yujjant&#x12B;ti na gahit&#x101;ni. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Dhamm&#x101;yatana&#x1E43; ^a^M0.0015^ea^ dhammadh&#x101;tu, dukkhasacca&#xF1;ca j&#x12B;vita&#x1E43;;</p>
              <p>[22]Sa&#x1E37;&#x101;yatana&#x1E43; n&#x101;mar&#x16B;pa&#x1E43;, catt&#x101;ro ca mah&#x101;bhav&#x101;.</p>
              <p>[21]&#x2018;&#x2018;J&#x101;tijar&#x101; ca mara&#x1E47;a&#x1E43;, tikesvek&#x16B;nav&#x12B;sati;</p>
              <p>[22]Gocchakesu ca pa&#xF1;&#xF1;&#x101;sa, a&#x1E6D;&#x1E6D;ha c&#x16B;&#x1E37;antare pad&#x101;.</p>
              <p>[21]&#x2018;&#x2018;Mahantare pannarasa, a&#x1E6D;&#x1E6D;h&#x101;rasa tato pare;</p>
              <p>[22]Tev&#x12B;sa padasata&#x1E43; eta&#x1E43;, sampayoge na labbhat&#x12B;&#x2019;&#x2019;ti.</p>
              <p>[03]Dhamm&#x101;yatana&#xF1;hi ^a^P0.0130^ea^ r&#x16B;panibb&#x101;namissakatt&#x101; tasmi&#x1E43; apariy&#x101;pannena vi&#xF1;&#xF1;&#x101;&#x1E47;enapi na sakk&#x101; sampayuttanti ^a^V0.0016^ea^ vattu&#x1E43;. Yasm&#x101; panettha vedan&#x101;dayo vi&#xF1;&#xF1;&#x101;&#x1E47;ena sampayutt&#x101;, tasm&#x101; vippayuttantipi na sakk&#x101; vattu&#x1E43;. Sesesupi eseva nayo. Eva&#x1E43; sabbatth&#x101;pi et&#x101;ni na yujjant&#x12B;ti idha na gahit&#x101;ni. Ses&#x101;ni khandh&#x101;d&#x12B;ni yujjant&#x12B;ti t&#x101;ni gahetv&#x101; ekekavasena ca samodh&#x101;nena ca pa&#xF1;havissajjana&#x1E43; kata&#x1E43;. Tesu pa&#xF1;hesu, pa&#x1E6D;hame &#x2013; ^b^eken&#x101;yatanen&#x101;^eb^ti man&#x101;yatanena. ^b^Kehic&#x12B;^eb^ti dhamm&#x101;yatanadhammadh&#x101;tupariy&#x101;pannehi vedan&#x101;sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rehi.</p>
              <p>[03]^b^229^eb^^b^.^eb^ Dutiye &#x2013; ^b^t&#x12B;h&#x12B;^eb^ti pucchita&#x1E43; pucchita&#x1E43; &#x1E6D;hapetv&#x101; sesehi. ^b^Kehici sampayutto^eb^ti vedan&#x101;kkhandho sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;rehi. Itarepi att&#x101;na&#x1E43; &#x1E6D;hapetv&#x101; itarehi. ^b^Kehici vippayutto^eb^ti r&#x16B;panibb&#x101;nehi. Eva&#x1E43; sabbattha r&#x16B;passa vippayoge dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su ar&#x16B;pa&#x1E43;, ar&#x16B;passa vippayoge r&#x16B;pa&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Tatiyapa&#xF1;ho utt&#x101;natthova.</p>
              <p>[03]^b^231^eb^^b^.^eb^ Catutthe &#x2013; &#x2018;katihi khandheh&#x12B;&#x2019;ti&#x101;di&#x1E43; avatv&#x101; ^b^sampayuttanti natth&#x12B;^eb^ti vutta&#x1E43;. Ta&#x1E43; pana khandh&#x101;d&#x12B;na&#x1E43;yeva vasena veditabba&#x1E43;. Paratopi evar&#x16B;pesu pa&#xF1;hesu eseva nayo. &#x100;dipa&#xF1;hasmi&#xF1;hi sar&#x16B;pato dassetv&#x101; parato p&#x101;&#x1E37;i sa&#x1E43;khitt&#x101;. Imin&#x101; nayena sabbattha atthayojan&#x101; veditabb&#x101;. Yattha pana n&#x101;tip&#x101;ka&#x1E6D;&#x101; bhavissati, tattha na&#x1E43; p&#x101;ka&#x1E6D;a&#x1E43; katv&#x101;va gamiss&#x101;ma.</p>
              <p>[03]^b^234^eb^^b^.^eb^^b^So&#x1E37;asahi dh&#x101;t&#x16B;h&#x12B;^eb^ti cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu t&#x101;va att&#x101;na&#x1E43; &#x1E6D;hapetv&#x101; chahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi, dasahi ca r&#x16B;padh&#x101;t&#x16B;hi. Ses&#x101;supi eseva nayo.</p>
              <p>[03]^b^235^eb^^b^.^eb^^b^T&#x12B;hi^eb^^a^M0.0016^ea^^b^khandheh&#x12B;^eb^ti sa&#x1E45;kh&#x101;rakkhandha&#x1E43; &#x1E6D;hapetv&#x101; sesehi. ^b^Ek&#x101;ya dh&#x101;tuy&#x101;^eb^ti ^b^manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101;.^eb^ Samudayamagg&#x101;na&#xF1;hi a&#xF1;&#xF1;&#x101;ya dh&#x101;tuy&#x101; sampayogo natthi. ^b^Ekena khandhen&#x101;^eb^ti sa&#x1E45;kh&#x101;rakkhandhena. ^b^Eken&#x101;yatanen&#x101;^eb^ti dhamm&#x101;yatanena. ^b^Ek&#x101;ya^eb^^a^P0.0131^ea^^b^dh&#x101;tuy&#x101;^eb^ti dhammadh&#x101;tuy&#x101;. Etesu hi ta&#x1E43; saccadvaya&#x1E43; kehici sampayutta&#x1E43;.</p>
              <p>[03]^b^238^eb^^b^.^eb^ Sukhindriy&#x101;dipa&#xF1;he &#x2013; ^b^t&#x12B;h&#x12B;^eb^ti sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;ravi&#xF1;&#xF1;&#x101;&#x1E47;ehi. ^b^Ek&#x101;ya dh&#x101;tuy&#x101;^eb^ti k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101;, manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101; ca. ^b^Chahi dh&#x101;t&#x16B;h&#x12B;^eb^ti k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuvajj&#x101;hi.</p>
              <p>[03]^b^245^eb^^b^.^eb^ R&#x16B;pabhavapa&#xF1;he &#x2013; sabbesampi ar&#x16B;pakkhandh&#x101;na&#x1E43; ar&#x16B;p&#x101;yatan&#x101;na&#xF1;ca atthit&#x101;ya ^b^na kehic&#x12B;^eb^ti ^a^V0.0017^ea^ vutta&#x1E43;. Gh&#x101;najivh&#x101;k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;na&#x1E43; pana natthit&#x101;ya ^b^t&#x12B;hi dh&#x101;t&#x16B;hi vippayutto^eb^ti vutta&#x1E43;.</p>
              <p>[03]^b^256^eb^^b^.^eb^ Adhimokkhapa&#xF1;he &#x2013; ^b^dv&#x12B;hi dh&#x101;t&#x16B;h&#x12B;^eb^ti manodh&#x101;tumanovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi. ^b^Pannarasah&#x12B;^eb^ti ses&#x101;hi dasahi r&#x16B;padh&#x101;t&#x16B;hi, pa&#xF1;cahi ca cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;hi.</p>
              <p>[03]^b^257^eb^^b^.^eb^ Kusalapa&#xF1;he &#x2013; kusalehi catunnampi khandh&#x101;na&#x1E43; gahitatt&#x101; sampayogo pa&#x1E6D;ikkhitto.</p>
              <p>[03]^b^258^eb^^b^.^eb^ Vedan&#x101;ttikapa&#xF1;he &#x2013; ^b^ekena khandhen&#x101;^eb^ti vedan&#x101;kkhandheneva. ^b^Pannarasah&#x12B;^eb^ti cakkhusotagh&#x101;najivh&#x101;vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tumanodh&#x101;t&#x16B;hi ceva r&#x16B;padh&#x101;t&#x16B;hi ca. ^b^Ek&#x101;dasah&#x12B;^eb^ti k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101; saddhi&#x1E43; r&#x16B;padh&#x101;t&#x16B;hi.</p>
              <p>[03]^b^262^eb^^b^.^eb^ Nevavip&#x101;kanavip&#x101;kadhammadhammapa&#xF1;he &#x2013; ^b^pa&#xF1;cah&#x12B;^eb^ti cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;hi. Anup&#x101;dinnaanup&#x101;d&#x101;niyapa&#xF1;he &#x2013; ^b^chah&#x12B;^eb^ti manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuvajj&#x101;hi. Savitakkasavic&#x101;rapa&#xF1;he &#x2013; ^b^pannarasah&#x12B;^eb^ti pa&#xF1;cahi vi&#xF1;&#xF1;&#x101;&#x1E47;ehi saddhi&#x1E43; r&#x16B;padh&#x101;t&#x16B;hi. Avitakkavic&#x101;ramattapa&#xF1;he &#x2013; ^b^ekena khandhen&#x101;^eb^ti&#x101;di sa&#x1E45;kh&#x101;rakkhandhavaseneva veditabba&#x1E43;. Dutiyajjh&#x101;navic&#x101;ra&#xF1;hi &#x1E6D;hapetv&#x101; ses&#x101; ^b^avitakkavic&#x101;ramatt&#x101;^eb^ n&#x101;ma. P&#x12B;ti&#x1E43; &#x1E6D;hapetv&#x101; ses&#x101; ^b^p&#x12B;tisahagat&#x101;^eb^. Tattha vic&#x101;ro vic&#x101;rena, p&#x12B;ti ca p&#x12B;tiy&#x101; na sampayutt&#x101;ti sa&#x1E45;kh&#x101;rakkhandhadhamm&#x101;yatanadhammadh&#x101;t&#x16B;su kehici sampayutt&#x101; n&#x101;ma. ^b^So&#x1E37;asah&#x12B;^eb^ti dhammadh&#x101;tumanovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuvajj&#x101;heva. Avitakkaavic&#x101;rapa&#xF1;he ^a^P0.0132^ea^^a^M0.0017^ea^ &#x2013; ^b^ek&#x101;ya dh&#x101;tuy&#x101;^eb^ti manodh&#x101;tuy&#x101;. ^b^Sukhasahagat&#x101; upekkh&#x101;sahagat&#x101;^eb^ ca vedan&#x101;ttike vutt&#x101;va. ^b^Dassanenapah&#x101;tabb&#x101;^eb^dayo kusalasadis&#x101;va.</p>
              <p>[03]^b^271^eb^^b^.^eb^^b^Paritt&#x101;ramma&#x1E47;a&#x1E43;^eb^ vip&#x101;kadhammasadisa&#x1E43;. ^b^Ek&#x101;ya dh&#x101;tuy&#x101;^eb^ti dhammadh&#x101;tuy&#x101;. ^b^Kehic&#x12B;^eb^ti ye tattha paritt&#x101;ramma&#x1E47;&#x101; na honti, tehi. Dhammadh&#x101;tu pana paritt&#x101;ramma&#x1E47;&#x101;na&#x1E43; channa&#x1E43; cittupp&#x101;d&#x101;na&#x1E43; vasena cat&#x16B;hi khandhehi sa&#x1E45;gahitatt&#x101; pa&#x1E6D;hamapa&#x1E6D;ikkhepameva bhajati. ^b^Mahaggat&#x101;ramma&#x1E47;&#x101;^eb^dayo kusalasadis&#x101;va.</p>
              <p>[03]^b^273^eb^^b^.^eb^ Anuppannesu &#x2013; ^b^pa&#xF1;cahi dh&#x101;t&#x16B;h&#x12B;^eb^ti cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;hi. T&#x101;ni hi ekantena upp&#x101;didhammabh&#x16B;t&#x101;neva, uppannako&#x1E6D;&#x1E6D;h&#x101;sampi pana bhajanti. ^b^Paccuppann&#x101;ramma&#x1E47;&#x101;^eb^dayo paritt&#x101;ramma&#x1E47;asadis&#x101;va ^a^V0.0018^ea^. ^b^Hetu^eb^&#x101;dayo samudayasadis&#x101;va. ^b^Sahetuk&#x101; ceva na ca het&#x16B;^eb^pi p&#x12B;tisahagatasadis&#x101;va. Tath&#x101; ^b^par&#x101;m&#x101;sasampayutt&#x101;. Anup&#x101;dinn&#x101;^eb^ anuppannasadis&#x101;va. Sesa&#x1E43; sabbattha utt&#x101;natthamev&#x101;ti.</p>
              <p>[06]Sampayogavippayogapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>7. Sattamanayo sampayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^306^eb^^b^.^eb^ Id&#x101;ni sampayuttenavippayuttapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^vedan&#x101;kkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tatrida&#x1E43; lakkha&#x1E47;a&#x1E43; &#x2013; imasmi&#xF1;hi v&#x101;re pucch&#x101;ya uddha&#x1E6D;apadena ye dhamm&#x101; sampayutt&#x101;, tehi ye dhamm&#x101; vippayutt&#x101;, tesa&#x1E43; khandh&#x101;d&#x12B;hi vippayoga&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;. Ta&#x1E43; pana r&#x16B;pakkhandh&#x101;d&#x12B;su na yujjati. R&#x16B;pakkhandhena hi sampayutt&#x101; n&#x101;ma natthi. Tasm&#x101; ta&#xF1;ca a&#xF1;&#xF1;&#x101;ni ca evar&#x16B;p&#x101;ni pad&#x101;ni imasmi&#x1E43; v&#x101;re na gahit&#x101;ni. Y&#x101;ni pana pad&#x101;ni dhammadh&#x101;tuy&#x101; ^a^P0.0133^ea^ sampayutte dhamme vi&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;ca a&#xF1;&#xF1;ena asammissa&#x1E43; d&#x12B;penti, t&#x101;ni idha gahit&#x101;ni. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Catt&#x101;ro ^a^M0.0018^ea^ khandh&#x101;yatana&#xF1;ca eka&#x1E43;,</p>
              <p>[27]Dve indriy&#x101; dh&#x101;tupad&#x101;ni satta;</p>
              <p>[26]Tayo pa&#x1E6D;icc&#x101; atha phassasattaka&#x1E43;,</p>
              <p>[22]Tike tayo satta mahantare ca.</p>
              <p>[21]&#x2018;&#x2018;Eka&#x1E43; savitakka&#x1E43;, savic&#x101;rameka&#x1E43;;</p>
              <p>[22]Yutta&#x1E43; upekkh&#x101;ya ca ekamev&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Pariyos&#x101;ne &#x2013; khandh&#x101; caturoti&#x101;din&#x101;pi ayamevattho sa&#x1E45;gahito. Tattha y&#x101;ni pad&#x101;ni sadisavissajjan&#x101;ni, t&#x101;ni uppa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101;pi samodh&#x101;netv&#x101; tattha vedan&#x101;kkhandh&#x101;dik&#x101; pa&#xF1;h&#x101; kat&#x101;. Tesu eva&#x1E43; khandh&#x101;divibh&#x101;go veditabbo. Vedan&#x101;kkhandh&#x101;dipa&#xF1;he t&#x101;va &#x2013; ^b^eken&#x101;^eb^ti man&#x101;yatanena. ^b^Sattah&#x12B;^eb^ti vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi. ^b^Kehic&#x12B;^eb^ti dhamm&#x101;yatane vedan&#x101;d&#x12B;hi. Vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tupa&#xF1;he ^a^V0.0019^ea^ &#x2013; ^b^te dhamm&#x101; na kehic&#x12B;^eb^ti te pucch&#x101;ya uddha&#x1E6D;apada&#x1E43; vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu&#x1E43; &#x1E6D;hapetv&#x101; ses&#x101; cha vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tudhamm&#x101;, r&#x16B;pa&#x1E43;, nibb&#x101;na&#xF1;ca. Tehi sabbesa&#x1E43; khandh&#x101;yatan&#x101;na&#x1E43; sa&#x1E45;gahitatt&#x101; na kehici khandhehi &#x101;yatanehi v&#x101; vippayutt&#x101;. ^b^Ek&#x101;ya dh&#x101;tuy&#x101;^eb^ti y&#x101; y&#x101; pucch&#x101;ya uddha&#x1E6D;&#x101; hoti t&#x101;ya t&#x101;ya.</p>
              <p>[03]^b^309^eb^^b^.^eb^ Upekkhindriyapa&#xF1;he &#x2013; ^b^pa&#xF1;cah&#x12B;^eb^ti upekkh&#x101;sampayutt&#x101;hi cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu&#x101;d&#x12B;hi. Imin&#x101; nayena sabbattha pucch&#x101;ya uddha&#x1E6D;apadeneva saddhi&#x1E43; vippayutt&#x101;na&#x1E43; vasena attho veditabboti.</p>
              <p>[06]Sampayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>8. A&#x1E6D;&#x1E6D;hamanayo vippayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^317^eb^^b^.^eb^ Id&#x101;ni vippayuttenasampayuttapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^r&#x16B;pakkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha sabb&#x101;pi pucch&#x101; moghapucch&#x101;va ^a^P0.0134^ea^. R&#x16B;pakkhandhena hi vippayutt&#x101; n&#x101;ma catt&#x101;ro khandh&#x101;, tesa&#x1E43; a&#xF1;&#xF1;ehi sampayogo natthi. Vedan&#x101;kkhandhena vippayutta&#x1E43; r&#x16B;pa&#x1E43; nibb&#x101;na&#xF1;ca, tassa ca kenaci sampayogo natthi. Eva&#x1E43; sabbapadesu. Vippayutt&#x101;na&#x1E43; pana sampayog&#x101;bh&#x101;vo veditabbo. Iti pucch&#x101;ya moghatt&#x101; sabbavissajjanesu ^b^natthi natthi^eb^icceva vuttanti.</p>
              <p>[06]Vippayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>9. Navamanayo sampayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^319^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0019^ea^ sampayuttenasampayuttapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^vedan&#x101;kkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ya&#x1E43; ^a^V0.0020^ea^ khandh&#x101;divasena sampayutta&#x1E43;, puna tasseva khandh&#x101;d&#x12B;hi sampayoga&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;. Ta&#x1E43; r&#x16B;pena v&#x101; r&#x16B;pamissakehi v&#x101; sabbar&#x16B;pakkhandhasa&#x1E45;g&#x101;hakehi v&#x101; padehi saddhi&#x1E43; na yujjati. R&#x16B;pena hi r&#x16B;pamissakena v&#x101; a&#xF1;&#xF1;esa&#x1E43; sampayogo natthi. Sabbar&#x16B;pakkhandhasa&#x1E45;g&#x101;hakehi sabbesa&#x1E43; sampayog&#x101;rah&#x101;na&#x1E43; khandh&#x101;d&#x12B;na&#x1E43; gahitatt&#x101; a&#xF1;&#xF1;a&#x1E43;yeva natthi, ya&#x1E43; tena saha sampayoga&#x1E43; gaccheyya. Tasm&#x101; tath&#x101;r&#x16B;p&#x101;ni pad&#x101;ni idha na gahit&#x101;ni. Y&#x101;ni pana pad&#x101;ni r&#x16B;pena asammissa&#x1E43; ar&#x16B;pekadesa&#x1E43; d&#x12B;penti, t&#x101;ni idha gahit&#x101;ni. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Ar&#x16B;pakkhandh&#x101; catt&#x101;ro, man&#x101;yatanameva ca;</p>
              <p>[22]Vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo satta, dve sacc&#x101; cuddasindriy&#x101;.</p>
              <p>[21]&#x2018;&#x2018;Paccaye dv&#x101;dasa pad&#x101;, tato upari so&#x1E37;asa;</p>
              <p>[22]Tikesu a&#x1E6D;&#x1E6D;ha gocchake, tecatt&#x101;l&#x12B;sameva ca.</p>
              <p>[21]&#x2018;&#x2018;Mahantaraduke satta, pad&#x101; pi&#x1E6D;&#x1E6D;hidukesu cha;</p>
              <p>[22]Navamassa padassete, niddese sa&#x1E45;gaha&#x1E43; gat&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Sabbapa&#xF1;hesu pana ye dhamm&#x101; pucch&#x101;ya uddha&#x1E6D;&#x101;, te yehi sampayutt&#x101; honti, tesa&#x1E43; vasena khandh&#x101;dibhedo veditabbo ^a^P0.0135^ea^. Vedan&#x101;kkhandhena hi itare tayo khandh&#x101; sampayutt&#x101;, puna tehi vedan&#x101;kkhandho sampayutto. So tehi sa&#xF1;&#xF1;&#x101;d&#x12B;hi t&#x12B;hi khandhehi, ekena man&#x101;yatanena, sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi, ekasmi&#x1E43; dhamm&#x101;yatane, dhammadh&#x101;tuy&#x101; ca, kehici sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;reheva sampayutto. Eseva nayo sabbatth&#x101;ti.</p>
              <p>[06]Sampayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>10. Dasamanayo vippayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^353^eb^^b^.^eb^ Id&#x101;ni ^a^V0.0021^ea^ vippayuttenavippayuttapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^r&#x16B;pakkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ye sampayogavippayogapadaniddese r&#x16B;pakkhandh&#x101;dayo dhamm&#x101; uddha&#x1E6D;&#x101;, sabbapucch&#x101;su teyeva uddha&#x1E6D;&#x101;. Sadisavissajjan&#x101;na&#x1E43; pana ekato gahitatt&#x101; ^a^M0.0020^ea^ pad&#x101;ni a&#xF1;&#xF1;&#x101;ya pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; &#x101;gat&#x101;ni. Tattha ya&#x1E43; pada&#x1E43; pucch&#x101;ya uddha&#x1E6D;a&#x1E43;, ta&#x1E43; yehi dhammehi vippayutta&#x1E43;, tesa&#x1E43; vasena khandh&#x101;divibh&#x101;go veditabbo. R&#x16B;pakkhandhena hi vedan&#x101;dayo vippayutt&#x101;, tehi ca r&#x16B;pakkhandho vippayutto. Nibb&#x101;na&#x1E43; pana sukhumar&#x16B;pagatikameva. So r&#x16B;pakkhandho cat&#x16B;hi khandhehi, ekena man&#x101;yatanena sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi, dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su, kehici vedan&#x101;d&#x12B;hi dhammeheva vippayutto. Eseva nayo sabbatth&#x101;ti.</p>
              <p>[06]Vippayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>11. Ek&#x101;dasamanayo sa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^409^eb^^b^.^eb^ Id&#x101;ni sa&#x1E45;gahitenasampayuttavippayuttapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^samudayasaccen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ye sa&#x1E45;gahitenasa&#x1E45;gahitapadaniddese samudayasacc&#x101;dayova dhamm&#x101; uddha&#x1E6D;&#x101;, sabbapucch&#x101;su teyeva uddha&#x1E6D;&#x101;. Sadisavissajjan&#x101;na&#x1E43; pana ekato gahitatt&#x101; pad&#x101;ni a&#xF1;&#xF1;&#x101;ya pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; &#x101;gat&#x101;ni. Tattha ye dhamm&#x101; pucch&#x101;ya uddha&#x1E6D;apadena khandh&#x101;disa&#x1E45;gahena sa&#x1E45;gahit&#x101;, tesa&#x1E43; yehi sampayogo v&#x101; vippayogo v&#x101; hoti, tesa&#x1E43; vasena ^a^P0.0136^ea^ khandh&#x101;divibh&#x101;go veditabbo.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; nayo &#x2013; samudayasaccena t&#x101;va sa&#x1E45;kh&#x101;rakkhandhapariy&#x101;pann&#x101; dhamm&#x101; khandh&#x101;disa&#x1E45;gahena sa&#x1E45;gahit&#x101;. Te ca sesehi t&#x12B;hi khandhehi, ekena man&#x101;yatanena, sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi, sa&#x1E45;kh&#x101;rakkhandhe dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su ca &#x1E6D;hapetv&#x101; ta&#x1E47;ha&#x1E43; sesehi sampayuttatt&#x101; kehici sampayutt&#x101; n&#x101;ma. Ekena pana r&#x16B;pakkhandhena, dasahi r&#x16B;p&#x101;yatanehi, r&#x16B;padh&#x101;t&#x16B;hi ca vippayutt&#x101;, ekasmi&#x1E43; dhamm&#x101;yatane ^a^V0.0022^ea^ dhammadh&#x101;tuy&#x101; ca, r&#x16B;panibb&#x101;nehi vippayuttatt&#x101; kehici vippayutt&#x101; n&#x101;ma. Imin&#x101; up&#x101;yena sabbattha attho veditabboti.</p>
              <p>[06]Sa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>12. Dv&#x101;dasamanayo sampayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^417^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0021^ea^ sampayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^vedan&#x101;kkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ye sampayuttenasampayuttapadaniddese vedan&#x101;kkhandh&#x101;dayo dhamm&#x101; uddha&#x1E6D;&#x101;, sabbapucch&#x101;su teyeva uddha&#x1E6D;&#x101;. Tattha ye dhamm&#x101; pucch&#x101;ya uddha&#x1E6D;apadena sampayutt&#x101;, tesa&#x1E43; yehi sa&#x1E45;gaho v&#x101; asa&#x1E45;gaho v&#x101; hoti, tesa&#x1E43; vasena khandh&#x101;dibhedo veditabbo.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; nayo &#x2013; vedan&#x101;kkhandho hi sa&#xF1;&#xF1;&#x101;d&#x12B;hi sampayutto. Te sa&#xF1;&#xF1;&#x101;dayo t&#x12B;hi sa&#xF1;&#xF1;&#x101;dikkhandhehi, dv&#x12B;hi dhamm&#x101;yatanaman&#x101;yatanehi, dhammadh&#x101;tuy&#x101; ceva, sattahi ca vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;h&#x12B;ti a&#x1E6D;&#x1E6D;hahi dh&#x101;t&#x16B;hi sa&#x1E45;gahit&#x101;, ses&#x101;hi khandh&#x101;yatanadh&#x101;t&#x16B;hi asa&#x1E45;gahit&#x101;. Imin&#x101; up&#x101;yena sabbattha attho veditabboti.</p>
              <p>[06]Sampayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>13. Terasamanayo asa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^448^eb^^b^.^eb^ Id&#x101;ni asa&#x1E45;gahitenasampayuttavippayuttapada&#x1E43; ^a^P0.0137^ea^ bh&#x101;jetu&#x1E43; ^b^r&#x16B;pakkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ye pa&#xF1;came asa&#x1E45;gahitenaasa&#x1E45;gahitapadaniddese r&#x16B;pakkhandhena sadisapa&#xF1;h&#x101; dhamm&#x101;, ye ca ar&#x16B;pabhavena sadis&#x101;, teyeva uddha&#x1E6D;&#x101;. Ses&#x101; pana na ruhant&#x12B;ti na uddha&#x1E6D;&#x101;. Vedan&#x101;kkhandhena hi ^a^V0.0023^ea^ khandh&#x101;divasena pana r&#x16B;p&#x101;r&#x16B;padhamm&#x101; asa&#x1E45;gahit&#x101; honti. Tesa&#xF1;ca sampayogo n&#x101;ma natthi. Tasm&#x101; y&#x101;ni pad&#x101;ni ruhanti, t&#x101;neva sadisavissajjanehi saddhi&#x1E43; samodh&#x101;netv&#x101; uddha&#x1E6D;&#x101;ni. Tattha ye dhamm&#x101; pucch&#x101;ya uddha&#x1E6D;adhammehi khandh&#x101;divasena asa&#x1E45;gahit&#x101;, te yehi sampayutt&#x101; ca vippayutt&#x101; ca, tesa&#x1E43; vasena khandh&#x101;divibh&#x101;go veditabbo.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; nayo &#x2013; r&#x16B;pakkhandhena t&#x101;va vi&#xF1;&#xF1;&#x101;&#x1E47;ameva t&#x12B;hi sa&#x1E45;gahehi asa&#x1E45;gahita&#x1E43;. Ta&#x1E43; vedan&#x101;d&#x12B;hi t&#x12B;hi khandhehi, dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su ca vedan&#x101;d&#x12B;heva sampayutta&#x1E43;. Ekena r&#x16B;pakkhandhena, dasahi r&#x16B;p&#x101;yatanar&#x16B;padh&#x101;t&#x16B;hi, dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su ^a^M0.0022^ea^ ca r&#x16B;panibb&#x101;nadhammehi vippayutta&#x1E43;. Ta&#x1E43; sandh&#x101;ya ^b^te dhamm&#x101; t&#x12B;hi khandheh&#x12B;^eb^ti&#x101;di vutta&#x1E43;. Imin&#x101; nayena sabbattha attho veditabboti.</p>
              <p>[06]Asa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>14. Cuddasamanayo vippayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^456^eb^^b^.^eb^ Id&#x101;ni vippayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapada&#x1E43; bh&#x101;jetu&#x1E43; ^b^r&#x16B;pakkhandhen&#x101;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha yesa&#x1E43; pad&#x101;na&#x1E43; vippayogo na ruhati, t&#x101;ni imasmi&#x1E43; v&#x101;re na gahit&#x101;ni. K&#x101;ni pana t&#x101;n&#x12B;ti? Dhamm&#x101;yatan&#x101;d&#x12B;ni. Dhamm&#x101;yatanassa hi khandh&#x101;d&#x12B;su eken&#x101;pi vippayogo na ruhati. Dhammadh&#x101;tu&#x101;d&#x12B;supi eseva nayo. Tesa&#x1E43; idamudd&#x101;na&#x1E43; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Dhamm&#x101;yatana&#x1E43; dhammadh&#x101;tu, j&#x12B;vitindriyameva ca;</p>
              <p>[22]N&#x101;mar&#x16B;papada&#xF1;ceva, sa&#x1E37;&#x101;yatanameva ca.</p>
              <p>[21]&#x2018;&#x2018;J&#x101;ti&#x101;dittaya&#x1E43; eka&#x1E43;, pada&#x1E43; v&#x12B;satime tike;</p>
              <p>[22]Tik&#x101;vas&#x101;nika&#x1E43; eka&#x1E43;, satta c&#x16B;&#x1E37;antare pad&#x101;.</p>
              <p>[21]&#x2018;&#x2018;Daseva ^a^V0.0024^ea^ gocchake honti, mahantaramhi cuddasa;</p>
              <p>[21]Cha pad&#x101;ni tato uddha&#x1E43; sabb&#x101;nipi sam&#x101;sato;</p>
              <p>[22]Pad&#x101;ni ca na labbhanti, catt&#x101;l&#x12B;sa&#xF1;ca satta c&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Pariyos&#x101;ne ^a^P0.0138^ea^ ca &#x2013; dhamm&#x101;yatana&#x1E43; dhammadh&#x101;t&#x16B;ti g&#x101;th&#x101;pi imamevattha&#x1E43; d&#x12B;petu&#x1E43; vutt&#x101;. Im&#x101;ni pana &#x1E6D;hapetv&#x101; ses&#x101;ni sabb&#x101;nipi labbhanti. Tesu khandh&#x101;divibh&#x101;go vuttanay&#x101;nus&#x101;reneva veditabboti.</p>
              <p>[06]Vippayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Nigamanakath&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Ett&#x101;vat&#x101; ^a^M0.0023^ea^ ca &#x2013;</p>
              <p>[21]Dh&#x101;tuppabhedakusalo, ya&#x1E43; dh&#x101;tukatha&#x1E43; tath&#x101;gato &#x101;ha;</p>
              <p>[22]Tass&#x101; nayamukhabheda-ppak&#x101;sana&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43; hoti.</p>
              <p>[21]Imin&#x101; nayamukhabheda-ppak&#x101;sanena hi vibh&#x101;vin&#x101; sakk&#x101;;</p>
              <p>[22]&#xD1;&#x101;tu&#x1E43; sabbepi nay&#x101;, sa&#x1E45;khepakath&#x101;va iti vutt&#x101;.</p>
              <p>[21]Ekekassa pana sace, padassa vitth&#x101;rameva bh&#x101;seyya&#x1E43;;</p>
              <p>[22]Vacana&#xF1;ca ativiya bahu&#x1E43;, bhaveyya attho ca aviseso.</p>
              <p>[21]Iti &#x16B;nabh&#x101;&#x1E47;av&#x101;radvay&#x101;ya, ya&#x1E43; tantiy&#x101; may&#x101; eta&#x1E43;;</p>
              <p>[22]Kurun&#x101; patta&#x1E43; pu&#xF1;&#xF1;a&#x1E43;, sukh&#x101;ya ta&#x1E43; hotu lokass&#x101;ti.</p>
              <p>[06]Dh&#x101;tukath&#x101;-a&#x1E6D;&#x1E6D;hakath&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
              <h>[19]Abhidhammapi&#x1E6D;ake</h>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
