<?xml version="1.0"?>
<body>
  <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
  <h>[19]Abhidhammapi&#x1E6D;ake</h>
  <ha>
    <han>Dh&#x101;tukath&#x101;pakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101;</han>
    <h0>
      <h0n>Ganth&#x101;rambhava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Dh&#x101;tukath&#x101;pakara&#x1E47;a&#x1E43; ^a^M0.0001^ea^^a^V0.0001^ea^ desento bhagav&#x101; yasmi&#x1E43; samaye desesi, ta&#x1E43; samaya&#x1E43; dassetu&#x1E43;, vibha&#x1E45;g&#x101;nantara&#x1E43; desitassa pakara&#x1E47;assa dh&#x101;tukath&#x101;bh&#x101;va&#x1E43; dassetu&#x1E43; v&#x101; ^b^&#x2018;&#x2018;a&#x1E6D;&#x1E6D;h&#x101;rasah&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha balavidhamanavisay&#x101;tikkamanavasena devaputtam&#x101;rassa, appavattikara&#x1E47;avasena kiles&#x101;bhisa&#x1E45;kh&#x101;ram&#x101;r&#x101;na&#x1E43;, samudayappah&#x101;napari&#xF1;&#xF1;&#x101;vasena khandham&#x101;rassa, maccum&#x101;rassa ca bodhim&#x16B;le eva bha&#xF1;jitatt&#x101; par&#x16B;panissayarahita&#x1E43; ^a^V0.0002^ea^ niratisaya&#x1E43; ta&#x1E43; bha&#xF1;jana&#x1E43; up&#x101;d&#x101;ya bhagav&#x101; eva &#x2018;&#x2018;m&#x101;rabha&#xF1;jano&#x2019;&#x2019;ti thomito. Tattha m&#x101;re abha&#xF1;jesi, m&#x101;rabha&#xF1;jana&#x1E43; v&#x101; etassa, na parar&#x101;j&#x101;dibha&#xF1;jananti ^b^m&#x101;rabha&#xF1;jano^eb^. Mah&#x101;vikkanto mah&#x101;v&#x12B;riyoti ^b^mah&#x101;v&#x12B;ro^eb^.</p>
              <p>[03]Khandh&#x101;dayo ara&#x1E47;ant&#x101; dhamm&#x101; sabh&#x101;va&#x1E6D;&#x1E6D;hena dh&#x101;tuyo, abhidhammakath&#x101;dhi&#x1E6D;&#x1E6D;h&#x101;na&#x1E6D;&#x1E6D;hena v&#x101;ti katv&#x101; tesa&#x1E43; kathanato imassa pakara&#x1E47;assa ^b^dh&#x101;tukath&#x101;^eb^ti adhivacana&#x1E43;. Yadipi a&#xF1;&#xF1;esu ca pakara&#x1E47;esu te sabh&#x101;v&#x101; kathit&#x101;, ettha pana tesa&#x1E43; sabbesa&#x1E43; sa&#x1E45;gah&#x101;sa&#x1E45;gah&#x101;d&#x12B;su cuddasasu nayesu ekekasmi&#x1E43; kathitatt&#x101; s&#x101;tisaya&#x1E43; kathananti idameva eva&#x1E43;n&#x101;maka&#x1E43;. Ekadesakathanameva hi a&#xF1;&#xF1;attha katanti. Khandh&#x101;yatanadh&#x101;t&#x16B;hi v&#x101; khandh&#x101;d&#x12B;na&#x1E43; ara&#x1E47;ant&#x101;na&#x1E43; sa&#x1E45;gah&#x101;sa&#x1E45;gah&#x101;dayo nay&#x101; vutt&#x101;ti tattha mah&#x101;visay&#x101;na&#x1E43; dh&#x101;t&#x16B;na&#x1E43; ^a^M0.0002^ea^ vasena dh&#x101;t&#x16B;hi kath&#x101; ^b^dh&#x101;tukath&#x101;^eb^ti eva&#x1E43; assa n&#x101;ma&#x1E43; vuttanti veditabba&#x1E43;. Dvidh&#x101; tidh&#x101; chadh&#x101; a&#x1E6D;&#x1E6D;h&#x101;rasadh&#x101;ti anekadh&#x101; dh&#x101;tubheda&#x1E43; pak&#x101;ses&#x12B;ti ^b^dh&#x101;tubhedappak&#x101;sano^eb^ti. ^b^Tassattha^eb^nti tass&#x101; dh&#x101;tukath&#x101;ya attha&#x1E43;. A-k&#x101;re &#x101;-k&#x101;rassa lopo da&#x1E6D;&#x1E6D;habbo. &#x2018;&#x2018;Ya&#x1E43; dh&#x101;tukatha&#x2019;&#x2019;nti v&#x101; ettha pakara&#x1E47;anti vacanaseso sattanna&#x1E43; pakara&#x1E47;&#x101;na&#x1E43; kamena va&#x1E47;&#x1E47;an&#x101;ya pavattatt&#x101;ti tena yojana&#x1E43; katv&#x101; tassa pakara&#x1E47;assa attha&#x1E43; ^b^tassattha^eb^nti a-k&#x101;ralopo v&#x101;. ^b^Ta^eb^nti ta&#x1E43; d&#x12B;pana&#x1E43; su&#x1E47;&#x101;tha, ^b^ta&#x1E43;^eb^ v&#x101; attha&#x1E43; ta&#x1E43;d&#x12B;panavacanasavanena upadh&#x101;reth&#x101;ti attho. ^b^Sam&#x101;hit&#x101;^eb^ti n&#x101;n&#x101;kiccehi avikkhittacitt&#x101;, attano citte &#x101;hit&#x101;ti v&#x101; attho.</p>
              <p>[06]Ganth&#x101;rambhava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>1. M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n>1. Nayam&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Ko ^a^M0.0003^ea^^a^V0.0003^ea^ panetassa pakara&#x1E47;assa paricchedoti? Na so idha vattabbo, ^b^a&#x1E6D;&#x1E6D;has&#x101;liniya&#x1E43;^eb^ (dha. sa. a&#x1E6D;&#x1E6D;ha. nid&#x101;nakath&#x101;) pakara&#x1E47;aparicchedo vutto ev&#x101;ti dassento &#x101;ha ^b^&#x2018;&#x2018;cuddasavidhena vibhattanti vutta&#x2019;&#x2019;^eb^nti. Khandh&#x101;d&#x12B;na&#x1E43; desan&#x101; n&#x12B;yati pavatt&#x12B;yati etehi, khandh&#x101;dayo eva v&#x101; n&#x12B;yanti &#xF1;&#x101;yanti etehi pak&#x101;reh&#x12B;ti nay&#x101;, nay&#x101;na&#x1E43; m&#x101;tik&#x101; uddeso, nay&#x101; eva v&#x101; m&#x101;tik&#x101;ti ^b^nayam&#x101;tik&#x101;^eb^. ^b^Etesa&#x1E43; pad&#x101;na&#x1E43; m&#x16B;labh&#x16B;tatt&#x101;^eb^ti &#x2018;&#x2018;m&#x16B;lam&#x101;tik&#x101;&#x2019;&#x2019;ti vattabb&#x101;na&#x1E43; sa&#x1E45;gah&#x101;sa&#x1E45;gah&#x101;d&#x12B;na&#x1E43; cuddasanna&#x1E43; pad&#x101;na&#x1E43; khandh&#x101;didhammavibhajanassa imassa pakara&#x1E47;assa m&#x16B;labh&#x16B;tatt&#x101; nissayabh&#x16B;tatt&#x101;ti attho.</p>
            </h4>
          </h3>
          <h3>
            <h3n>2. Abbhantaram&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^2^eb^^b^.^eb^ &#x2018;&#x2018;Pa&#xF1;cakkhandh&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;hi r&#x16B;pakkhandh&#x101;dipad&#x101;ni dassit&#x101;ni, pa&#x1E6D;iccasamupp&#x101;davacanena ca yesu dv&#x101;dasasu a&#x1E45;gesu pacceka&#x1E43; pa&#x1E6D;iccasamupp&#x101;dasaddo vattati, tadatth&#x101;ni dv&#x101;dasa pad&#x101;ni dassit&#x101;n&#x12B;ti tesa&#x1E43; tath&#x101;dassit&#x101;na&#x1E43; sar&#x16B;peneva dassit&#x101;na&#x1E43; phass&#x101;d&#x12B;na&#xF1;ca pad&#x101;na&#x1E43; vasena &#x101;ha ^b^&#x2018;&#x2018;pa&#xF1;cav&#x12B;s&#x101;dhikena padasaten&#x101;&#x2019;&#x2019;^eb^ti. Tattha kammupapattik&#x101;mabhav&#x101;d&#x12B;na&#x1E43; idha vibhatt&#x101;na&#x1E43; bh&#x101;vanabhavanabh&#x101;vena bhave viya sok&#x101;d&#x12B;na&#x1E43; jar&#x101;mara&#x1E47;assa viya ani&#x1E6D;&#x1E6D;hatt&#x101; tannid&#x101;nadukkhabh&#x101;vena ca jar&#x101;mara&#x1E47;e antogadhat&#x101;ya pa&#x1E6D;iccasamupp&#x101;dassa dv&#x101;dasapadat&#x101; da&#x1E6D;&#x1E6D;habb&#x101;. Ettha ca p&#x101;&#x1E37;iya&#x1E43; bhinditv&#x101; avissajjit&#x101;nampi satipa&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;na&#x1E43; bhinditv&#x101; gaha&#x1E47;a&#x1E43; karonto tesa&#x1E43; bhinditv&#x101;pi vissajjitabbata&#x1E43; dasset&#x12B;ti veditabba&#x1E43;.</p>
              <p>[03]Nayam&#x101;tik&#x101;dik&#x101; ^a^V0.0004^ea^ lakkha&#x1E47;am&#x101;tikant&#x101; m&#x101;tik&#x101; pakara&#x1E47;antar&#x101;s&#x101;dh&#x101;ra&#x1E47;at&#x101;ya dh&#x101;tukath&#x101;ya m&#x101;tik&#x101; n&#x101;ma, tass&#x101; abbhantare vutto vibhajitabb&#x101;na&#x1E43; uddeso abbhantaram&#x101;tik&#x101; n&#x101;m&#x101;ti imamattha&#x1E43; pak&#x101;sento ^b^&#x2018;&#x2018;aya&#xF1;h&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^eva&#x1E43; avatv&#x101;^eb^ti yath&#x101; &#x2018;&#x2018;sabb&#x101;pi&#x2026;pe&#x2026; m&#x101;tik&#x101;&#x2019;&#x2019;ti aya&#x1E43; dh&#x101;tukath&#x101;m&#x101;tikato bahiddh&#x101; vutt&#x101;, eva&#x1E43; avatv&#x101;ti attho. ^b^Dh&#x101;tukath&#x101;ya abbhantareyev&#x101;^eb^ti ca dh&#x101;tukath&#x101;m&#x101;tik&#x101;ya abbhantareyev&#x101;ti attho da&#x1E6D;&#x1E6D;habbo. Tad&#x101;ve&#x1E47;ikam&#x101;tik&#x101;abbhantare hi &#x1E6D;hapit&#x101; tass&#x101;yeva abbhantare &#x1E6D;hapit&#x101;ti vutt&#x101; ^a^M0.0004^ea^. Atha v&#x101; ^b^eva&#x1E43; avatv&#x101;^eb^ti yath&#x101; &#x2018;&#x2018;sabb&#x101;pi&#x2026;pe&#x2026; m&#x101;tik&#x101;&#x2019;&#x2019;ti etena vacanena dh&#x101;tukath&#x101;to bahibh&#x16B;t&#x101; kusal&#x101;diara&#x1E47;ant&#x101; m&#x101;tik&#x101; pakara&#x1E47;antaragat&#x101; vutt&#x101;, eva&#x1E43; avatv&#x101;ti attho. ^b^Dh&#x101;tukath&#x101;ya abbhantareyev&#x101;^eb^ti ca imassa pakara&#x1E47;assa abbhantare eva sar&#x16B;pato dassetv&#x101; &#x1E6D;hapitatt&#x101;ti attho. Sabbassa abhidhammassa m&#x101;tik&#x101;ya asa&#x1E45;gahitatt&#x101; viki&#x1E47;&#x1E47;abh&#x101;vena ^b^paki&#x1E47;&#x1E47;akat&#x101;^eb^ veditabb&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>3. Nayamukham&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^3^eb^^b^.^eb^ Nay&#x101;na&#x1E43; pavattidv&#x101;rabh&#x16B;t&#x101; sa&#x1E45;gah&#x101;sa&#x1E45;gahaviyog&#x12B;sahayog&#x12B;dhamm&#x101; nayamukh&#x101;n&#x12B;ti tesa&#x1E43; uddeso ^b^nayamukham&#x101;tik&#x101;^eb^. Cuddasapi hi sa&#x1E45;gah&#x101;sa&#x1E45;gahasampayogavippayog&#x101;na&#x1E43; vomissakat&#x101;vasena pavatt&#x101;ti yehi te catt&#x101;ropi honti, te dhamm&#x101; cuddasannampi nay&#x101;na&#x1E43; mukh&#x101;ni hont&#x12B;ti. Tattha sa&#x1E45;gahitenaasa&#x1E45;gahitapad&#x101;d&#x12B;su sacc&#x101;d&#x12B;hipi yath&#x101;sambhava&#x1E43; sa&#x1E45;gah&#x101;sa&#x1E45;gaho yadipi vutto, so pana sa&#x1E45;g&#x101;hakabh&#x16B;tehi tehi vutto, na sa&#x1E45;gahabh&#x16B;tehi, sopi &#x2018;&#x2018;cakkh&#x101;yatanena ye dhamm&#x101; khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101; &#x101;yatanasa&#x1E45;gahena asa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; pucchitabbavissajjitabbadhammuddh&#x101;re tatth&#x101;pi khandh&#x101;d&#x12B;heva sa&#x1E45;gahehi niyametv&#x101; vutto, tasm&#x101; ^b^&#x2018;&#x2018;t&#x12B;hi sa&#x1E45;gaho, t&#x12B;hi asa&#x1E45;gaho&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Pucchitabbavissajjitabbadhammuddh&#x101;repi pana pucch&#x101;vissajjanesu ca r&#x16B;pakkhandh&#x101;d&#x12B;na&#x1E43; ara&#x1E47;ant&#x101;na&#x1E43; yath&#x101;sambhava&#x1E43; sampayogavippayog&#x101; cat&#x16B;heva khandhehi hont&#x12B;ti ^b^&#x2018;&#x2018;cat&#x16B;hi sampayogo,^eb^^b^cat&#x16B;hi vippayogo&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[03]Nanu ca vippayogo r&#x16B;panibb&#x101;nehipi hoti, kasm&#x101; &#x2018;&#x2018;cat&#x16B;hi vippayogo&#x2019;&#x2019;ti vuttanti? R&#x16B;panibb&#x101;nehi bhavantassapi cat&#x16B;heva bh&#x101;vato. Na hi r&#x16B;pa&#x1E43; r&#x16B;pena nibb&#x101;nena v&#x101; vippayutta&#x1E43; hoti, nibb&#x101;na&#x1E43; v&#x101; r&#x16B;pena, cat&#x16B;heva pana khandhehi hot&#x12B;ti catunna&#x1E43; khandh&#x101;na&#x1E43; r&#x16B;panibb&#x101;nehi vippayogopi vippayujjam&#x101;nehi cat&#x16B;hi khandhehi niyamito tehi vin&#x101; vippayog&#x101;bh&#x101;vato. So c&#x101;ya&#x1E43; ^a^V0.0005^ea^ vippayogo an&#x101;ramma&#x1E47;assa, an&#x101;ramma&#x1E47;aan&#x101;ramma&#x1E47;amissakehi missakassa ca na hoti, an&#x101;ramma&#x1E47;assa pana missakassa ca s&#x101;ramma&#x1E47;ena, s&#x101;ramma&#x1E47;assa s&#x101;ramma&#x1E47;ena an&#x101;ramma&#x1E47;ena missakena ca hot&#x12B;ti veditabbo.</p>
            </h4>
          </h3>
          <h3>
            <h3n>4. Lakkha&#x1E47;am&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^4^eb^^b^.^eb^ Sa&#x1E45;gahoyeva ^a^M0.0005^ea^^b^sa&#x1E45;gahanayo. Sabh&#x101;go. Visabh&#x101;go^eb^ti etassa &#x2018;&#x2018;t&#x12B;hi sa&#x1E45;gaho, t&#x12B;hi asa&#x1E45;gaho&#x2019;&#x2019;ti etena, &#x2018;&#x2018;cat&#x16B;hi sampayogo, cat&#x16B;hi vippayogo&#x2019;&#x2019;ti etenapi visu&#x1E43; yojan&#x101; k&#x101;tabb&#x101;. Tena sa&#x1E45;gaho asa&#x1E45;gaho ca sabh&#x101;go visabh&#x101;go ca bh&#x101;vo, tath&#x101; sampayogo vippayogo c&#x101;ti ayamattho vi&#xF1;&#xF1;&#x101;yati. Yassa v&#x101; sa&#x1E45;gaho ca asa&#x1E45;gaho ca, so dhammo sabh&#x101;go visabh&#x101;go ca, tath&#x101; yassa sampayogo vippayogo ca, sopi sabh&#x101;go visabh&#x101;go c&#x101;ti. Tattha yena r&#x16B;pakkhandho&#x2026;pe&#x2026; manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;ti dhamm&#x101; ga&#x1E47;ana&#x1E43; gacchanti, so ruppan&#x101;diko sam&#x101;nabh&#x101;vo sa&#x1E45;gahe sabh&#x101;gat&#x101;, ekupp&#x101;d&#x101;diko sampayoge veditabbo.</p>
            </h4>
          </h3>
          <h3>
            <h3n>5. B&#x101;hiram&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^5^eb^^b^.^eb^^b^Eva&#x1E43; dh&#x101;tukath&#x101;ya m&#x101;tikato bahi &#x1E6D;hapitatt&#x101;^eb^ti &#x2018;&#x2018;sabb&#x101;pi&#x2026;pe&#x2026; m&#x101;tik&#x101;&#x2019;&#x2019;ti etena &#x1E6D;hapan&#x101;k&#x101;rena bahi pi&#x1E6D;&#x1E6D;hito &#x1E6D;hapitatt&#x101;ti attho. Etena v&#x101; &#x1E6D;hapan&#x101;k&#x101;rena kusal&#x101;d&#x12B;na&#x1E43; ara&#x1E47;ant&#x101;na&#x1E43; idha a&#x1E6D;&#x1E6D;hapetv&#x101; dh&#x101;tukath&#x101;ya m&#x101;tikato bahi pakara&#x1E47;antaram&#x101;tik&#x101;ya imassa pakara&#x1E47;assa m&#x101;tik&#x101;bh&#x101;vena &#x1E6D;hapitatt&#x101; tath&#x101; pak&#x101;sitatt&#x101;ti attho.</p>
              <p>[03]^b^Sa&#x1E45;gaho asa&#x1E45;gaho^eb^ti&#x101;d&#x12B;su sa&#x1E45;gaho ekavidhova, so kasm&#x101; &#x2018;&#x2018;catubbidho&#x2019;&#x2019;ti vuttoti? Sa&#x1E45;gahoti attha&#x1E43; avatv&#x101; aniddh&#x101;ritatthassa saddasseva vuttatt&#x101;. ^b^Sa&#x1E45;gaho asa&#x1E45;gaho^eb^ti&#x101;d&#x12B;su saddesu sa&#x1E45;gahasaddo t&#x101;va attano atthavasena catubbidhoti aya&#xF1;hetthattho. Atthopi v&#x101; aniddh&#x101;ritaviseso s&#x101;ma&#xF1;&#xF1;ena gahetabbata&#x1E43; patto &#x2018;&#x2018;sa&#x1E45;gaho asa&#x1E45;gaho&#x2019;&#x2019;ti&#x101;d&#x12B;su &#x2018;&#x2018;sa&#x1E45;gaho&#x2019;&#x2019;ti vuttoti na koci doso. Niddh&#x101;rite hi visese tassa ekavidhat&#x101; siy&#x101;, na tato pubbeti. J&#x101;tisaddassa s&#x101;pekkhasaddatt&#x101; &#x2018;&#x2018;j&#x101;tiy&#x101; sa&#x1E45;gaho&#x2019;&#x2019;ti vutte &#x2018;&#x2018;attano j&#x101;tiy&#x101;&#x2019;&#x2019;ti vi&#xF1;&#xF1;&#x101;yati sambandh&#x101;rahassa a&#xF1;&#xF1;assa avuttatt&#x101;ti ^b^j&#x101;tisa&#x1E45;gaho^eb^ti r&#x16B;paka&#x1E47;&#x1E0D;e vutto saj&#x101;tisa&#x1E45;gaho vutto hoti.</p>
              <p>[03]Ettha ^a^M0.0006^ea^^a^V0.0006^ea^ nayam&#x101;tik&#x101;ya &#x2018;&#x2018;sa&#x1E45;gaho asa&#x1E45;gaho, sampayogo vippayogo&#x2019;&#x2019;ti ime dve pucchitabbavissajjitabbadhammavisesa&#x1E43; aniddh&#x101;retv&#x101; s&#x101;ma&#xF1;&#xF1;ena dhamm&#x101;na&#x1E43; pucchanavissajjananayauddes&#x101;, avases&#x101; niddh&#x101;retv&#x101;. &#x2018;&#x2018;Sa&#x1E45;gahitena asa&#x1E45;gahita&#x2019;&#x2019;nti hi &#x2018;&#x2018;sa&#x1E45;gahitena asa&#x1E45;gahita&#x1E43; asa&#x1E45;gahita&#x2019;&#x2019;nti vattabbe ekassa asa&#x1E45;gahitasaddassa lopo da&#x1E6D;&#x1E6D;habbo. Tena sa&#x1E45;gahitavisesavisi&#x1E6D;&#x1E6D;ho yo asa&#x1E45;gahito dhammaviseso, tannissito asa&#x1E45;gahitat&#x101;sa&#x1E45;kh&#x101;to pucch&#x101;vissajjananayo uddi&#x1E6D;&#x1E6D;ho hoti, &#x2018;&#x2018;sa&#x1E45;gahiten&#x101;&#x2019;&#x2019;ti ca visesane kara&#x1E47;avacana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Esa nayo tatiy&#x101;d&#x12B;su dasam&#x101;vas&#x101;nesu nayuddesesu cha&#x1E6D;&#x1E6D;havajjesu. Tesupi hi vuttanayena dv&#x12B;hi dv&#x12B;hi padehi pucchitabbavissajjitabbadhammavisesaniddh&#x101;ra&#x1E47;a&#x1E43; katv&#x101; tattha tattha antimapadasadisena tatiyapadena pucchanavissajjananay&#x101; uddi&#x1E6D;&#x1E6D;h&#x101;ti. Tattha catutthapa&#xF1;camesu kattuatthe kara&#x1E47;aniddeso, sattam&#x101;d&#x12B;su ca cat&#x16B;su sahayoge da&#x1E6D;&#x1E6D;habbo, na dutiyatatiyesu viya sam&#x101;n&#x101;dhikara&#x1E47;e visesane. Tattha hi sabh&#x101;vantarena sabh&#x101;vantarassa visesana&#x1E43; kata&#x1E43;, etesu dhammantarena dhammantarass&#x101;ti. Ek&#x101;dasam&#x101;d&#x12B;su pana cat&#x16B;su &#x101;dipadeneva dhammavisesaniddh&#x101;ra&#x1E47;a&#x1E43; katv&#x101; itarehi pucchanavissajjananay&#x101; uddi&#x1E6D;&#x1E6D;h&#x101;. Visesane eva cettha kara&#x1E47;avacana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Pucch&#x101;vissajjan&#x101;na&#xF1;hi nissayabh&#x16B;t&#x101; dhamm&#x101; sa&#x1E45;gahitat&#x101;divisesena kara&#x1E47;abh&#x16B;tena sampayuttavippayutt&#x101;dibh&#x101;va&#x1E43; attano visesent&#x12B;ti.</p>
              <p>[03]^b^Vikappato^eb^ti vividhakappanato, vibh&#x101;gatoti attho. ^b^Sanni&#x1E6D;&#x1E6D;h&#x101;navasen&#x101;^eb^ti adhimokkhasampayogavasena. Sanni&#x1E6D;&#x1E6D;h&#x101;navasena vutt&#x101; ca sabbe ca cittupp&#x101;d&#x101; sanni&#x1E6D;&#x1E6D;h&#x101;navasena ^b^vuttasabbacittupp&#x101;d&#x101;,^eb^ tesa&#x1E43; s&#x101;dh&#x101;ra&#x1E47;avasen&#x101;ti evamettha attho da&#x1E6D;&#x1E6D;habbo. Adhimokkho hi sanni&#x1E6D;&#x1E6D;h&#x101;navasena vutt&#x101;na&#x1E43; cittupp&#x101;d&#x101;na&#x1E43; s&#x101;dh&#x101;ra&#x1E47;avasena vutto, itare sabbesanti. Tattha s&#x101;dh&#x101;ra&#x1E47;&#x101; pasa&#x1E6D;&#x101; p&#x101;ka&#x1E6D;&#x101; c&#x101;ti &#x101;dito pariggahetabb&#x101;, tasm&#x101; tesa&#x1E43; sa&#x1E45;gah&#x101;dipariggahattha&#x1E43; uddeso kato, as&#x101;dh&#x101;ra&#x1E47;&#x101;pi pana pariggahetabb&#x101;v&#x101;ti tesu mah&#x101;visayena a&#xF1;&#xF1;esampi sa&#x1E45;gah&#x101;dipariggaha&#x1E43; dassetu&#x1E43; adhimokkho uddi&#x1E6D;&#x1E6D;ho. &#x2018;&#x2018;Sanni&#x1E6D;&#x1E6D;h&#x101;navasena vutt&#x101;&#x2019;&#x2019;ti ca ^b^dhammasa&#x1E45;gahava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; pa&#x1E6D;iccasamupp&#x101;davibha&#x1E45;ge^eb^ ca vacana&#x1E43; sandh&#x101;ya vuttanti veditabba&#x1E43;. Sanni&#x1E6D;&#x1E6D;h&#x101;navasena ye vutt&#x101;, tesa&#x1E43; sabbesa&#x1E43; s&#x101;dh&#x101;ra&#x1E47;atoti pana atthe sati ^a^M0.0007^ea^ s&#x101;dh&#x101;ra&#x1E47;&#x101;s&#x101;dh&#x101;ra&#x1E47;esu vattabbesu yo as&#x101;dh&#x101;ra&#x1E47;esu mah&#x101;visayo adhimokkho, tassa vasena vuttasabbacittupp&#x101;das&#x101;dh&#x101;ra&#x1E47;ato phass&#x101;dayo sabbas&#x101;dh&#x101;ra&#x1E47;&#x101;ti adhimokkho ca as&#x101;dh&#x101;ra&#x1E47;esu mah&#x101;visayoti katv&#x101; vutto a&#xF1;&#xF1;assa t&#x101;disassa abh&#x101;v&#x101;ti ayamadhipp&#x101;yo da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]J&#x12B;vitindriya&#x1E43; ^a^V0.0007^ea^ panettha r&#x16B;pamissakatt&#x101; na vuttanti veditabba&#x1E43;, cittekaggat&#x101; pana asam&#x101;dhisabh&#x101;v&#x101; s&#x101;ma&#xF1;&#xF1;asaddeneva s&#x101;ma&#xF1;&#xF1;avisesasaddehi ca sam&#x101;dhisabh&#x101;v&#x101; visesasaddavacan&#x12B;ya&#x1E43; a&#xF1;&#xF1;a&#x1E43; by&#x101;petabba&#x1E43; nivattetabba&#xF1;ca natth&#x12B;ti ana&#xF1;&#xF1;aby&#x101;pakanivattakas&#x101;ma&#xF1;&#xF1;avisesad&#x12B;panato tasseva dhammassa bhedad&#x12B;pakehi vattabb&#x101;, na sukh&#x101;disabh&#x101;v&#x101; vedan&#x101; viya vuttalakkha&#x1E47;avipar&#x12B;tehi s&#x101;ma&#xF1;&#xF1;avisesasaddeheva, tasm&#x101; &#x2018;&#x2018;cittekaggat&#x101;&#x2019;&#x2019;ti aya&#x1E43; s&#x101;ma&#xF1;&#xF1;asaddo sam&#x101;dhisabh&#x101;ve visesasaddanirapekkho pavattam&#x101;no sayameva visesasaddam&#x101;pajjitv&#x101; asam&#x101;dhisabh&#x101;vameva pak&#x101;seyya, itaro ca sam&#x101;dhisabh&#x101;vamev&#x101;ti dvidh&#x101; bhinn&#x101; cittekaggat&#x101; as&#x101;dh&#x101;ra&#x1E47;&#x101; ceva appavisay&#x101; c&#x101;ti idha uddesa&#x1E43; na arahati. Abhinn&#x101;pi v&#x101; phass&#x101;d&#x12B;na&#x1E43; viya p&#x101;ka&#x1E6D;att&#x101;bh&#x101;vato a&#xF1;&#xF1;adhammanissayena vattabbato ca s&#x101; j&#x12B;vita&#xF1;ca na arahat&#x12B;ti na uddi&#x1E6D;&#x1E6D;h&#x101;ti.</p>
              <p>[06]M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Niddesava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E6D;hamanayo sa&#x1E45;gah&#x101;sa&#x1E45;gahapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n>1. Khandhapadava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^6^eb^^b^.^eb^ Khandh&#x101;yatanadh&#x101;tuyomahantare ^a^M0.0008^ea^^a^V0.0008^ea^ abhi&#xF1;&#xF1;eyyadhammabh&#x101;vena vutt&#x101;, tesa&#x1E43; pana sabh&#x101;vato abhi&#xF1;&#xF1;&#x101;t&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; pari&#xF1;&#xF1;eyyat&#x101;divisesadassanattha&#x1E43; sacc&#x101;ni, adhipatiy&#x101;dikiccavisesadassanattha&#x1E43; indriy&#x101;d&#x12B;ni ca vutt&#x101;n&#x12B;ti sacc&#x101;diviseso viya sa&#x1E45;gah&#x101;sa&#x1E45;gahaviseso ca abhi&#xF1;&#xF1;eyyanissito vuccam&#x101;no suvi&#xF1;&#xF1;eyyo hot&#x12B;ti ^b^&#x2018;&#x2018;t&#x12B;hi sa&#x1E45;gaho. T&#x12B;hi asa&#x1E45;gaho&#x2019;&#x2019;ti nayamukham&#x101;tik&#x101; &#x1E6D;hapit&#x101;^eb^ti veditabb&#x101;. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;cat&#x16B;h&#x12B;&#x2019;&#x2019;ti vutt&#x101; sampayogavippayog&#x101; ca abhi&#xF1;&#xF1;eyyanissayena khandh&#x101;d&#x12B;heva pucchitv&#x101; vissajjit&#x101;ti. ^b^R&#x16B;pakkhandho ekena khandhen&#x101;^eb^ti ye dhamm&#x101; &#x2018;&#x2018;r&#x16B;pakkhandho&#x2019;&#x2019;ti vuccanti, tesa&#x1E43; pa&#xF1;casu khandhesu r&#x16B;pakkhandhabh&#x101;vena sabh&#x101;gat&#x101; hot&#x12B;ti r&#x16B;pakkhandhabh&#x101;vasa&#x1E45;kh&#x101;tena, r&#x16B;pakkhandhavacanasa&#x1E45;kh&#x101;tena v&#x101; ga&#x1E47;anena sa&#x1E45;gaha&#x1E43; ga&#x1E47;ana&#x1E43; dasseti. Ten&#x101;ha ^b^&#x2018;&#x2018;ya&#xF1;hi ki&#xF1;c&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di. ^b^R&#x16B;pakkhandho^eb^ti hi sa&#x1E45;gahitabbadhammo dassito. Yena sa&#x1E45;gahena sa&#x1E45;gayhati, tassa sa&#x1E45;gahassa dassana&#x1E43; &#x2018;&#x2018;ekena khandhen&#x101;&#x2019;&#x2019;ti vacana&#x1E43;. Pa&#xF1;casu khandhaga&#x1E47;anesu ekena khandhaga&#x1E47;anena ga&#x1E47;itoti aya&#xF1;hettha attho. Yasm&#x101; ca khandh&#x101;divacanehi sa&#x1E45;gaho vuccati, tasm&#x101; upari &#x2018;&#x2018;khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti&#x101;di&#x1E43; vakkhat&#x12B;ti.</p>
              <p>[03]^b^Asa&#x1E45;gahanayaniddese^eb^ti ida&#x1E43; &#x2018;&#x2018;sa&#x1E45;gaho asa&#x1E45;gaho&#x2019;&#x2019;ti etasseva nayassa ekadesanayabh&#x101;vena vutta&#x1E43;, na nayantarat&#x101;y&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^R&#x16B;pakkhandham&#x16B;lak&#x101;yeva cettha dukatikacatukk&#x101; dassit&#x101;^eb^ti etena vedan&#x101;kkhandham&#x16B;lak&#x101; purimena yojiyam&#x101;ne viseso natth&#x12B;ti pacchimeheva yojetv&#x101; tayo duk&#x101; dve tik&#x101; ^a^V0.0009^ea^ eko catukko, sa&#xF1;&#xF1;&#x101;kkhandham&#x16B;lak&#x101; dve duk&#x101; eko tiko, sa&#x1E45;kh&#x101;rakkhandham&#x16B;lako eko dukoti ete labbhant&#x12B;ti dasseti. Tesa&#x1E43; pana bhedato pa&#xF1;cakapucch&#x101;vissajjan&#x101;nantara&#x1E43; pucch&#x101;vissajjana&#x1E43; k&#x101;tabba&#x1E43; sa&#x1E43;khittanti da&#x1E6D;&#x1E6D;habba&#x1E43;, vuttanayena v&#x101; sakk&#x101; &#xF1;&#x101;tunti p&#x101;&#x1E37;i&#x1E43; na &#x101;ropitanti.</p>
            </h4>
          </h3>
          <h3>
            <h3n>&#x100;yatanapad&#x101;diva&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^40^eb^^b^.^eb^^b^Yasm&#x101;^eb^^a^M0.0009^ea^^b^ca dukatikes&#x16B;^eb^ti yadipi ekakepi sadisa&#x1E43; vissajjana&#x1E43;, ekake pana sadisavissajjan&#x101;na&#x1E43; cakkhundriyasotindriyasukhindriy&#x101;d&#x12B;na&#x1E43; duk&#x101;d&#x12B;su asadisavissajjana&#x1E43; di&#x1E6D;&#x1E6D;ha&#x1E43;. Na hettha cakkhusotacakkhusukhindriyaduk&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;asadisavissajjana&#x1E43;, n&#x101;pi dukehi tikassa, idha pana dukkhasamudayadukkhamaggaduk&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; tikena ca sadisa&#x1E43; vissajjananti dukatikesveva sadisavissajjanata&#x1E43; samuday&#x101;nantara&#x1E43; maggasaccassa vacane k&#x101;ra&#x1E47;a&#x1E43; vadati.</p>
            </h4>
          </h3>
          <h3>
            <h3n>6. Pa&#x1E6D;iccasamupp&#x101;dava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^61^eb^^b^.^eb^ &#x2018;&#x2018;Puccha&#x1E43; an&#x101;rabhitv&#x101; avijj&#x101; ekena khandhena, avijj&#x101;paccay&#x101; sa&#x1E45;kh&#x101;r&#x101; ekena khandhen&#x101;&#x2019;&#x2019;ti likhitabbepi pam&#x101;davasena &#x2018;&#x2018;avijj&#x101; ekena khandhen&#x101;&#x2019;&#x2019;ti ida&#x1E43; na likhitanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Sar&#x16B;pekasesa&#x1E43; v&#x101; katv&#x101; avijj&#x101;vacanena avijj&#x101;vissajjana&#x1E43; dassitanti. ^b^Sabbampi vip&#x101;kavi&#xF1;&#xF1;&#x101;&#x1E47;a^eb^nti ettha vip&#x101;kaggaha&#x1E47;ena visesana&#x1E43; na k&#x101;tabba&#x1E43;. Kusal&#x101;d&#x12B;nampi hi vi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;na&#x1E43; dh&#x101;tukath&#x101;ya&#x1E43; sa&#x1E45;kh&#x101;rapaccay&#x101;vi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;dipadehi sa&#x1E45;gahitat&#x101; vippayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadaniddese &#x2018;&#x2018;vip&#x101;k&#x101; dhamm&#x101;&#x2019;&#x2019;ti imassa vissajjan&#x101;sadisena tesa&#x1E43; vissajjanena dassit&#x101;, idha ca n&#x101;mar&#x16B;passa ek&#x101;dasah&#x101;yatanehi sa&#x1E45;gahavacanena akammaj&#x101;nampi sa&#x1E45;gahitat&#x101; vi&#xF1;&#xF1;&#x101;yat&#x12B;ti.</p>
              <p>[03]^b^71^eb^^b^.^eb^ J&#x101;yam&#x101;naparipaccam&#x101;nabhijjam&#x101;n&#x101;na&#x1E43; j&#x101;yam&#x101;n&#x101;dibh&#x101;vamattatt&#x101; j&#x101;tijar&#x101;mara&#x1E47;&#x101;ni paramatthato vinibbhujjitv&#x101; anupalabbham&#x101;n&#x101;ni paramatth&#x101;na&#x1E43; sabh&#x101;vamattabh&#x16B;t&#x101;ni, t&#x101;ni r&#x16B;passa nibbattip&#x101;kabhedabh&#x16B;t&#x101;ni ruppanabh&#x101;vena gayhant&#x12B;ti r&#x16B;pakkhandhadhammasabh&#x101;g&#x101;ni, ar&#x16B;p&#x101;na&#x1E43; pana nibbatti&#x101;dibh&#x16B;t&#x101;ni r&#x16B;pakal&#x101;paj&#x101;ti&#x101;d&#x12B;ni viya sahuppajjam&#x101;nacatukkhandhakal&#x101;panibbatti&#x101;dibh&#x101;vato ekekabh&#x16B;t&#x101;ni vediyanasa&#xF1;j&#x101;nanavij&#x101;nanehi ekantaparamatthakiccehi agayham&#x101;n&#x101;ni sa&#x1E45;khat&#x101;bhisa&#x1E45;khara&#x1E47;ena anekantaparamatthakiccena gayhant&#x12B;ti sa&#x1E45;kh&#x101;rakkhandhadhammasabh&#x101;g&#x101;ni, tath&#x101; duvidh&#x101;nipi ^a^V0.0010^ea^ t&#x101;ni cakkh&#x101;yatan&#x101;d&#x12B;hi ekantaparamatthakiccehi agayham&#x101;n&#x101;ni nissatta&#x1E6D;&#x1E6D;hena dhamm&#x101;yatanadhammadh&#x101;tudhammehi sabh&#x101;g&#x101;ni, tena tehi khandh&#x101;d&#x12B;hi sa&#x1E45;gayhant&#x12B;ti ^b^&#x2018;&#x2018;j&#x101;ti dv&#x12B;hi khandheh&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[06]Pa&#x1E6D;hamanayasa&#x1E45;gah&#x101;sa&#x1E45;gahapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Dutiyanayo sa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^171^eb^^b^.^eb^ Sa&#x1E45;gahitenaasa&#x1E45;gahitapadaniddese ^a^M0.0010^ea^ ya&#x1E43; ta&#x1E43; uddese asa&#x1E45;gahitat&#x101;ya pucchitabba&#x1E43; vissajjitabba&#xF1;ca sa&#x1E45;gahitat&#x101;visi&#x1E6D;&#x1E6D;ha&#x1E43; asa&#x1E45;gahita&#x1E43; dhammaj&#x101;ta&#x1E43; niddh&#x101;rita&#x1E43;, tadeva t&#x101;va dassento ^b^&#x2018;&#x2018;cakkh&#x101;yatanena ye dhamm&#x101; khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101; &#x101;yatanadh&#x101;tusa&#x1E45;gahena asa&#x1E45;gahit&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Sabbattha khandh&#x101;disa&#x1E45;gahas&#x101;ma&#xF1;&#xF1;&#x101;na&#x1E43; nicca&#x1E43; vises&#x101;pekkhatt&#x101; bhedanissitatt&#x101; ca pucch&#x101;vissajjan&#x101;na&#x1E43; savises&#x101;va khandh&#x101;diga&#x1E47;an&#x101; suddh&#x101;. Tattha sa&#x1E45;gahitenaasa&#x1E45;gahitavacanamattena dhammavisesassa niddh&#x101;ritatt&#x101; t&#x12B;su sa&#x1E45;gahesu ekena dv&#x12B;hi v&#x101; ye sa&#x1E45;gahit&#x101; hutv&#x101; a&#xF1;&#xF1;ehi asa&#x1E45;gahit&#x101;, teyeva dhamm&#x101; &#x2018;&#x2018;khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101; &#x101;yatanadh&#x101;tusa&#x1E45;gahena asa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti ettakeneva dassetabb&#x101; siyu&#x1E43;, tesa&#x1E43; pana eva&#x1E43;vidh&#x101;na&#x1E43; asambhav&#x101; nayam&#x101;tik&#x101;ya ca abbhantarab&#x101;hiram&#x101;tik&#x101;pekkhatt&#x101; uddesepi ya&#x1E43; ya&#x1E43; r&#x16B;pakkhandh&#x101;d&#x12B;su ara&#x1E47;antesu sa&#x1E45;g&#x101;haka&#x1E43;, ta&#x1E43; ta&#x1E43; apekkhitv&#x101; sa&#x1E45;gahitenaasa&#x1E45;gahita&#x1E43; niddh&#x101;ritanti vi&#xF1;&#xF1;&#x101;yat&#x12B;ti tena tena sa&#x1E45;g&#x101;hakena yath&#x101;niddh&#x101;rita&#x1E43; dhamma&#x1E43; niyametv&#x101; dassetu&#x1E43; ^b^&#x2018;&#x2018;cakkh&#x101;yatanen&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Yattha hi pucchitabbavissajjitabbadhammavisesaniddh&#x101;ra&#x1E47;a&#x1E43; natthi, tasmi&#x1E43; pa&#x1E6D;hamanaye cha&#x1E6D;&#x1E6D;hanaye ca pucchitabbavissajjitabbabh&#x101;vena, itaresu ca ya&#x1E43; ya&#x1E43; pucchitabbavissajjitabba&#x1E43; niddh&#x101;rita&#x1E43;, tassa tassa niy&#x101;makabh&#x101;vena r&#x16B;pakkhandh&#x101;dayo ara&#x1E47;ant&#x101; uddi&#x1E6D;&#x1E6D;h&#x101;ti.</p>
              <p>[03]Tattha &#x2018;&#x2018;cakkh&#x101;yatanena&#x2026;pe&#x2026; pho&#x1E6D;&#x1E6D;habbadh&#x101;tuy&#x101;&#x2019;&#x2019;ti kattuatthe kara&#x1E47;aniddeso da&#x1E6D;&#x1E6D;habbo, &#x2018;&#x2018;khandhasa&#x1E45;gahena &#x101;yatanasa&#x1E45;gahena dh&#x101;tusa&#x1E45;gahen&#x101;&#x2019;&#x2019;ti kara&#x1E47;atthe. Ettha ca yena yena sa&#x1E45;g&#x101;hakena khandh&#x101;disa&#x1E45;gahesu tena tena sa&#x1E45;gahetabb&#x101;sa&#x1E45;gahetabba&#x1E43; a&#xF1;&#xF1;a&#x1E43; atthi, ta&#x1E43; tadeva sa&#x1E45;g&#x101;hak&#x101;sa&#x1E45;g&#x101;hakabh&#x101;vena uddha&#x1E6D;a&#x1E43;. R&#x16B;pakkhandhena pana khandhasa&#x1E45;gahena sa&#x1E45;gahetabbo a&#xF1;&#xF1;o dhammo natthi, tath&#x101; vedan&#x101;kkhandh&#x101;d&#x12B;hi ^a^V0.0011^ea^, na ca so eva tassa sa&#x1E45;g&#x101;hako asa&#x1E45;g&#x101;hako v&#x101; hoti. Ya&#xF1;ca &#x2018;&#x2018;r&#x16B;pakkhandho ekena khandhena sa&#x1E45;gahito&#x2019;&#x2019;ti vutta&#x1E43;, ta&#xF1;ca na tasseva tena sa&#x1E45;gahitata&#x1E43; sandh&#x101;ya vutta&#x1E43;, r&#x16B;pakkhandhabh&#x101;vena pana r&#x16B;pakkhandhavacanena v&#x101; gahitata&#x1E43; sandh&#x101;ya vuttanti pak&#x101;sitoyamattho.</p>
              <p>[03]Yadi ca so eva tena sa&#x1E45;gayheyya, sa&#x1E45;gahitenasampayuttavippayuttapadaniddese &#x2013; &#x2018;&#x2018;vedan&#x101;kkhandhena ye dhamm&#x101; khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101; &#x101;yatanasa&#x1E45;gahena ^a^M0.0011^ea^ sa&#x1E45;gahit&#x101; dh&#x101;tusa&#x1E45;gahena sa&#x1E45;gahit&#x101;, te dhamm&#x101; t&#x12B;hi khandhehi eken&#x101;yatanena sattahi dh&#x101;t&#x16B;hi sampayutt&#x101;&#x2019;&#x2019;ti&#x101;di vattabba&#x1E43; siy&#x101;, na ca vutta&#x1E43;, tasm&#x101; yath&#x101; citta&#x1E43; cittena sampayutta&#x1E43; vippayutta&#xF1;ca na hoti, eva&#x1E43; r&#x16B;pakkhandho r&#x16B;pakkhandhena sa&#x1E45;gahito asa&#x1E45;gahito ca na hoti, tath&#x101; vedan&#x101;kkhandh&#x101;dayo vedan&#x101;kkhandh&#x101;d&#x12B;hi. Na hi so eva tassa sabh&#x101;go visabh&#x101;go c&#x101;ti. Teneva na ekades&#x101; viya samud&#x101;yassa, samud&#x101;yo ekades&#x101;na&#x1E43; sa&#x1E45;g&#x101;hako asa&#x1E45;g&#x101;hako ca. Yath&#x101; r&#x16B;pakkhandho cakkh&#x101;yatan&#x101;d&#x12B;na&#x1E43;, dhamm&#x101;yatana&#x1E43; vedan&#x101;kkhandh&#x101;d&#x12B;na&#x1E43;, sara&#x1E47;&#x101; dhamm&#x101; catunna&#x1E43; khandh&#x101;na&#x1E43;. Samud&#x101;yantogadh&#x101;na&#xF1;hi ekades&#x101;na&#x1E43; na vibh&#x101;go atthi, yena te samud&#x101;yassa samud&#x101;yo ca tesa&#x1E43; sabh&#x101;go visabh&#x101;go ca siy&#x101;ti, tath&#x101; na samud&#x101;yo ekadesasabh&#x101;gavisabh&#x101;g&#x101;na&#x1E43; sa&#x1E45;g&#x101;hako asa&#x1E45;g&#x101;hako ca. Yath&#x101; dhamm&#x101;yatana&#x1E43; sukhumar&#x16B;pasabh&#x101;gassa vedan&#x101;divisabh&#x101;gassa ca r&#x16B;pakkhandhekadesassa khandhasa&#x1E45;gahena, j&#x12B;vitindriya&#x1E43; r&#x16B;p&#x101;r&#x16B;paj&#x12B;vitasabh&#x101;gavisabh&#x101;gassa r&#x16B;pakkhandhekadesassa sa&#x1E45;kh&#x101;rakkhandhekadesassa ca j&#x12B;vitavajjassa khandhasa&#x1E45;gaheneva. Na hi ekadesasabh&#x101;ga&#x1E43; samud&#x101;yasabh&#x101;ga&#x1E43;, n&#x101;pi ekadesavisabh&#x101;ga&#x1E43; samud&#x101;yavisabh&#x101;ganti, tasm&#x101; satipi attato attani antogadhato attekadesasabh&#x101;gato ca a&#xF1;&#xF1;assa asa&#x1E45;g&#x101;hakatte sa&#x1E45;g&#x101;hakattameva etesa&#x1E43; natthi, yena sa&#x1E45;gahitassa asa&#x1E45;g&#x101;hak&#x101; siyunti sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato eva evar&#x16B;p&#x101;na&#x1E43; aggaha&#x1E47;a&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]Ya&#x1E43; pana &#x2018;&#x2018;dhamm&#x101;yatana&#x1E43; asa&#x1E45;khata&#x1E43; khandhato &#x1E6D;hapetv&#x101; cat&#x16B;hi khandhehi sa&#x1E45;gahita&#x2019;&#x2019;nti (dh&#x101;tu. 25), &#x2018;&#x2018;cakkh&#x101;yatana&#xF1;ca sot&#x101;yatana&#xF1;ca ekena khandhena sa&#x1E45;gahita&#x2019;&#x2019;nti (dh&#x101;tu. 26) ca vutta&#x1E43;, na tena ekades&#x101;na&#x1E43; samud&#x101;yasa&#x1E45;g&#x101;hakatta&#x1E43;, samud&#x101;yassa ca ekadesasa&#x1E45;g&#x101;hakatta&#x1E43; dasseti, catukkhandhaga&#x1E47;anabhedehi pana dhamm&#x101;yatanassa ga&#x1E47;etabb&#x101;ga&#x1E47;etabbabh&#x101;vena pa&#xF1;cadh&#x101; bhinnata&#x1E43;, cakkh&#x101;yatan&#x101;d&#x12B;na&#x1E43; ekakkhandhaga&#x1E47;anena ga&#x1E47;etabbat&#x101;ya ekavidhata&#xF1;ca dasseti. Sa&#x1E45;g&#x101;hak&#x101;sa&#x1E45;g&#x101;hakanirapekkh&#x101;na&#x1E43; ga&#x1E47;etabb&#x101;ga&#x1E47;etabb&#x101;na&#x1E43; ta&#x1E43;ta&#x1E43;ga&#x1E47;anehi ga&#x1E47;anadassanamattameva hi pa&#x1E6D;hamanayo kammakara&#x1E47;amattasabbh&#x101;v&#x101;, dutiy&#x101;dayo pana sa&#x1E45;g&#x101;hak&#x101;sa&#x1E45;g&#x101;hakehi sa&#x1E45;gahit&#x101;sa&#x1E45;gahit&#x101;na&#x1E43; aga&#x1E47;an&#x101;didassan&#x101;ni kattukara&#x1E47;akammattayasabbh&#x101;v&#x101; ^a^V0.0012^ea^. Tath&#x101; pa&#x1E6D;hamanaye tath&#x101; tath&#x101; ga&#x1E47;etabb&#x101;ga&#x1E47;etabbabh&#x101;vasa&#x1E45;kh&#x101;to ta&#x1E43;ta&#x1E43;khandh&#x101;dibh&#x101;v&#x101;bh&#x101;vo sabh&#x101;gavisabh&#x101;gat&#x101; ^a^M0.0012^ea^, dutiy&#x101;d&#x12B;su yath&#x101;niddh&#x101;ritadhammadassane sa&#x1E45;g&#x101;hakasa&#x1E45;gahetabb&#x101;na&#x1E43; sam&#x101;nakkhandh&#x101;dibh&#x101;vo sabh&#x101;gat&#x101;, tadabh&#x101;vo ca visabh&#x101;gat&#x101;. Pucch&#x101;vissajjanesu ta&#x1E43;ta&#x1E43;khandh&#x101;dibh&#x101;v&#x101;bh&#x101;vo ev&#x101;ti ayametesa&#x1E43; visesoti.</p>
              <p>[03]Samudayasaccasukhindriyasadis&#x101;ni pana tehi sa&#x1E45;gahetabbameva atthi, na sa&#x1E45;gahita&#x1E43; asa&#x1E45;gahetabbanti asa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato na uddha&#x1E6D;&#x101;ni. Dukkhasaccasadis&#x101;ni tehi visabh&#x101;gasamud&#x101;yabh&#x16B;tehi anekakkhandhehi khandhasa&#x1E45;gahena sa&#x1E45;gahetabba&#x1E43;, itarehi asa&#x1E45;gahetabba&#xF1;ca natth&#x12B;ti sa&#x1E45;g&#x101;hakatt&#x101;sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato. Eva&#x1E43; sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato asa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato ubhay&#x101;bh&#x101;vato ca yath&#x101;vuttasadis&#x101;ni anuddharitv&#x101; sa&#x1E45;g&#x101;hakatt&#x101;sa&#x1E45;g&#x101;hakattabh&#x101;vato cakkh&#x101;yatan&#x101;d&#x12B;neva uddha&#x1E6D;&#x101;n&#x12B;ti veditabb&#x101;ni. Tattha &#x2018;&#x2018;cakkh&#x101;yatanena ye dhamm&#x101; khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101;&#x2019;&#x2019;ti cakkh&#x101;yatanavajj&#x101; r&#x16B;padhamm&#x101; khandhasa&#x1E45;gahena sa&#x1E45;gahit&#x101;ti veditabb&#x101;, na r&#x16B;pakkhandhoti. Na hi ekadeso samud&#x101;yasa&#x1E45;g&#x101;hakoti dassitametanti.</p>
              <p>[03]A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ^b^khandhapaden&#x101;^eb^ti khandhapadasa&#x1E45;gahen&#x101;ti attho, na sa&#x1E45;g&#x101;haken&#x101;ti. &#x2018;&#x2018;Kenaci sa&#x1E45;g&#x101;haken&#x101;&#x2019;&#x2019;ti ida&#x1E43; pana &#x101;netv&#x101; vattabba&#x1E43;. ^b^Ta&#x1E43; pana r&#x16B;pakkhandh&#x101;d&#x12B;su na yujjat&#x12B;^eb^ti ta&#x1E43; vissajjana&#x1E43; r&#x16B;pakkhandh&#x101;d&#x12B;su sa&#x1E45;g&#x101;hakesu na yujjat&#x12B;ti attho. ^b^R&#x16B;pakkhandhena hi&#x2026;pe&#x2026; sa&#x1E45;gahito^eb^ti etena nayena cakkh&#x101;yatanena r&#x16B;pakkhandhova sa&#x1E45;gahito, so ca a&#x1E0D;&#x1E0D;hek&#x101;dasahi &#x101;yatanadh&#x101;t&#x16B;hi asa&#x1E45;gahito n&#x101;ma natth&#x12B;ti eva&#x1E43; cakkh&#x101;yatan&#x101;d&#x12B;nipi na gahetabb&#x101;n&#x12B;ti &#x101;pajjat&#x12B;ti ce? N&#x101;pajjati. Na hi a&#xF1;&#xF1;amattaniv&#x101;ra&#x1E47;a&#x1E43; evasaddassa attho, atha kho sa&#x1E45;g&#x101;hakato a&#xF1;&#xF1;aniv&#x101;ra&#x1E47;a&#x1E43;. ^b^So c&#x101;^eb^ti&#x101;di ca na nirapekkhavacana&#x1E43;, atha kho sa&#x1E45;g&#x101;hak&#x101;pekkhanti. Katha&#x1E43;? ^b^R&#x16B;pakkhandhena hi r&#x16B;pakkhandhova sa&#x1E45;gahito^eb^ti yath&#x101; cakkh&#x101;yatanena cakkh&#x101;yatanato a&#xF1;&#xF1;ampi khandhasa&#x1E45;gahena sa&#x1E45;gahita&#x1E43; atthi, ya&#x1E43; &#x101;yatanadh&#x101;tusa&#x1E45;gahehi asa&#x1E45;gahita&#x1E43; hoti, na eva&#x1E43; r&#x16B;pakkhandhena r&#x16B;pakkhandhato a&#xF1;&#xF1;a&#x1E43; khandhasa&#x1E45;gahena sa&#x1E45;gahita&#x1E43; atthi, ya&#x1E43; &#x101;yatanadh&#x101;tusa&#x1E45;gahehi asa&#x1E45;gahita&#x1E43; siy&#x101;, r&#x16B;pakkhandhena pana r&#x16B;pakkhandhova khandhasa&#x1E45;gahena sa&#x1E45;gahitoti aya&#xF1;hettha adhipp&#x101;yo yutto. Siy&#x101; paneta&#x1E43; &#x2018;&#x2018;so eva r&#x16B;pakkhandho r&#x16B;pakkhandhena &#x101;yatanadh&#x101;tusa&#x1E45;gahehi asa&#x1E45;gahito hot&#x16B;&#x2019;&#x2019;ti, ta&#x1E43; niv&#x101;rento &#x101;ha ^b^&#x2018;&#x2018;so ca a&#x1E0D;&#x1E0D;hek&#x101;dasahi &#x101;yatanadh&#x101;t&#x16B;hi asa&#x1E45;gahito n&#x101;ma natth&#x12B;&#x2019;&#x2019;^eb^ti ^a^M0.0013^ea^. Ettha ca &#x2018;&#x2018;r&#x16B;pakkhandhen&#x101;&#x2019;&#x2019;ti &#x101;netv&#x101; vattabba&#x1E43;. Tattha ^a^V0.0013^ea^ r&#x16B;pakkhandho r&#x16B;pakkhandhassa v&#x101; tadekades&#x101;na&#x1E43; v&#x101; cakkh&#x101;d&#x12B;na&#x1E43; &#x101;yatanadh&#x101;tusa&#x1E45;gahehi sa&#x1E45;g&#x101;hako asa&#x1E45;g&#x101;hako ca na hot&#x12B;ti imin&#x101; pariy&#x101;yena asa&#x1E45;gahitat&#x101;ya abh&#x101;vo vuttoti yujjati, na r&#x16B;pakkhandhena r&#x16B;pakkhandhassa tadekades&#x101;na&#x1E43; v&#x101; a&#x1E0D;&#x1E0D;hek&#x101;dasahi &#x101;yatanadh&#x101;tusa&#x1E45;gahehi sa&#x1E45;gahitat&#x101;ya. Na hi s&#x101; sa&#x1E45;gahitat&#x101; atthi. Yadi siy&#x101;, sa&#x1E45;gahitenasampayuttavippayuttapadaniddese r&#x16B;pakkhandhopi uddharitabbo siy&#x101;. Tena hi t&#x12B;hipi sa&#x1E45;gahehi r&#x16B;pakkhandho tadekadeso v&#x101; sa&#x1E45;gahit&#x101; siyu&#x1E43;, atthi ca tesa&#x1E43; vippayuttat&#x101;ti.</p>
              <p>[03]^b^Eva&#x1E43; asa&#x1E45;gahitat&#x101;ya abh&#x101;vato et&#x101;ni, a&#xF1;&#xF1;&#x101;ni c&#x101;^eb^ti etth&#x101;pi cakkh&#x101;yatan&#x101;d&#x12B;hi viya etehi a&#xF1;&#xF1;ehi ca sa&#x1E45;gahit&#x101;na&#x1E43; asa&#x1E45;gahitat&#x101;ya abh&#x101;vato et&#x101;ni a&#xF1;&#xF1;&#x101;ni ca yath&#x101; v&#x101; tath&#x101; v&#x101; et&#x101;ni viya ayujjam&#x101;navissajjanatt&#x101; evar&#x16B;p&#x101;ni pad&#x101;ni sa&#x1E45;g&#x101;hakabh&#x101;vena na gahit&#x101;n&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]Tattha ya&#x1E43; vutta&#x1E43; &#x2018;&#x2018;r&#x16B;pakkhandhena hi r&#x16B;pakkhandhova sa&#x1E45;gahito&#x2019;&#x2019;ti, ta&#x1E43; teneva tassa sa&#x1E45;gahitatt&#x101;sa&#x1E45;gahitatt&#x101;bh&#x101;vadassanena niv&#x101;rita&#x1E43;. Ya&#xF1;hettha aggaha&#x1E47;e k&#x101;ra&#x1E47;a&#x1E43; vutta&#x1E43;, ta&#xF1;ca satipi sa&#x1E45;gahitatte asa&#x1E45;gahitat&#x101;ya abh&#x101;vatoti vi&#xF1;&#xF1;&#x101;yam&#x101;na&#x1E43; samudayasacc&#x101;d&#x12B;su yujjeyya sati tehi sa&#x1E45;gahite tadasa&#x1E45;gahitatt&#x101;bh&#x101;vato. R&#x16B;pakkhandh&#x101;d&#x12B;hi pana sa&#x1E45;gahitameva natthi, kuto tassa asa&#x1E45;gahitat&#x101; bhavissati, tasm&#x101; sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vo evettha aggaha&#x1E47;e k&#x101;ra&#x1E47;anti yutta&#x1E43;. Sa&#x1E45;gahitatt&#x101;bh&#x101;vena asa&#x1E45;gahitatta&#x1E43; yadipi r&#x16B;pakkhandh&#x101;din&#x101; attano attani antogadhassa attekadesasabh&#x101;gassa ca natthi, a&#xF1;&#xF1;assa pana atth&#x12B;ti na dukkhasacc&#x101;d&#x12B;su viya ubhay&#x101;bh&#x101;vo cettha aggaha&#x1E47;e k&#x101;ra&#x1E47;a&#x1E43; bhavitu&#x1E43; yuttoti. Dhamm&#x101;yatanaj&#x12B;vitindriy&#x101;d&#x12B;na&#xF1;ca khandhacatukkaduk&#x101;disa&#x1E45;g&#x101;hakatte sati na tesa&#x1E43; sa&#x1E45;gahit&#x101;na&#x1E43; tehi dhamm&#x101;yatanaj&#x12B;vitindriy&#x101;d&#x12B;hi &#x101;yatanadh&#x101;tusa&#x1E45;gahehi asa&#x1E45;gahitat&#x101; natth&#x12B;ti asa&#x1E45;gahitat&#x101;ya abh&#x101;vo anekantiko, tasm&#x101; pubbe vuttanayeneva aggahit&#x101;na&#x1E43; aggaha&#x1E47;e, gahit&#x101;na&#xF1;ca gaha&#x1E47;e k&#x101;ra&#x1E47;a&#x1E43; veditabbanti.</p>
              <p>[03]^b^Anidassana&#x1E43; punadeva sappa&#x1E6D;igha^eb^nti ettha ^b^anidassana^eb^nti etena &#x2018;&#x2018;sanidassanasappa&#x1E6D;igha&#x2019;&#x2019;nti ettha vuttena sappa&#x1E6D;ighasaddena saddhi&#x1E43; yojetv&#x101; anidassanasappa&#x1E6D;igh&#x101; ^a^M0.0014^ea^ dassit&#x101;. ^b^Punadev&#x101;^eb^ti etena tattheva avisi&#x1E6D;&#x1E6D;ha&#x1E43; sanidassanapada&#x1E43; nivattetv&#x101; ga&#x1E47;hanto sanidassanadukapada&#x1E43; dasseti. &#x2018;&#x2018;Cakkh&#x101;yatanena cakkh&#x101;yatanameveka&#x1E43; sa&#x1E45;gahita&#x2019;&#x2019;nti ida&#x1E43; na sakk&#x101; vattu&#x1E43;. Na hi &#x2018;&#x2018;cakkh&#x101;yatanena ^a^V0.0014^ea^ cakkh&#x101;yatana&#x1E43; &#x101;yatanasa&#x1E45;gahena sa&#x1E45;gahita&#x2019;&#x2019;nti ca &#x2018;&#x2018;asa&#x1E45;gahita&#x2019;&#x2019;nti ca vattabbanti dassitoya&#x1E43; nayoti. Eva&#x1E43; sabbattha tasseva samud&#x101;yekades&#x101;na&#xF1;ca sa&#x1E45;g&#x101;hakasa&#x1E45;gahitanti vacanesu asa&#x1E45;g&#x101;hakaasa&#x1E45;gahitanti vacanesu ca tadavattabbat&#x101; yojetabb&#x101;. Asa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato eva hi cakkh&#x101;yatan&#x101;d&#x12B;ni cakkh&#x101;yatan&#x101;d&#x12B;hi asa&#x1E45;gahit&#x101;n&#x12B;ti na vuccanti, na sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vatoti.</p>
              <p>[06]Dutiyanayasa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Tatiyanayo asa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^179^eb^^b^.^eb^ Asa&#x1E45;gahitenasa&#x1E45;gahitapadaniddese r&#x16B;pakkhandhena khandhasa&#x1E45;gahena asa&#x1E45;gahitesu vedan&#x101;d&#x12B;na&#x1E43; ti&#x1E47;&#x1E47;a&#x1E43; khandh&#x101;na&#x1E43; nibb&#x101;nassa ca sukhumar&#x16B;pena saha &#x101;yatanadh&#x101;tusabh&#x101;gatte satipi na sukhumar&#x16B;pameva r&#x16B;pakkhandhoti r&#x16B;pakkhandhena &#x101;yatanadh&#x101;tusabh&#x101;gatta&#x1E43; natthi, tasm&#x101; na tena t&#x101;ni &#x101;yatanadh&#x101;tusa&#x1E45;gahehi sa&#x1E45;gahit&#x101;ni. Na kevala&#x1E43; sa&#x1E45;gahit&#x101;neva, asa&#x1E45;gahit&#x101;nipi tena t&#x101;ni tehi sa&#x1E45;gahehi na honteva tadekadesena sukhumar&#x16B;pena &#x101;yatanadh&#x101;tusabh&#x101;gatt&#x101;, sa&#x1E45;gahit&#x101;bh&#x101;vo eva pana idh&#x101;dhippeto, vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhacakkh&#x101;yatan&#x101;d&#x12B;hi pana asa&#x1E45;gahit&#x101; na te tehi katha&#xF1;ci sammiss&#x101;ti sabbath&#x101; te tehi na sa&#x1E45;gahit&#x101;. Dukkhasacc&#x101;d&#x12B;hi ca pa&#xF1;cakkhandhasamud&#x101;yabh&#x16B;tehi khandhasa&#x1E45;gahena asa&#x1E45;gahita&#x1E43; nibb&#x101;na&#x1E43; r&#x16B;pakkhandhena viya &#x101;yatanadh&#x101;tusa&#x1E45;gahehi sa&#x1E45;gahita&#x1E43; tehi na hoti, tasm&#x101; sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vato eva evar&#x16B;p&#x101;na&#x1E43; asa&#x1E45;g&#x101;hakabh&#x101;vena aggaha&#x1E47;a&#x1E43; veditabba&#x1E43;, sanibb&#x101;napa&#xF1;cakkhandhasamud&#x101;yabh&#x16B;t&#x101;na&#x1E43; pana aby&#x101;katadhamm&#x101;d&#x12B;na&#x1E43; asa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vatova. Na hi ta&#x1E43; ka&#xF1;ci atthi, yassa te khandhasa&#x1E45;gahena asa&#x1E45;g&#x101;hak&#x101; siyu&#x1E43;, na ca attano ekadeso attekadesasabh&#x101;go ca attan&#x101; asa&#x1E45;gahito hot&#x12B;ti attan&#x101; asa&#x1E45;gahitasa&#x1E45;g&#x101;hakatt&#x101; pana vedan&#x101;kkhandh&#x101;d&#x12B;na&#x1E43; gaha&#x1E47;a&#x1E43; katanti.</p>
              <p>[03]Ya&#x1E43; ^a^M0.0015^ea^ pana a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; vutta&#x1E43; ^b^&#x2018;&#x2018;ye dhamm&#x101;yatanena sa&#x1E45;gahit&#x101;&#x2019;&#x2019;^eb^ti, ta&#x1E43; na sakk&#x101; vattu&#x1E43;. Dhamm&#x101;yatanena hi na koci dhammo kenaci sa&#x1E45;gahena sa&#x1E45;gahito atthi visabh&#x101;gakkhandhanibb&#x101;nasamud&#x101;yatt&#x101; ^a^V0.0015^ea^, khandhasa&#x1E45;gahena sayameva attano sa&#x1E45;g&#x101;haka&#x1E43; na hot&#x12B;ti &#x101;yatanadh&#x101;tusa&#x1E45;gahehi ca sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vatoti dassitoya&#x1E43; nayoti etassa dhamm&#x101;yatanaga&#x1E47;anena ga&#x1E47;it&#x101;ti attho. ^b^Y&#x101;ni&#x2026;pe&#x2026; gahit&#x101;n&#x12B;^eb^ti etena vi&#xF1;&#xF1;&#x101;&#x1E47;asammissa&#x1E43; dhamm&#x101;yatanekadesa&#x1E43; d&#x12B;pent&#x101;ni iddhip&#x101;d&#x101;dipad&#x101;ni, o&#x1E37;&#x101;rikar&#x16B;pasammissa&#x1E43; d&#x12B;pent&#x101;ni r&#x16B;pakkhandh&#x101;dipad&#x101;ni, sabbena sabba&#x1E43; dhamm&#x101;yatana&#x1E43; ad&#x12B;pent&#x101;ni vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhacakkh&#x101;yatan&#x101;dipad&#x101;ni, sakaladhamm&#x101;yatanad&#x12B;pak&#x101;ni dhamm&#x101;yatan&#x101;dipad&#x101;ni ca vajjetv&#x101; dhamm&#x101;yatanekadesa&#x1E43; a&#xF1;&#xF1;&#x101;yatanena asammissa&#x1E43; d&#x12B;pent&#x101;ni gahit&#x101;n&#x12B;ti dasseti.</p>
              <p>[06]Tatiyanayaasa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Catutthanayo sa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^191^eb^^b^.^eb^ Sa&#x1E45;gahitenasa&#x1E45;gahitapadaniddese yasm&#x101; yath&#x101; dutiyatatiyanay&#x101; ti&#x1E47;&#x1E47;a&#x1E43; sa&#x1E45;gah&#x101;na&#x1E43; sa&#x1E45;gaha&#x1E47;&#x101;sa&#x1E45;gaha&#x1E47;appavattivisesena &#x2018;&#x2018;sa&#x1E45;gahitena asa&#x1E45;gahita&#x1E43;, asa&#x1E45;gahitena sa&#x1E45;gahita&#x2019;&#x2019;nti ca uddi&#x1E6D;&#x1E6D;h&#x101;, neva&#x1E43; catutthapa&#xF1;cam&#x101;. Sa&#x1E45;gaha&#x1E47;appavattiy&#x101; eva hi sa&#x1E45;gahitena sa&#x1E45;gahita&#x1E43; uddi&#x1E6D;&#x1E6D;ha&#x1E43;, asa&#x1E45;gaha&#x1E47;appavattiy&#x101; eva ca asa&#x1E45;gahitena asa&#x1E45;gahitanti, tasm&#x101; sa&#x1E45;gaha&#x1E47;appavattivisesavirahe sa&#x1E45;gahitadhamm&#x101;sa&#x1E45;gahitadhammavisese nissit&#x101; ete dve nay&#x101;ti ettha kenaci sa&#x1E45;gahitena dhammavisesena puna sa&#x1E45;gahito dhammaviseso sa&#x1E45;gahitena sa&#x1E45;gahito sa&#x1E45;gahitat&#x101;ya pucchitabbo vissajjitabbo ca, tameva t&#x101;va yath&#x101;niddh&#x101;rita&#x1E43; dassento ^b^&#x2018;&#x2018;samudayasaccena ye dhamm&#x101; khandha&#x2026;pe&#x2026; sa&#x1E45;gahit&#x101;, tehi dhammehi ye dhamm&#x101; khandha&#x2026;pe&#x2026; sa&#x1E45;gahit&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Ettha ca ye t&#x12B;hipi sa&#x1E45;gahehi na sa&#x1E45;g&#x101;hak&#x101; r&#x16B;pakkhandhavi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhadhamm&#x101;yatanadukkhasacc&#x101;d&#x12B;ni viya, ye ca dv&#x12B;h&#x101;yatanadh&#x101;tusa&#x1E45;gahehi asa&#x1E45;g&#x101;hak&#x101; cakkh&#x101;yatan&#x101;d&#x12B;ni viya, ye ca ekena khandhasa&#x1E45;gaheneva dh&#x101;tusa&#x1E45;gaheneva ca na sa&#x1E45;g&#x101;hak&#x101; vedan&#x101;dikkhandhanirodhasaccaj&#x12B;vitindriy&#x101;d&#x12B;ni viya cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x101;dayo viya ca, te dhamm&#x101; sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;vasabbh&#x101;v&#x101; sa&#x1E45;g&#x101;hakabh&#x101;vena na uddha&#x1E6D;&#x101;, t&#x12B;hipi pana sa&#x1E45;gahehi ^a^M0.0016^ea^ ye sa&#x1E45;g&#x101;hak&#x101;, te sa&#x1E45;g&#x101;hakatt&#x101;bh&#x101;v&#x101;bh&#x101;vato idha uddha&#x1E6D;&#x101;. Tehi sa&#x1E45;gahit&#x101;pi hi ekantena ^a^V0.0016^ea^ attano sa&#x1E45;g&#x101;hakassa sa&#x1E45;g&#x101;hak&#x101; honti, yassa puna sa&#x1E45;gaho pucchitabbo vissajjitabbo c&#x101;ti.</p>
              <p>[03]A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ^b^sakalena hi khandh&#x101;dipaden&#x101;^eb^ti sakalav&#x101;cakena r&#x16B;pakkhandh&#x101;dipaden&#x101;ti attho. Ya&#x1E43; paneta&#x1E43; vutta&#x1E43; &#x2018;&#x2018;ya&#x1E43; attano sa&#x1E45;g&#x101;haka&#x1E43; sa&#x1E45;ga&#x1E47;hitv&#x101; puna teneva sa&#x1E45;gaha&#x1E43; gaccheyy&#x101;&#x2019;&#x2019;ti, ta&#x1E43; tena khandh&#x101;dipaden&#x101;ti eva&#x1E43; ayojetv&#x101; ta&#x1E43; a&#xF1;&#xF1;a&#x1E43; sa&#x1E45;gahita&#x1E43; n&#x101;ma natth&#x12B;ti eva&#x1E43; na sakk&#x101; vattu&#x1E43;. Na hi yena ya&#x1E43; sa&#x1E45;gahita&#x1E43;, teneva tassa sa&#x1E45;gaho pucchito vissajjito, na ca tasseva, atha kho tena sa&#x1E45;gahitass&#x101;ti. Yath&#x101; vedan&#x101; saddo ca khandho &#x101;yatana&#xF1;ca, na eva&#x1E43; sukhumar&#x16B;pa&#x1E43;, ta&#x1E43; pana khandh&#x101;yatan&#x101;na&#x1E43; ekadesova, tasm&#x101; &#x2018;&#x2018;sukhumar&#x16B;pekadesa&#x1E43; v&#x101;&#x2019;&#x2019;ti avatv&#x101; ^b^&#x2018;&#x2018;sukhumar&#x16B;pa&#x1E43; v&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Sabbattha ca a&#xF1;&#xF1;ena asammissanti yojetabba&#x1E43;. Yampi ceta&#x1E43; vutta&#x1E43; &#x2018;&#x2018;tadeva yehi dhammehi khandh&#x101;divasena sa&#x1E45;gahita&#x1E43;, te dhamme sandh&#x101;y&#x101;&#x2019;&#x2019;ti, tampi tath&#x101; na sakk&#x101; vattu&#x1E43;. Na hi sa&#x1E45;gahitena sa&#x1E45;gahitassa sa&#x1E45;gahitena sa&#x1E45;gaho ettha pucchito vissajjito ca, atha kho sa&#x1E45;gahova, tasm&#x101; ^b^ekena khandhen&#x101;^eb^ti ekena khandhaga&#x1E47;anen&#x101;ti ayamevettha attho, na sa&#x1E45;g&#x101;haken&#x101;ti. Na hi eko khandho attano ekadesassa sa&#x1E45;g&#x101;hakoti.</p>
              <p>[06]Catutthanayasa&#x1E45;gahitenasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Pa&#xF1;camanayo asa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^193^eb^^b^.^eb^ Asa&#x1E45;gahitenaasa&#x1E45;gahitapadaniddesepi vuttanayeneva yath&#x101;niddh&#x101;ritadhammadassana&#x1E43; veditabba&#x1E43;. Ettha ca sasukhumar&#x16B;pavi&#xF1;&#xF1;&#x101;&#x1E47;asahitadhammasamud&#x101;y&#x101; ye te dukkhasaccaanidassanaappa&#x1E6D;ighaacetasik&#x101;nup&#x101;d&#x101;sadis&#x101; satipi ekena dv&#x12B;hi v&#x101; sa&#x1E45;gahehi kesa&#xF1;ci asa&#x1E45;g&#x101;hakatte t&#x12B;hipi asa&#x1E45;gahetabbassa abh&#x101;vato paripu&#x1E47;&#x1E47;asa&#x1E45;gah&#x101;sa&#x1E45;g&#x101;hak&#x101; na honti, aby&#x101;katadhammasadis&#x101; kenaci sa&#x1E45;gahena asa&#x1E45;gahetabbabh&#x101;vato asa&#x1E45;g&#x101;hak&#x101; eva na honti, tena te asa&#x1E45;g&#x101;hakabh&#x101;vena na uddha&#x1E6D;&#x101;, itare pana tabbipariy&#x101;yena uddha&#x1E6D;&#x101;ti.</p>
              <p>[03]Ya&#x1E43; ^a^M0.0017^ea^^a^V0.0017^ea^ pana a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; ^b^&#x2018;&#x2018;t&#x101;disena hi padena nibb&#x101;na&#x1E43; khandhasa&#x1E45;gahamatta&#x1E43; na gaccheyy&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, ta&#x1E43; dukkhasacca&#x1E43; sandh&#x101;ya vutta&#x1E43;. Anidassanaappa&#x1E6D;ighesu pana asa&#x1E45;g&#x101;hakesu nibb&#x101;na&#x1E43; antogadha&#x1E43;, na ca tadeva tassa asa&#x1E45;g&#x101;hakanti. ^b^Sadisavissajjan&#x101;na&#x1E43; vasena samodh&#x101;netv&#x101; katehi saddhi^eb^nti eva&#x1E43; katehi dutiyapa&#xF1;h&#x101;d&#x12B;hi saddhi&#x1E43; pa&#x1E6D;hamapa&#xF1;han&#x101;mar&#x16B;papa&#xF1;h&#x101;dayo sabbepi catutti&#x1E43;sa hont&#x12B;ti attho. ^b^Ya&#x1E43; pucch&#x101;ya uddha&#x1E6D;a&#x1E43; pada&#x1E43;, tadev&#x101;^eb^ti r&#x16B;pakkhandh&#x101;divisesakapada&#x1E43; vadati, na niddh&#x101;rite pucchitabbadhamme. Te hi lakkha&#x1E47;ato dassit&#x101;, na padena sar&#x16B;patoti. Tattha ^b^tadev&#x101;^eb^ti eva-saddena na ta&#x1E43; kad&#x101;ci sa&#x1E45;gahitena asa&#x1E45;gahita&#x1E43; na hot&#x12B;ti uddha&#x1E6D;asseva asa&#x1E45;gahitenaasa&#x1E45;gahitabh&#x101;ve niyatata&#x1E43; a&#xF1;&#xF1;assa ca aniyatata&#x1E43; dasset&#x12B;ti veditabba&#x1E43;. ^b^&#x2018;&#x2018;Tadeva yehi asa&#x1E45;gahita&#x2019;&#x2019;^eb^nti ettha hi &#x2018;&#x2018;niyamato&#x2019;&#x2019;ti sakk&#x101; vacanaseso yojetunti. Atha v&#x101; ^b^tadev&#x101;^eb^ti pucch&#x101;ya uddha&#x1E6D;ameva eva&#x1E43;pak&#x101;rameva hutv&#x101; ^b^yehi asa&#x1E45;gahita^eb^nti tassa pucch&#x101;ya uddha&#x1E6D;abh&#x101;vena eva&#x1E43; asa&#x1E45;gahitenaasa&#x1E45;gahitabh&#x101;vaniyamanattho eva-saddo, na a&#xF1;&#xF1;assa asa&#x1E45;gahitenaasa&#x1E45;gahitat&#x101;niv&#x101;ra&#x1E47;atthoti da&#x1E6D;&#x1E6D;habbo. Pucch&#x101;ya uddha&#x1E6D;a&#xF1;hi a&#xF1;&#xF1;asahita&#x1E43; asahita&#xF1;ca asa&#x1E45;gahitena asa&#x1E45;gahita&#x1E43; hoti. R&#x16B;pakkhandh&#x101;d&#x12B;ni hi a&#xF1;&#xF1;asahit&#x101;ni vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandh&#x101;d&#x12B;ni asahit&#x101;n&#x12B;ti.</p>
              <p>[03]^b^Avases&#x101; sa&#x1E45;gahit&#x101;^eb^ti ida&#x1E43; avases&#x101; asa&#x1E45;gahit&#x101; na hont&#x12B;ti eva&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Tehipi vi&#xF1;&#xF1;&#x101;&#x1E47;adhammehi te r&#x16B;padhamm&#x101;va t&#x12B;hi sa&#x1E45;gahehi asa&#x1E45;gahit&#x101;^eb^ti pucch&#x101;ya uddha&#x1E6D;&#x101; t&#x12B;hipi sa&#x1E45;gahehi asa&#x1E45;g&#x101;hak&#x101; hutv&#x101; asa&#x1E45;gahit&#x101;ti adhipp&#x101;yo. Anuddha&#x1E6D;&#x101; vedan&#x101;dayopi hi asa&#x1E45;gahit&#x101; ev&#x101;ti. Ettha ca pa&#x1E6D;hame naye vedan&#x101;dayopi vi&#xF1;&#xF1;&#x101;&#x1E47;ena asa&#x1E45;gahit&#x101;ti vutt&#x101;, dutiye r&#x16B;padhamm&#x101;v&#x101;ti aya&#x1E43; viseso. ^b^Vedan&#x101;dayo hi r&#x16B;pavi&#xF1;&#xF1;&#x101;&#x1E47;eheva khandh&#x101;disa&#x1E45;gahena asa&#x1E45;gahit&#x101;^eb^ti o&#x1E37;&#x101;rikar&#x16B;pehi vi&#xF1;&#xF1;&#x101;&#x1E47;ena ca t&#x12B;hipi sa&#x1E45;gahehi asa&#x1E45;gahit&#x101;ti attho. R&#x16B;pekadeso hi ettha r&#x16B;paggaha&#x1E47;ena gahitoti.</p>
              <p>[03]^b^196^eb^^b^.^eb^ Catutthapa&#xF1;he ^b^cakkh&#x101;yatana&#x1E43; vedan&#x101;d&#x12B;hi cat&#x16B;h&#x12B;^eb^ti ettha ^b^cakkh&#x101;yatana^eb^nti etena pucch&#x101;ya uddha&#x1E6D;a&#x1E43; asa&#x1E45;g&#x101;haka&#x1E43; dasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Cakkh&#x101;yatanena pana asa&#x1E45;gahitena asa&#x1E45;gahit&#x101;ni dasa o&#x1E37;&#x101;rik&#x101;yatan&#x101;ni na cakkh&#x101;yatanamev&#x101;ti. ^b^&#x2018;&#x2018;R&#x16B;pa&#xF1;ca dhamm&#x101;yatana&#x2019;&#x2019;^eb^nti&#x101;din&#x101; yehi dhammehi t&#x12B;hipi sa&#x1E45;gahehi asa&#x1E45;gahita&#x1E43; ta&#x1E43; vi&#xF1;&#xF1;&#x101;&#x1E47;ameva hoti, asa&#x1E45;gahitena tena ^a^M0.0018^ea^ asa&#x1E45;gahita&#xF1;ca vi&#xF1;&#xF1;&#x101;&#x1E47;avajja&#x1E43; sabba&#x1E43; teva dhamme ud&#x101;neti. Sadisavissajjan&#x101; hi ekato ud&#x101;netv&#x101; dassetabb&#x101;. Tattha pa&#x1E6D;hamena r&#x16B;pakkhandhena sadisavissajjanesu ekato ud&#x101;netv&#x101; dassitesu a&#xF1;&#xF1;e visadisavissajjan&#x101; ^a^V0.0018^ea^ nayad&#x101;nena dassit&#x101; honti. Ten&#x101;ha ^b^&#x2018;&#x2018;r&#x16B;pa&#xF1;ca dhamm&#x101;yatananti&#x2026;pe&#x2026; a&#xF1;&#xF1;en&#x101;k&#x101;rena sa&#x1E45;khipitv&#x101; dassit&#x101;&#x2019;&#x2019;^eb^ti. Tattha ^b^dve bhav&#x101;^eb^ti asa&#xF1;&#xF1;ekavok&#x101;rabhav&#x101;. ^b^Dve^eb^ti b&#x101;hirup&#x101;d&#x101;dhamme eva sandh&#x101;ya vutta&#x1E43;. Yena asa&#x1E45;g&#x101;hakena asa&#x1E45;gahitena asa&#x1E45;gahita&#x1E43; pucchitabba&#x1E43; vissajjitabba&#xF1;ca paricchijjati, so r&#x16B;pakkhandh&#x101;diko tassa pucch&#x101;vissajjan&#x101;na&#xF1;ca nissayabh&#x101;vato ^b^&#x2018;&#x2018;visayo&#x2019;&#x2019;^eb^ti vutto, yath&#x101;dassitassa pana udd&#x101;nassa nayad&#x101;namattatt&#x101; ^b^&#x2018;&#x2018;nayo&#x2019;&#x2019;^eb^ti vutta&#x1E43;. &#x2018;&#x2018;Dvev&#x12B;sanayo c&#x101;&#x2019;&#x2019;tipi p&#x101;&#x1E6D;ho, dvev&#x12B;sapadiko esa nayo c&#x101;ti attho.</p>
              <p>[06]Pa&#xF1;camanayaasa&#x1E45;gahitenaasa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Cha&#x1E6D;&#x1E6D;hanayo sampayogavippayogapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^228^eb^^b^.^eb^ Sampayogavippayogapade ^b^ya&#x1E43; labbhati, ya&#xF1;ca na labbhati, ta&#x1E43; sabba&#x1E43; pucch&#x101;ya gahita^eb^nti ida&#x1E43; na r&#x16B;pakkhandh&#x101;d&#x12B;ni pad&#x101;ni sandh&#x101;ya vutta&#x1E43;, atha kho sampayogapada&#x1E43; vippayogapada&#xF1;c&#x101;ti veditabba&#x1E43;. R&#x16B;pakkhandh&#x101;d&#x12B;su hi ya&#x1E43; dhamm&#x101;yatan&#x101;dipada&#x1E43; na labbhati, ta&#x1E43; pucch&#x101;yapi na gahita&#x1E43;. Sampayogapada&#x1E43; pana r&#x16B;pakkhandh&#x101;d&#x12B;su alabbham&#x101;nampi &#x2018;&#x2018;r&#x16B;pakkhandho katihi&#x2026;pe&#x2026; sampayutto&#x2019;&#x2019;ti eva&#x1E43; pucch&#x101;ya gahita&#x1E43;, vedan&#x101;kkhandh&#x101;d&#x12B;su labbham&#x101;na&#x1E43;, vippayogapada&#x1E43; pana sabbattha labbham&#x101;namev&#x101;ti. ^b^R&#x16B;padhamm&#x101;na&#x1E43; pana r&#x16B;pena nibb&#x101;nena v&#x101;, nibb&#x101;nassa ca r&#x16B;pena saddhi&#x1E43; sampayogo n&#x101;ma natth&#x12B;^eb^ti ekupp&#x101;d&#x101;disabh&#x101;gat&#x101;ya abh&#x101;vato sampayoga&#x1E43; niv&#x101;rentena s&#x101; eva ekupp&#x101;d&#x101;dit&#x101; etesa&#x1E43; visabh&#x101;gat&#x101;ti tadabh&#x101;vato vippayogopi niv&#x101;rito eva hot&#x12B;ti da&#x1E6D;&#x1E6D;habbo. Cat&#x16B;su hi khandhesu vijjam&#x101;n&#x101; ekupp&#x101;d&#x101;dit&#x101; tesa&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; sabh&#x101;gat&#x101; hoti r&#x16B;panibb&#x101;nehi tesa&#x1E43; tehi ca r&#x16B;panibb&#x101;n&#x101;na&#x1E43; visabh&#x101;gat&#x101; ca, na ca r&#x16B;pekadesassa nibb&#x101;nassa v&#x101; s&#x101; ekupp&#x101;d&#x101;dit&#x101; atthi, y&#x101; r&#x16B;pekadesena r&#x16B;pekadesanibb&#x101;n&#x101;na&#x1E43; nibb&#x101;nena ca r&#x16B;passa visabh&#x101;gat&#x101; siy&#x101;. Teneva ^b^&#x2018;&#x2018;cat&#x16B;hi vippayogo&#x2019;&#x2019;^eb^ti vuttanti.</p>
              <p>[03]^b^Sattasu^eb^^a^M0.0019^ea^^b^vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;su ek&#x101;yapi avippayutte^eb^ti yath&#x101; r&#x16B;pabhavo t&#x12B;hi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi, nevavip&#x101;kanavip&#x101;kadhammadhamm&#x101; pa&#xF1;cahi, avitakkaavic&#x101;r&#x101; ek&#x101;ya vippayutte an&#x101;ramma&#x1E47;amissake dhamme ^a^V0.0019^ea^ d&#x12B;penti, eva&#x1E43; ad&#x12B;petv&#x101; ek&#x101;yapi vippayutte ahonte sattahipi sampayutte sattapi v&#x101; t&#x101; d&#x12B;pent&#x12B;ti adhipp&#x101;yo. ^b^Avippayutte^eb^ti hi ye vippayutt&#x101; na honti, te dhammeti vutta&#x1E43; hoti, na sampayutteti. Tena y&#x101;ni t&#x101;hi sampayutte d&#x12B;penti dhamm&#x101;yatan&#x101;dipad&#x101;ni, y&#x101;ni ca sampayuttavippayuttabh&#x101;vehi navattabba&#x1E43; d&#x12B;penti acetasik&#x101;dipad&#x101;ni, y&#x101;ni ca sampayuttanavattabb&#x101;ni d&#x12B;penti dukkhasacc&#x101;dipad&#x101;ni, tesa&#x1E43; sabbesa&#x1E43; an&#x101;ramma&#x1E47;amissakadhammad&#x12B;pak&#x101;na&#x1E43; aggaha&#x1E47;a&#x1E43; vutta&#x1E43; hoti. Na hi an&#x101;ramma&#x1E47;amissakasabbavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuta&#x1E43;sampayuttatadubhayasamud&#x101;y&#x101;na&#x1E43; khandh&#x101;yatanadh&#x101;t&#x16B;su kenaci sampayogo vippayogo v&#x101; atth&#x12B;ti.</p>
              <p>[03]Yadi eva&#x1E43; vippayuttenavippayuttapadaniddese &#x2018;&#x2018;kusalehi dhammehi ye dhamm&#x101; vippayutt&#x101;, tehi dhammehi ye dhamm&#x101; vippayutt&#x101;&#x2019;&#x2019;ti na vattabba&#x1E43;. Akusal&#x101;by&#x101;kat&#x101; hi an&#x101;ramma&#x1E47;amissobhayadhamm&#x101;ti? Na, yath&#x101;vuttasamud&#x101;y&#x101;na&#x1E43; khandh&#x101;d&#x12B;heva sampayogavippayog&#x101;bh&#x101;vavacanato. Khandh&#x101;dayo hi tadekades&#x101; tadekadesa&#xF1;&#xF1;asamud&#x101;y&#x101; ca, samud&#x101;yekades&#x101;na&#xF1;ca vibh&#x101;g&#x101;bh&#x101;vato na sabh&#x101;gavisabh&#x101;gat&#x101; atthi, tena tesa&#x1E43; khandh&#x101;d&#x12B;hi sampayogavippayog&#x101;bh&#x101;vo hoti. Kusal&#x101; pana dhamm&#x101; akusal&#x101;by&#x101;katehi vibhatt&#x101;, te ca kusalehi, na tesa&#x1E43; samud&#x101;yekadesabh&#x101;vo tadekadesa&#xF1;&#xF1;asamud&#x101;yabh&#x101;vo v&#x101;, tasm&#x101; khandh&#x101;d&#x12B;ni an&#x101;masitv&#x101; vippayuttat&#x101;mattena yath&#x101;niddh&#x101;ritadhammadassane kusalehi itaresa&#x1E43;, itarehi ca kusal&#x101;na&#x1E43; vippayogo na na hoti visabh&#x101;gat&#x101;sabbh&#x101;vatoti tesa&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;avippayuttat&#x101; vutt&#x101;. Esa nayo sabbesu evar&#x16B;pesu.</p>
              <p>[03]Udd&#x101;ne pana ^b^a&#x1E6D;&#x1E6D;h&#x101;rasa tato pare^eb^ti ida&#x1E43; &#x2018;&#x2018;so&#x1E37;as&#x101;&#x2019;&#x2019;ti vattabba&#x1E43;, ^b^tev&#x12B;sa^eb^nti ida&#xF1;ca &#x2018;&#x2018;ekav&#x12B;sa&#x2019;&#x2019;nti. Sabbattha ca k&#x101;lasant&#x101;nabhedarahit&#x101;rahitabahudhammasamodh&#x101;n&#x101;na&#x1E43; sa&#x1E45;kh&#x101;rakkhandhadhamm&#x101;yatanadhammadh&#x101;t&#x16B;na&#x1E43; ekades&#x101; samudayasaccavedan&#x101;kkhandh&#x101;dayo ekadesasammiss&#x101; ca iddhip&#x101;d&#x101;dayo an&#x101;ramma&#x1E47;ehi asammiss&#x101; r&#x16B;pakkhandh&#x101;dayo ca s&#x101;ramma&#x1E47;ehi asammiss&#x101; sampayog&#x12B;vippayog&#x12B;bh&#x101;vena ^a^M0.0020^ea^ sam&#x101;nak&#x101;lasant&#x101;nehi ca ekadesantarehi vibhatt&#x101; eva gahit&#x101;ti tehi te kehici ekadesantarehi vibhattehi yath&#x101;yoga&#x1E43; sampayoga&#x1E43; vippayoga&#xF1;ca labhanti. Atthi hi tesa&#x1E43; ekupp&#x101;d&#x101;dit&#x101; sabh&#x101;gat&#x101; visabh&#x101;gat&#x101; c&#x101;ti. Tena tattha tattha &#x2018;&#x2018;ekena khandhena eken&#x101;yatanena ek&#x101;ya dh&#x101;tuy&#x101; kehici sampayutta&#x2019;&#x2019;nti ca, &#x2018;&#x2018;eken&#x101;yatanena ek&#x101;ya dh&#x101;tuy&#x101; kehici vippayutta&#x2019;&#x2019;nti ca vutta&#x1E43;. Bhinnak&#x101;lasamud&#x101;y&#x101; eva pana vedan&#x101;sa&#xF1;&#xF1;&#x101;vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandh&#x101; vattam&#x101;n&#x101; ca ekekadhamm&#x101; eva, tasm&#x101; tesa&#x1E43; sam&#x101;nak&#x101;lassa vibhajitabbassa abh&#x101;vato na sukhindriy&#x101;d&#x12B;ni ^a^V0.0020^ea^ vedan&#x101;kkhandhassa vibh&#x101;ga&#x1E43; karonti, cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x101;dayo ca vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhassa man&#x101;yatanassa ca. Tena &#x2018;&#x2018;sukhindriya&#x1E43; ekena khandhena kehici vippayutta&#x2019;&#x2019;nti, &#x2018;&#x2018;cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu ekena khandhena eken&#x101;yatanena kehici vippayutt&#x101;&#x2019;&#x2019;ti ca evam&#x101;di na vutta&#x1E43;, khandh&#x101;yatanavibh&#x101;gavirahitampi pana vi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; dh&#x101;tuvibh&#x101;gena vibhattameva vuttanti &#x2018;&#x2018;cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu&#x2026;pe&#x2026; manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu so&#x1E37;asahi dh&#x101;t&#x16B;hi vippayutt&#x101;&#x2019;&#x2019;ti vutta&#x1E43;, evameva&#x1E43; indriyavibh&#x101;gena vibhatt&#x101;na&#x1E43; sukhindriy&#x101;d&#x12B;na&#x1E43; &#x2018;&#x2018;sukhindriyena ye dhamm&#x101; vippayutt&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su yath&#x101;yoga&#x1E43; vippayogo da&#x1E6D;&#x1E6D;habbo, n&#x101;vibhattassa vedan&#x101;kkhandhass&#x101;ti.</p>
              <p>[03]^b^235^eb^^b^.^eb^ Yath&#x101; ta&#x1E43;sampayog&#x12B;bh&#x101;va&#x1E43; sandh&#x101;ya &#x2018;&#x2018;samudayasacca&#x1E43; t&#x12B;hi khandhehi sampayutta&#x2019;&#x2019;nti vutta&#x1E43;, eva&#x1E43; ta&#x1E43;vippayog&#x12B;bh&#x101;va&#x1E43; sandh&#x101;ya &#x2018;&#x2018;t&#x12B;hi khandhehi vippayutta&#x2019;&#x2019;nti kasm&#x101; na vuttanti ce? Avibh&#x101;gehi tehi vippayogavacanassa ayuttatt&#x101;. Vibh&#x101;ge hi sati samudayasacca&#x1E43; sukhadukkhadomanassindriyehi manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuto a&#xF1;&#xF1;avi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;hi vippayuttanti yutta&#x1E43; vattu&#x1E43; vibh&#x101;geneva visabh&#x101;gat&#x101;ya sa&#x1E45;gahitatt&#x101;, vibh&#x101;garahitehi pana vedan&#x101;kkhandh&#x101;d&#x12B;hi na yutta&#x1E43;, tehi vijjam&#x101;nehi vijjam&#x101;nassa samudayassa visabh&#x101;gabh&#x101;v&#x101;bh&#x101;vato. Ya&#xF1;hi anuppann&#x101; dhamm&#x101; viya &#x101;ma&#x1E6D;&#x1E6D;hak&#x101;labheda&#x1E43; na hoti sa&#x1E45;khata&#x1E43; uddharitabba&#x1E43;, ta&#x1E43; paccuppannabh&#x101;va&#x1E43; niss&#x101;ya sampayog&#x12B;vippayog&#x12B;bh&#x101;vena uddhar&#x12B;yati, ta&#xF1;ca vibh&#x101;garahitehi khandh&#x101;d&#x12B;hi sa&#x1E45;khatehi paccuppannabh&#x101;vameva niss&#x101;ya an&#x101;ma&#x1E6D;&#x1E6D;hak&#x101;labhede atthit&#x101;ya eva nissitabbatt&#x101;. Avijjam&#x101;nassa hi avijjam&#x101;nena, avijjam&#x101;nassa ca vijjam&#x101;nena, vijjam&#x101;nassa ca avijjam&#x101;nena sampayogo natthi, vippayogo pana avijjam&#x101;nat&#x101;d&#x12B;pake bhede gahite teneva visabh&#x101;gat&#x101;pi gahit&#x101; ev&#x101;ti hoti ^a^M0.0021^ea^. Bhede pana aggahite tena tena gaha&#x1E47;ena visabh&#x101;gat&#x101;ya aggahitatt&#x101; sati sabh&#x101;gatte vijjam&#x101;nat&#x101;ya eva dhamm&#x101;na&#x1E43; sabh&#x101;gassa paricchindanato vijjam&#x101;nat&#x101; dassit&#x101;ti ekupp&#x101;d&#x101;dibh&#x101;vasa&#x1E45;kh&#x101;t&#x101; sabh&#x101;gat&#x101;pi gahit&#x101; eva hoti. Tass&#x101; ca gahitatt&#x101; sampayogova labbhati, na vippayogo, tasm&#x101; samudayasacca&#x1E43; vedan&#x101;kkhandh&#x101;d&#x12B;hi sampayuttattena vutta&#x1E43;, na vippayuttatten&#x101;ti. Esa nayo maggasacc&#x101;d&#x12B;sup&#x12B;ti.</p>
              <p>[03]^b^262^eb^^b^.^eb^^b^&#x2018;&#x2018;Dutiyajjh&#x101;navic&#x101;ra&#xF1;hi &#x1E6D;hapetv&#x101; ses&#x101; avitakkavic&#x101;ramatt&#x101;&#x2019;&#x2019;^eb^ti a&#x1E6D;&#x1E6D;hakath&#x101;vacana&#x1E43; ye padh&#x101;n&#x101; vitakko viya ko&#x1E6D;&#x1E6D;h&#x101;santaracittupp&#x101;desu al&#x12B;n&#x101;, te eva idha avitakkavic&#x101;ramatt&#x101;ti adhippet&#x101;ti dasseti. Teneva hi anantaranaye samudayasaccena sam&#x101;nagatik&#x101; na savitakkasavic&#x101;reh&#x12B;ti ^a^V0.0021^ea^ te na gahit&#x101;. Dasamos&#x101;nanayesu ca tehi vippayuttehi vippayutt&#x101;na&#x1E43; tehi vippayutt&#x101;na&#xF1;ca so&#x1E37;asahi dh&#x101;t&#x16B;hi vippayogo a&#x1E6D;&#x1E6D;h&#x101;rasasa&#x1E45;gahito ca vutto. Vitakkasahitesupi pana tesu gahitesu sabbepi te vic&#x101;rena sampayutt&#x101;ti &#x2018;&#x2018;ekena khandhena kehici sampayutt&#x101;&#x2019;&#x2019;ti sakk&#x101; vattu&#x1E43;. So hi samud&#x101;yo vic&#x101;ra&#x1E43; vajjetv&#x101; a&#xF1;&#xF1;ena kenaci sampayutto na hoti. Na hi tadekadesassa vitakkassa vic&#x101;rato a&#xF1;&#xF1;ena sampayogo samud&#x101;yassa hoti. Yath&#x101; n&#x101;n&#x101;cittupp&#x101;desu uppajjam&#x101;n&#x101;na&#x1E43; iddhip&#x101;d&#x101;na&#x1E43; samud&#x101;yassa iddhip&#x101;dassa ekades&#x101;na&#x1E43; t&#x12B;hi khandhehi sampayogo samud&#x101;yassa na hoti, evamidh&#x101;pi da&#x1E6D;&#x1E6D;habba&#x1E43;. Yath&#x101; pana tesu ekopi vedan&#x101;sa&#xF1;&#xF1;&#x101;kkhandhehi sa&#x1E45;kh&#x101;rakkhandhekadesena ca asampayutto n&#x101;ma natth&#x12B;ti samud&#x101;yassa tehi sampayuttat&#x101; vutt&#x101;, evamidh&#x101;pi vic&#x101;rena asampayuttassa avitakkavic&#x101;ramattassa kassaci abh&#x101;vato samud&#x101;yassa tena sampayuttat&#x101; na na sakk&#x101; vattu&#x1E43;. Na hi avitakkavic&#x101;ramatt&#x101;na&#x1E43; dassanenapah&#x101;tabbahetuk&#x101;d&#x12B;na&#x1E43; viya sampayuttat&#x101; na vattabb&#x101;. Yath&#x101; hi dassanenapah&#x101;tabbahetukesu keci sa&#x1E45;kh&#x101;rakkhandhekadesena mohena sampayutt&#x101;, keci asampayutt&#x101;ti na samud&#x101;yo tena sampayutto, n&#x101;pi a&#xF1;&#xF1;o koci dhammo atthi, yena so samud&#x101;yo sampayutto siy&#x101;ti &#x2018;&#x2018;dassanenapah&#x101;tabbahetuk&#x101; dhamm&#x101; sampayutt&#x101;ti natth&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, eva&#x1E43; bh&#x101;van&#x101;yapah&#x101;tabbahetukasahetuk&#x101;dayopi. Na paneva&#x1E43; yena avitakkavic&#x101;ramattasamud&#x101;yo sampayutto siy&#x101;, ta&#x1E43; natthi avitakkavic&#x101;ramattesu kassaci vic&#x101;rena ^a^M0.0022^ea^ asampayuttassa abh&#x101;v&#x101;, tasm&#x101; te &#x2018;&#x2018;sampayutt&#x101;&#x2019;&#x2019;ti na na vattabb&#x101;ti. Sabbattha ca ekadhammepi kehic&#x12B;ti bahuvacananiddeso sa&#x1E45;kh&#x101;ya aniyamitatt&#x101; katoti veditabbo.</p>
              <p>[06]Cha&#x1E6D;&#x1E6D;hanayasampayogavippayogapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Sattamanayo sampayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^306^eb^^b^.^eb^ Sampayuttenavippayuttapadaniddese r&#x16B;pakkhandh&#x101;dayo tehi sampayutt&#x101;bh&#x101;vato na gahit&#x101;. Samudayasacc&#x101;d&#x12B;ni satipi tehi sampayutte, sampayuttehi ca vippayutte sampayuttenavippayutt&#x101;na&#x1E43; khandh&#x101;d&#x12B;hi vippayog&#x101;bh&#x101;vato. Na hi samudayasaccena sampayuttehi lobhasahagatacittupp&#x101;dehi vippayutt&#x101;na&#x1E43; ^a^V0.0022^ea^ tato a&#xF1;&#xF1;adhamm&#x101;na&#x1E43; khandh&#x101;d&#x12B;su kenaci vippayogo atthi. Nanu ca te eva cittupp&#x101;d&#x101; catt&#x101;ro khandh&#x101; a&#x1E0D;&#x1E0D;hadutiy&#x101;ni &#x101;yatan&#x101;ni a&#x1E0D;&#x1E0D;hadutiy&#x101; dh&#x101;tuyo ca hont&#x12B;ti tehi vippayogo vattabboti? Na, tada&#xF1;&#xF1;adhamm&#x101;na&#x1E43; khandh&#x101;dibh&#x101;vato. Na hi te eva dhamm&#x101; catt&#x101;ro khandh&#x101;, atha kho te ca tato a&#xF1;&#xF1;e ca, tath&#x101; a&#x1E0D;&#x1E0D;hadutiy&#x101;yatanadh&#x101;tuyopi. Na ca tada&#xF1;&#xF1;asamud&#x101;yehi a&#xF1;&#xF1;e vippayutt&#x101; honti samud&#x101;yekades&#x101;na&#x1E43; ekadesa&#xF1;&#xF1;asamud&#x101;y&#x101;na&#xF1;ca vippayog&#x101;bh&#x101;vato. Esa nayo maggasaccasukhindriy&#x101;d&#x12B;su. Avitakkavic&#x101;ramattesupi niravasesesu adhippetesu tesa&#x1E43; savitakkasavic&#x101;rasam&#x101;nagatikatt&#x101; aggaha&#x1E47;e k&#x101;ra&#x1E47;a&#x1E43; na dissati.</p>
              <p>[03]A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ^b^evar&#x16B;p&#x101;n&#x12B;^eb^ti yath&#x101; r&#x16B;pakkhandhe vissajjana&#x1E43; na yujjati, eva&#x1E43; yesu a&#xF1;&#xF1;esupi na yujjati, t&#x101;ni vissajjanassa ayogena &#x2018;&#x2018;evar&#x16B;p&#x101;n&#x12B;&#x2019;&#x2019;ti vutt&#x101;ni, na sampayutt&#x101;bh&#x101;ven&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Y&#x101;ni pana pad&#x101;ni dhammadh&#x101;tuy&#x101; sampayutte dhamme d&#x12B;pent&#x12B;^eb^ti etena vedan&#x101;kkhandh&#x101;dipad&#x101;ni dasseti, ^b^vi&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;ca a&#xF1;&#xF1;ena asammissa^eb^nti vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhaman&#x101;yatan&#x101;dipad&#x101;ni. Tattha ^b^a&#xF1;&#xF1;ena asammissa^eb^nti asampayuttena asammissanti attho. Adukkhamasukh&#x101;yavedan&#x101;yasampayuttapad&#x101;nipi hi sampayuttehi sammissavi&#xF1;&#xF1;&#x101;&#x1E47;ad&#x12B;pak&#x101;ni idha gahit&#x101;n&#x12B;ti. Etena ca lakkha&#x1E47;ena evar&#x16B;p&#x101;neva gahit&#x101;n&#x12B;ti dasseti, na evar&#x16B;p&#x101;ni gahit&#x101;nev&#x101;ti samudayasacc&#x101;diiddhip&#x101;d&#x101;dipad&#x101;na&#x1E43; ^a^M0.0023^ea^ asa&#x1E45;gahitatt&#x101;. &#x2018;&#x2018;Atha phassasattaka&#x1E43; citta&#x1E43; saha yuttapadehi satt&#x101;&#x2019;&#x2019;ti pur&#x101;&#x1E47;ap&#x101;&#x1E6D;ho, aya&#x1E43; pana &#x16B;noti katv&#x101; ^b^&#x2018;&#x2018;atha phassasattaka&#x1E43;, tike tayo satta mahantare c&#x101;&#x2019;&#x2019;^eb^ti p&#x101;&#x1E6D;ho kato.</p>
              <p>[03]^b^309^eb^^b^.^eb^^b^Pucch&#x101;ya uddha&#x1E6D;apadeneva saddhi&#x1E43; vippayutt&#x101;na&#x1E43; vasen&#x101;^eb^ti ida&#x1E43; pucch&#x101;ya uddha&#x1E6D;apadena sampayuttehi vippayutt&#x101; tena saddhi&#x1E43; vippayutt&#x101; hont&#x12B;ti katv&#x101; vutta&#x1E43;. P&#x101;&#x1E37;iudd&#x101;nag&#x101;th&#x101;ya&#x1E43; ^b^dve ca manena yutt&#x101;, vitakkavic&#x101;ra&#x1E47;&#x101;^eb^ti manodh&#x101;tuy&#x101; ekantasampayutt&#x101; dve vitakkavic&#x101;r&#x101;ti savitakkapada&#x1E43; savic&#x101;rapada&#xF1;ca dasseti.</p>
              <p>[06]Sattamanayasampayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. A&#x1E6D;&#x1E6D;hamanayo vippayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^317^eb^^b^.^eb^ Vippayuttenasampayuttapadaniddese ^a^V0.0023^ea^ r&#x16B;pakkhandh&#x101;d&#x12B;hi vippayuttenasampayuttameva yath&#x101;niddh&#x101;rita&#x1E43; natth&#x12B;ti &#x2018;&#x2018;r&#x16B;pakkhandhena ye dhamm&#x101; vippayutt&#x101;, tehi dhammehi ye dhamm&#x101; sampayutt&#x101;&#x2019;&#x2019;ti avatv&#x101; ^b^&#x2018;&#x2018;r&#x16B;pakkhandhena ye dhamm&#x101; vippayutt&#x101;, te dhamm&#x101; katihi khandhehi&#x2026;pe&#x2026; sampayutt&#x101;ti natth&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Tena r&#x16B;pakkhandhena vippayutt&#x101;na&#x1E43; kenaci khandh&#x101;din&#x101; sampayog&#x101;bh&#x101;vato yath&#x101;niddh&#x101;rita&#x1E43; vippayuttenasampayuttameva natthi, kuto tassa puna khandh&#x101;d&#x12B;hi sampayuttat&#x101;ti dasseti.</p>
              <p>[06]A&#x1E6D;&#x1E6D;hamanayavippayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Navamanayo sampayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^319^eb^^b^.^eb^ Sampayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; ^b^ya&#x1E43;khandh&#x101;divasen&#x101;^eb^ti sam&#x101;sapada&#x1E43; ida&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;, yassa khandh&#x101;dino vasen&#x101;ti attho. ^b^Tassev&#x101;^eb^ti ca tasseva khandh&#x101;dinoti attho. Ida&#x1E43; vutta&#x1E43; hoti &#x2013; ya&#x1E43; idha sampayutta&#x1E43; vutta&#x1E43;, ta&#x1E43; r&#x16B;pakkhandh&#x101;d&#x12B;su ara&#x1E47;antesu yena vedan&#x101;kkhandh&#x101;din&#x101; sampayutta&#x1E43;, puna tasseva vedan&#x101;kkhandh&#x101;dino khandh&#x101;d&#x12B;hi sampayoga&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43; ^a^M0.0024^ea^. Ta&#xF1;hi attan&#x101; sampayuttena sampayuttatt&#x101; &#x2018;&#x2018;sampayuttena sampayutta&#x2019;&#x2019;nti niddh&#x101;ritanti. ^b^R&#x16B;pena v&#x101;^eb^ti etena nirodhasaccaappaccayaasa&#x1E45;khatehipi ayogo vutto hot&#x12B;ti da&#x1E6D;&#x1E6D;habbo, tath&#x101; ^b^r&#x16B;pamissakehi v&#x101;^eb^ti etena anup&#x101;dinnaanup&#x101;d&#x101;niy&#x101;d&#x12B;hi nibb&#x101;namissakehipi. Vakkhati hi ^b^&#x2018;&#x2018;nibb&#x101;na&#x1E43; pana sukhumar&#x16B;pagatikamev&#x101;&#x2019;&#x2019;^eb^ti. ^b^Sabb&#x101;r&#x16B;pakkhandhasa&#x1E45;g&#x101;hakeh&#x12B;^eb^ti vattam&#x101;n&#x101;nameva sampayogo labbhat&#x12B;ti vattam&#x101;nesu ekampi dhamma&#x1E43; anapanetv&#x101; avikalacatukkhandhasa&#x1E45;g&#x101;hakehi ar&#x16B;pabhav&#x101;d&#x12B;h&#x12B;ti attho. Aya&#x1E43; panettha sa&#x1E45;khepo &#x2013; ye sampayoga&#x1E43; na labhanti r&#x16B;pakkhandh&#x101;dayo, te sabbe na gahit&#x101;, itare ca vedan&#x101;kkhandh&#x101;dayo sabbe gahit&#x101;ti.</p>
              <p>[06]Navamanayasampayuttenasampayuttapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Dasamanayo vippayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^353^eb^^b^.^eb^ Vippayuttenavippayuttapadaniddese ^a^V0.0024^ea^ aggahitesu dhamm&#x101;yatan&#x101;didhamm&#x101; an&#x101;ramma&#x1E47;amissakasabbacittupp&#x101;dagatadhammabh&#x101;vato tehi vippayuttassa abh&#x101;v&#x101; na gahit&#x101;, dukkhasaccacatumah&#x101;bhavaaby&#x101;kat&#x101;didhamm&#x101; tehi vippayuttehi vippayutt&#x101;na&#x1E43; khandh&#x101;d&#x12B;hi vippayog&#x101;bh&#x101;vatoti aya&#x1E43; viseso veditabboti.</p>
              <p>[06]Dasamanayavippayuttenavippayuttapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Ek&#x101;dasamanayo sa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^409^eb^^b^.^eb^ Ek&#x101;dasamanayava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; ^b^&#x2018;&#x2018;te ca sesehi t&#x12B;hi khandhehi ekena man&#x101;yatanena sattahi vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;h&#x12B;&#x2019;&#x2019;^eb^ti etesa&#x1E43; pad&#x101;na&#x1E43; ^b^&#x2018;&#x2018;sampayutt&#x101; n&#x101;m&#x101;&#x2019;&#x2019;^eb^ti etena saha sambandho. &#x2018;&#x2018;Kehic&#x12B;&#x2019;&#x2019;ti etassa panattha&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;sa&#x1E45;kh&#x101;rakkhandhe dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su ca &#x1E6D;hapetv&#x101; ta&#x1E47;ha&#x2019;&#x2019;^eb^nti etena &#x2018;&#x2018;te c&#x101;&#x2019;&#x2019;ti vutte samudayasaccena khandh&#x101;disa&#x1E45;gahena sa&#x1E45;gahitadhamme visesetv&#x101; tesa&#x1E43; eva visesit&#x101;na&#x1E43; attavajjehi sesehi sa&#x1E45;kh&#x101;rakkhandhe ta&#x1E47;h&#x101;ya dhamm&#x101;yatanadhammadh&#x101;t&#x16B;su ca ta&#x1E47;h&#x101;ya vedan&#x101;sa&#xF1;&#xF1;&#x101;kkhandhehi sampayog&#x101;rahehi ^a^M0.0025^ea^ sampayuttata&#x1E43; sandh&#x101;y&#x101;ha ^b^&#x2018;&#x2018;sesehi sampayuttatt&#x101; kehici sampayutt&#x101; n&#x101;m&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]Ek&#x101;dasamanayasa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>12. Dv&#x101;dasamanayo sampayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^417^eb^^b^.^eb^ Dv&#x101;dasamanaye ca navamanaye viya sampayog&#x101;rah&#x101;va labbhant&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;teyeva uddha&#x1E6D;&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]Dv&#x101;dasamanayasampayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>13. Terasamanayo asa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^448^eb^^b^.^eb^ Terasamanayava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; ^a^V0.0025^ea^ yehi t&#x12B;hipi sa&#x1E45;gahehi asa&#x1E45;gahita&#x1E43; vi&#xF1;&#xF1;&#x101;&#x1E47;ameva hoti, te p&#x101;&#x1E37;iya&#x1E43; &#x2018;&#x2018;r&#x16B;pa&#xF1;ca dhamm&#x101;yatana&#x2019;&#x2019;nti&#x101;diudd&#x101;nag&#x101;th&#x101;ya dassit&#x101; b&#x101;v&#x12B;sa dhamm&#x101; ^b^&#x2018;&#x2018;r&#x16B;pakkhandhena sadisapa&#xF1;h&#x101; dhamm&#x101;&#x2019;&#x2019;^eb^ti vutt&#x101;. Yehi pana t&#x12B;hipi sa&#x1E45;gahehi asa&#x1E45;gahit&#x101;ni ar&#x16B;pabhavena viya o&#x1E37;&#x101;rik&#x101;yatan&#x101;neva honti, te vutt&#x101;vases&#x101; sabbe idha uddha&#x1E6D;&#x101; ^b^&#x2018;&#x2018;ar&#x16B;pabhavena sadis&#x101;&#x2019;&#x2019;^eb^ti vutt&#x101;. ^b^Ses&#x101;^eb^ti ses&#x101; pa&#xF1;camanaye &#x101;gat&#x101; vedan&#x101;kkhandh&#x101;dayo satipi asa&#x1E45;g&#x101;hakatte idha vissajjana&#x1E43; na ruhant&#x12B;ti na uddha&#x1E6D;&#x101;. Ye pana asa&#x1E45;g&#x101;hak&#x101; eva na honti dukkhasacc&#x101;didhamm&#x101;, tesu vattabbameva natthi. Yath&#x101; pana vedan&#x101;kkhandh&#x101;dayo na ruhanti, ta&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;vedan&#x101;kkhandhena h&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^tesa&#xF1;ca sampayogo n&#x101;ma natth&#x12B;^eb^ti r&#x16B;p&#x101;r&#x16B;padhamm&#x101;na&#x1E43; asampayogehi vomissat&#x101;ya sampayogo natth&#x12B;ti attho.</p>
              <p>[03]Yadi pana te kad&#x101;ci asabbavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tusampayutt&#x101; ar&#x16B;padhamm&#x101; r&#x16B;padhamm&#x101; ca siyu&#x1E43;, na tesa&#x1E43; vippayogo natth&#x12B;ti &#x2018;&#x2018;vippayogo ca natth&#x12B;&#x2019;&#x2019;ti na vutta&#x1E43;, na vedan&#x101;kkhandhena asa&#x1E45;gahit&#x101;na&#x1E43; vippayogassa atthit&#x101;y&#x101;ti veditabba&#x1E43;. Ubhay&#x101;bh&#x101;vato hi vedan&#x101;kkhandh&#x101;dayo idha na ruhant&#x12B;ti. Eva&#x1E43; panettha siy&#x101; &#x2018;&#x2018;vedan&#x101;kkhandhena hi khandh&#x101;divasena an&#x101;ramma&#x1E47;amissak&#x101; sattavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tudhamm&#x101; asa&#x1E45;gahit&#x101; honti, tesa&#xF1;ca sampayogo ^a^M0.0026^ea^ vippayogo ca natth&#x12B;&#x2019;&#x2019;ti. An&#x101;ramma&#x1E47;asahit&#x101;na&#xF1;hi sabbavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;na&#x1E43; sabbavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tusampayutt&#x101;na&#x1E43; tadubhayadhamm&#x101;na&#xF1;ca vedan&#x101;kkhandh&#x101;divi&#xF1;&#xF1;&#x101;&#x1E47;akkhandh&#x101;dicakkh&#x101;yatan&#x101;d&#x12B;hi t&#x12B;hipi sa&#x1E45;gahehi asa&#x1E45;gahit&#x101;na&#x1E43; sampayogavippayog&#x101;bh&#x101;vo aruha&#x1E47;e k&#x101;ra&#x1E47;a&#x1E43;. J&#x101;tivippayogabh&#x16B;mik&#x101;lasant&#x101;navippayogato catubbidho vippayogo. Tattha ^b^j&#x101;tivippayogo^eb^ &#x2018;&#x2018;kusal&#x101; dhamm&#x101;, akusal&#x101; dhamm&#x101;&#x2019;&#x2019;ti&#x101;di, ^b^bh&#x16B;mivippayogo^eb^ &#x2018;&#x2018;k&#x101;m&#x101;vacar&#x101;, r&#x16B;p&#x101;vacar&#x101;&#x2019;&#x2019;ti&#x101;di, ^b^k&#x101;lavippayogo^eb^ &#x2018;&#x2018;at&#x12B;t&#x101; dhamm&#x101;, an&#x101;gat&#x101; dhamm&#x101;&#x2019;&#x2019;ti&#x101;di, ^b^sant&#x101;navippayogo^eb^ &#x2018;&#x2018;ajjhatt&#x101; dhamm&#x101;, bahiddh&#x101; dhamm&#x101;&#x2019;&#x2019;ti&#x101;di. Eva&#x1E43; vippayogo catudh&#x101; veditabbo.</p>
              <p>[06]Terasamanayaasa&#x1E45;gahitenasampayuttavippayuttapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>14. Cuddasamanayo vippayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^456^eb^^b^.^eb^ Cuddasamanaye ^a^V0.0026^ea^ dhamm&#x101;yatan&#x101;d&#x12B;na&#x1E43; an&#x101;ramma&#x1E47;amissakasabbacittupp&#x101;dagatadhammabh&#x101;vato vippayogassa aruha&#x1E47;a&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. J&#x101;ti&#x101;dittayassa cettha dhammasabh&#x101;vamattatt&#x101; na katha&#xF1;ci sampayogo vippayogo ca ruhati ajjhattabahiddhadhamm&#x101;na&#x1E43; sabbadhammasamodh&#x101;natt&#x101;, anidassanaappa&#x1E6D;igh&#x101;d&#x12B;na&#x1E43; an&#x101;ramma&#x1E47;amissakasabbacittupp&#x101;datt&#x101;. Dukkhasacc&#x101;didhamm&#x101;va idha tehi vippayutt&#x101;na&#x1E43; sa&#x1E45;gah&#x101;sa&#x1E45;gahasabbh&#x101;v&#x101; gahit&#x101;ti.</p>
              <p>[03]P&#x101;&#x1E37;iudd&#x101;nag&#x101;th&#x101;ya&#x1E43; ^b^samucchede na labbhant&#x12B;^eb^ti pariyos&#x101;ne naye na labbhant&#x12B;ti attho. ^b^Moghapucchakena c&#x101;^eb^ti alabbham&#x101;n&#x101; ca te moghapucchakena hetun&#x101; na labbhanti tesa&#x1E43; pucch&#x101;ya moghatt&#x101;ti vutta&#x1E43; hoti. Atha v&#x101; ^b^moghapucchako^eb^ a&#x1E6D;&#x1E6D;hamo nayo, tena ca saha os&#x101;nanaye ete dhamm&#x101; vippayogassapi abh&#x101;v&#x101; sabbath&#x101;pi na labbhant&#x12B;ti attho.</p>
              <p>[06]Cuddasamanayavippayuttenasa&#x1E45;gahit&#x101;sa&#x1E45;gahitapadava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Dh&#x101;tukath&#x101;pakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101; samatt&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
