<?xml version="1.0"?>
<body>
  <ha>
    <han>Puggalapa&#xF1;&#xF1;atti-a&#x1E6D;&#x1E6D;hakath&#x101;</han>
    <h0>
      <h0n> </h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[21]Nipu&#x1E47;attha&#x1E43; ^a^P0.0171^ea^^a^M0.0025^ea^^a^V0.0025^ea^ pakara&#x1E47;a&#x1E43;, dh&#x101;tubhedappak&#x101;sano;</p>
              <p>[22]Satth&#x101; dh&#x101;tukatha&#x1E43; n&#x101;ma, desayitv&#x101; sur&#x101;laye.</p>
              <p>[21]Anantara&#x1E43; tassa jino, pa&#xF1;&#xF1;attibhedad&#x12B;pana&#x1E43;;</p>
              <p>[22]&#x100;ha puggalapa&#xF1;&#xF1;atti&#x1E43;, ya&#x1E43; loke aggapuggalo.</p>
              <p>[21]Tass&#x101; sa&#x1E43;va&#x1E47;&#x1E47;anok&#x101;so, yasm&#x101; d&#x101;ni up&#x101;gato;</p>
              <p>[22]Tasm&#x101; na&#x1E43; va&#x1E47;&#x1E47;ayiss&#x101;mi, ta&#x1E43; su&#x1E47;&#x101;tha sam&#x101;hit&#x101;ti.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>1. M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^^b^Cha^eb^^a^V0.0026^ea^^b^pa&#xF1;&#xF1;attiyo &#x2013; khandhapa&#xF1;&#xF1;atti&#x2026;pe&#x2026; puggalapa&#xF1;&#xF1;att&#x12B;^eb^ti aya&#x1E43; t&#x101;va puggalapa&#xF1;&#xF1;attiy&#x101; uddeso. Tattha ^b^ch&#x101;^eb^ti ga&#x1E47;anaparicchedo. Tena ye dhamme idha pa&#xF1;&#xF1;apetuk&#x101;mo tesa&#x1E43; ga&#x1E47;anavasena sa&#x1E43;khepato pa&#xF1;&#xF1;attipariccheda&#x1E43; dasseti. ^b^Pa&#xF1;&#xF1;attiyo^eb^ti paricchinnadhammanidassana&#x1E43;. Tattha &#x2018;&#x2018;&#x101;cikkhati deseti pa&#xF1;&#xF1;apeti pa&#x1E6D;&#x1E6D;hapet&#x12B;&#x2019;&#x2019;ti (sa&#x1E43;. ni. 2.20) &#x101;gata&#x1E6D;&#x1E6D;h&#x101;ne pa&#xF1;&#xF1;&#x101;pan&#x101; dassan&#x101; pak&#x101;san&#x101; pa&#xF1;&#xF1;atti n&#x101;ma. &#x2018;&#x2018;Supa&#xF1;&#xF1;atta&#x1E43; ma&#xF1;cap&#x12B;&#x1E6D;ha&#x2019;&#x2019;nti (p&#x101;r&#x101;. 269) &#x101;gata&#x1E6D;&#x1E6D;h&#x101;ne &#x1E6D;hapan&#x101; nikkhipan&#x101; pa&#xF1;&#xF1;atti n&#x101;ma. Idha ubhayampi va&#x1E6D;&#x1E6D;ati. Cha pa&#xF1;&#xF1;attiyoti hi cha pa&#xF1;&#xF1;&#x101;pan&#x101;, cha dassan&#x101; pak&#x101;san&#x101;tipi; cha &#x1E6D;hapan&#x101; nikkhipan&#x101;tipi idha adhippetameva. N&#x101;mapa&#xF1;&#xF1;atti hi te te dhamme dassetipi, tena tena ko&#x1E6D;&#x1E6D;h&#x101;sena &#x1E6D;hapetipi.</p>
              <p>[03]^b^Khandhapa&#xF1;&#xF1;att&#x12B;^eb^ti&#x101;di pana sa&#x1E43;khepato t&#x101;sa&#x1E43; pa&#xF1;&#xF1;att&#x12B;na&#x1E43; sar&#x16B;padassana&#x1E43;. Tattha khandh&#x101;na&#x1E43; &#x2018;khandh&#x101;&#x2019;ti pa&#xF1;&#xF1;&#x101;pan&#x101; dassan&#x101; pak&#x101;san&#x101; &#x1E6D;hapan&#x101; nikkhipan&#x101; ^b^khandhapa&#xF1;&#xF1;atti^eb^ n&#x101;ma. &#x100;yatan&#x101;na&#x1E43; &#x101;yatan&#x101;n&#x12B;ti, dh&#x101;t&#x16B;na&#x1E43; dh&#x101;tuyoti, sacc&#x101;na&#x1E43; sacc&#x101;n&#x12B;ti, indriy&#x101;na&#x1E43; indriy&#x101;n&#x12B;ti, puggal&#x101;na&#x1E43; puggal&#x101;ti pa&#xF1;&#xF1;&#x101;pan&#x101; dassan&#x101; pak&#x101;san&#x101; &#x1E6D;hapan&#x101; nikkhipan&#x101; ^b^puggalapa&#xF1;&#xF1;atti^eb^ n&#x101;ma.</p>
              <p>[03]P&#x101;&#x1E37;imuttakena ^a^M0.0026^ea^ pana a&#x1E6D;&#x1E6D;hakath&#x101;nayena apar&#x101;pi cha pa&#xF1;&#xF1;attiyo &#x2013; vijjam&#x101;napa&#xF1;&#xF1;atti, avijjam&#x101;napa&#xF1;&#xF1;atti, vijjam&#x101;nena ^a^P0.0172^ea^ avijjam&#x101;napa&#xF1;&#xF1;atti, avijjam&#x101;nena vijjam&#x101;napa&#xF1;&#xF1;atti, vijjam&#x101;nena vijjam&#x101;napa&#xF1;&#xF1;atti, avijjam&#x101;nena avijjam&#x101;napa&#xF1;&#xF1;att&#x12B;ti. Tattha kusal&#x101;kusalasseva saccika&#x1E6D;&#x1E6D;haparamatthavasena vijjam&#x101;nassa sato sambh&#x16B;tassa dhammassa pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^vijjam&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Tath&#x101; avijjam&#x101;nassa lokaniruttimattasiddhassa itthipuris&#x101;dikassa pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^avijjam&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Sabb&#x101;k&#x101;renapi anupalabbhaneyyassa v&#x101;c&#x101;vatthumattasseva pa&#xF1;camasacc&#x101;dikassa titthiy&#x101;na&#x1E43; a&#x1E47;upakatipuris&#x101;dikassa v&#x101; pa&#xF1;&#xF1;&#x101;pan&#x101;pi avijjam&#x101;napa&#xF1;&#xF1;attiyeva. S&#x101; pana s&#x101;san&#x101;vacar&#x101; na hot&#x12B;ti idha na gahit&#x101;. Iti imesa&#x1E43; vijjam&#x101;n&#x101;vijjam&#x101;n&#x101;na&#x1E43; vikappanavasena ses&#x101; veditabb&#x101;. &#x2018;Tevijjo&#x2019;, &#x2018;cha&#x1E37;abhi&#xF1;&#xF1;o&#x2019;ti&#x101;d&#x12B;su hi tisso vijj&#x101; cha abhi&#xF1;&#xF1;&#x101; ca vijjam&#x101;n&#x101;, puggalo avijjam&#x101;no. Tasm&#x101; tisso vijj&#x101; ass&#x101;ti tevijjo, cha abhi&#xF1;&#xF1;&#x101; ass&#x101;ti cha&#x1E37;abhi&#xF1;&#xF1;oti eva&#x1E43; vijjam&#x101;nena avijjam&#x101;nassa pa&#xF1;&#xF1;&#x101;panato evar&#x16B;p&#x101; ^b^vijjam&#x101;nena avijjam&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. &#x2018;Itthir&#x16B;pa&#x1E43;&#x2019;, &#x2018;purisar&#x16B;pa&#x2019;nti&#x101;d&#x12B;su ^a^V0.0027^ea^ pana itthipuris&#x101; avijjam&#x101;n&#x101;, r&#x16B;pa&#x1E43; vijjam&#x101;na&#x1E43;. Tasm&#x101; itthiy&#x101; r&#x16B;pa&#x1E43; itthir&#x16B;pa&#x1E43;, purisassa r&#x16B;pa&#x1E43; purisar&#x16B;panti eva&#x1E43; avijjam&#x101;nena vijjam&#x101;nassa pa&#xF1;&#xF1;&#x101;panato evar&#x16B;p&#x101; ^b^avijjam&#x101;nena vijjam&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Cakkhusamphasso, sotasamphassoti&#x101;d&#x12B;su cakkhusot&#x101;dayopi phassopi vijjam&#x101;noyeva. Tasm&#x101; cakkhumhi samphasso, cakkhuto j&#x101;to samphasso, cakkhussa v&#x101; phalabh&#x16B;to samphasso cakkhusamphassoti eva&#x1E43; vijjam&#x101;nena vijjam&#x101;nassa pa&#xF1;&#xF1;&#x101;panato evar&#x16B;p&#x101; ^b^vijjam&#x101;nena vijjam&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Khattiyaputto, br&#x101;hma&#x1E47;aputto, se&#x1E6D;&#x1E6D;hiputtoti&#x101;d&#x12B;su khattiy&#x101;dayopi avijjam&#x101;n&#x101;, puttopi. Tasm&#x101; khattiyassa putto khattiyaputtoti eva&#x1E43; avijjam&#x101;nena avijjam&#x101;nassa pa&#xF1;&#xF1;&#x101;panato evar&#x16B;p&#x101; ^b^avijjam&#x101;nena avijjam&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. T&#x101;su imasmi&#x1E43; pakara&#x1E47;e purim&#x101; tissova pa&#xF1;&#xF1;attiyo labbhanti. &#x2018;&#x2018;Khandhapa&#xF1;&#xF1;atti&#x2026;pe&#x2026; indriyapa&#xF1;&#xF1;att&#x12B;&#x2019;&#x2019;ti imasmi&#xF1;hi ^a^P0.0173^ea^ &#x1E6D;h&#x101;ne vijjam&#x101;nasseva pa&#xF1;&#xF1;&#x101;pitatt&#x101; vijjam&#x101;napa&#xF1;&#xF1;atti labbhati. &#x2018;&#x2018;Puggalapa&#xF1;&#xF1;att&#x12B;&#x2019;&#x2019;ti pade avijjam&#x101;napa&#xF1;&#xF1;atti. Parato pana &#x2018;tevijjo&#x2019;, &#x2018;cha&#x1E37;abhi&#xF1;&#xF1;o&#x2019;ti&#x101;d&#x12B;su vijjam&#x101;nena avijjam&#x101;napa&#xF1;&#xF1;atti labbhat&#x12B;ti.</p>
              <p>[03]A&#x1E6D;&#x1E6D;hakath&#x101;muttakena pana &#x101;cariyanayena apar&#x101;pi cha pa&#xF1;&#xF1;attiyo &#x2013; up&#x101;d&#x101;pa&#xF1;&#xF1;atti, upanidh&#x101;pa&#xF1;&#xF1;atti, samodh&#x101;napa&#xF1;&#xF1;atti, upanikkhittapa&#xF1;&#xF1;atti, tajj&#x101;pa&#xF1;&#xF1;atti, santatipa&#xF1;&#xF1;att&#x12B;ti ^a^M0.0027^ea^. Tattha yo r&#x16B;pavedan&#x101;d&#x12B;hi ekattena v&#x101; a&#xF1;&#xF1;attena v&#x101; r&#x16B;pavedan&#x101;dayo viya saccika&#x1E6D;&#x1E6D;haparamatthena anupalabbhasabh&#x101;vopi r&#x16B;pavedan&#x101;dibhede khandhe up&#x101;d&#x101;ya niss&#x101;ya k&#x101;ra&#x1E47;a&#x1E43; katv&#x101; sammato satto. T&#x101;ni t&#x101;ni a&#x1E45;g&#x101;ni up&#x101;d&#x101;ya ratho geha&#x1E43; mu&#x1E6D;&#x1E6D;hi uddhananti ca; te teyeva r&#x16B;p&#x101;dayo up&#x101;d&#x101;ya gha&#x1E6D;o pa&#x1E6D;o; candas&#x16B;riyaparivatt&#x101;dayo up&#x101;d&#x101;ya k&#x101;lo, dis&#x101;; ta&#x1E43; ta&#x1E43; bh&#x16B;tanimitta&#xF1;ceva bh&#x101;van&#x101;nisa&#x1E43;sa&#xF1;ca up&#x101;d&#x101;ya niss&#x101;ya k&#x101;ra&#x1E47;a&#x1E43; katv&#x101; sammata&#x1E43; tena ten&#x101;k&#x101;rena upa&#x1E6D;&#x1E6D;hita&#x1E43; uggahanimitta&#x1E43; pa&#x1E6D;ibh&#x101;ganimittanti aya&#x1E43; evar&#x16B;p&#x101; ^b^up&#x101;d&#x101;pa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Pa&#xF1;&#xF1;apetabba&#x1E6D;&#x1E6D;hena ces&#x101; pa&#xF1;&#xF1;atti n&#x101;ma, na pa&#xF1;&#xF1;&#x101;pana&#x1E6D;&#x1E6D;hena. Y&#x101; pana tassatthassa pa&#xF1;&#xF1;&#x101;pan&#x101;, aya&#x1E43; avijjam&#x101;napa&#xF1;&#xF1;attiyeva.</p>
              <p>[03]Y&#x101; pa&#x1E6D;hamadutiy&#x101;d&#x12B;ni upanidh&#x101;ya dutiya&#x1E43; tatiyanti&#x101;dik&#x101;, a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#xF1;ca upanidh&#x101;ya d&#x12B;gha&#x1E43; rassa&#x1E43;, d&#x16B;ra&#x1E43;, santikanti&#x101;dik&#x101; pa&#xF1;&#xF1;&#x101;pan&#x101;; aya&#x1E43; ^b^upanidh&#x101;pa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Apices&#x101; upanidh&#x101;pa&#xF1;&#xF1;atti &#x2013; tada&#xF1;&#xF1;&#x101;pekkh&#x16B;panidh&#x101;, hatthagat&#x16B;panidh&#x101;, sampayutt&#x16B;panidh&#x101;, sam&#x101;ropit&#x16B;panidh&#x101;, avid&#x16B;ragat&#x16B;panidh&#x101; ^a^V0.0028^ea^, pa&#x1E6D;ibh&#x101;g&#x16B;panidh&#x101;, tabbahul&#x16B;panidh&#x101;, tabbisi&#x1E6D;&#x1E6D;h&#x16B;panidh&#x101;ti&#x101;din&#x101; bhedena anekappak&#x101;r&#x101;.</p>
              <p>[03]Tattha dutiya&#x1E43; tatiyanti&#x101;dik&#x101;va tada&#xF1;&#xF1;a&#x1E43; apekkhitv&#x101; vuttat&#x101;ya ^b^tada&#xF1;&#xF1;&#x101;pekkh&#x16B;panidh&#x101;^eb^ n&#x101;ma. Chattap&#x101;&#x1E47;i, satthap&#x101;&#x1E47;&#x12B;ti&#x101;dik&#x101; hatthagata&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^a^P0.0174^ea^^b^hatthagat&#x16B;panidh&#x101;^eb^ n&#x101;ma. Ku&#x1E47;&#x1E0D;al&#x12B;, sikhar&#x12B;, kiri&#x1E6D;&#x12B;ti&#x101;dik&#x101; sampayutta&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^b^sampayutt&#x16B;panidh&#x101;^eb^ n&#x101;ma. Dha&#xF1;&#xF1;asaka&#x1E6D;a&#x1E43;, sappikumbhoti&#x101;dik&#x101; sam&#x101;ropita&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^b^sam&#x101;ropit&#x16B;panidh&#x101;^eb^ n&#x101;ma. Indas&#x101;laguh&#x101;, piya&#x1E45;guguh&#x101;, ser&#x12B;sakanti&#x101;dik&#x101; avid&#x16B;ragata&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^b^avid&#x16B;ragat&#x16B;panidh&#x101;^eb^ n&#x101;ma. Suva&#x1E47;&#x1E47;ava&#x1E47;&#x1E47;o, usabhag&#x101;m&#x12B;ti&#x101;dik&#x101; pa&#x1E6D;ibh&#x101;ga&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^b^pa&#x1E6D;ibh&#x101;g&#x16B;panidh&#x101;^eb^ n&#x101;ma. Padumassaro, br&#x101;hma&#x1E47;ag&#x101;moti&#x101;dik&#x101; tabbahula&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^b^tabbahul&#x16B;panidh&#x101;^eb^ n&#x101;ma. Ma&#x1E47;ika&#x1E6D;aka&#x1E43;, vajiraka&#x1E6D;akanti&#x101;dik&#x101; tabbisi&#x1E6D;&#x1E6D;ha&#x1E43; upanidh&#x101;ya vuttat&#x101;ya ^b^tabbisi&#x1E6D;&#x1E6D;h&#x16B;panidh&#x101;^eb^ n&#x101;ma.</p>
              <p>[03]Y&#x101; pana tesa&#x1E43; tesa&#x1E43; samodh&#x101;namapekkhitv&#x101; tida&#x1E47;&#x1E0D;a&#x1E43;, a&#x1E6D;&#x1E6D;hapada&#x1E43;, dha&#xF1;&#xF1;ar&#x101;si, pupphar&#x101;s&#x12B;ti&#x101;dik&#x101; pa&#xF1;&#xF1;&#x101;pan&#x101;, aya&#x1E43; ^b^samodh&#x101;napa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Y&#x101; purimassa purimassa upanikkhipitv&#x101; dve, t&#x12B;&#x1E47;i, catt&#x101;r&#x12B;ti&#x101;dik&#x101; pa&#xF1;&#xF1;&#x101;pan&#x101;, aya&#x1E43; ^a^M0.0028^ea^^b^upanikkhittapa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Y&#x101; ta&#x1E43; ta&#x1E43; dhammasabh&#x101;va&#x1E43; apekkhitv&#x101; pathav&#x12B;, tejo, kakkha&#x1E37;at&#x101;, u&#x1E47;hat&#x101;ti&#x101;dik&#x101; pa&#xF1;&#xF1;&#x101;pan&#x101;, aya&#x1E43; ^b^tajj&#x101;pa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Y&#x101; pana santativicched&#x101;bh&#x101;va&#x1E43; apekkhitv&#x101; &#x101;s&#x12B;tiko, n&#x101;vutikoti&#x101;dik&#x101; pa&#xF1;&#xF1;&#x101;pan&#x101;, aya&#x1E43; ^b^santatipa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Et&#x101;su pana tajj&#x101;pa&#xF1;&#xF1;atti vijjam&#x101;napa&#xF1;&#xF1;attiyeva. Ses&#x101; avijjam&#x101;napakkha&#xF1;ceva, avijjam&#x101;nena avijjam&#x101;napakkha&#xF1;ca bhajanti.</p>
              <p>[03]A&#x1E6D;&#x1E6D;hakath&#x101;muttakena &#x101;cariyanayeneva apar&#x101;pi cha pa&#xF1;&#xF1;attiyo &#x2013; kiccapa&#xF1;&#xF1;atti, sa&#x1E47;&#x1E6D;h&#x101;napa&#xF1;&#xF1;atti, li&#x1E45;gapa&#xF1;&#xF1;atti, bh&#x16B;mipa&#xF1;&#xF1;atti, paccattapa&#xF1;&#xF1;atti, asa&#x1E45;khatapa&#xF1;&#xF1;att&#x12B;ti. Tattha bh&#x101;&#x1E47;ako, dhammakathikoti&#x101;dik&#x101; kiccavasena pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^kiccapa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Kiso, th&#x16B;lo, parima&#x1E47;&#x1E0D;alo, caturassoti&#x101;dik&#x101; sa&#x1E47;&#x1E6D;h&#x101;navasena pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^sa&#x1E47;&#x1E6D;h&#x101;napa&#xF1;&#xF1;atti^eb^^a^P0.0175^ea^ n&#x101;ma. Itth&#x12B;, purisoti&#x101;dik&#x101; li&#x1E45;gavasena pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^li&#x1E45;gapa&#xF1;&#xF1;ati^eb^ n&#x101;ma. K&#x101;m&#x101;vacar&#x101;, r&#x16B;p&#x101;vacar&#x101;, ar&#x16B;p&#x101;vacar&#x101;, kosalak&#x101;, m&#x101;dhur&#x101;ti&#x101;dik&#x101; bh&#x16B;mivasena pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^bh&#x16B;mipa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Tisso ^a^V0.0029^ea^, n&#x101;go, sumanoti&#x101;dik&#x101; paccattan&#x101;makara&#x1E47;amattavasena pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^paccattapa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Nirodho, nibb&#x101;nanti&#x101;dik&#x101; asa&#x1E45;khatadhammassa pa&#xF1;&#xF1;&#x101;pan&#x101; ^b^asa&#x1E45;khatapa&#xF1;&#xF1;atti^eb^ n&#x101;ma. Tattha ekacc&#x101; bh&#x16B;mipa&#xF1;&#xF1;atti asa&#x1E45;khatapa&#xF1;&#xF1;atti ca vijjam&#x101;napa&#xF1;&#xF1;attiyeva, kiccapa&#xF1;&#xF1;atti vijjam&#x101;nena avijjam&#x101;napakkha&#x1E43; bhajati. Ses&#x101; avijjam&#x101;napa&#xF1;&#xF1;attiyo n&#x101;ma.</p>
              <p>[03]^b^2^eb^^b^.^eb^ Id&#x101;ni y&#x101;sa&#x1E43; pa&#xF1;&#xF1;att&#x12B;na&#x1E43; uddesav&#x101;re sa&#x1E45;khepato sar&#x16B;padassana&#x1E43; kata&#x1E43;, sa&#x1E45;khepatoyeva t&#x101;va t&#x101;sa&#x1E43; vatthu&#x1E43; vibhajitv&#x101; dassanavasena t&#x101; dassetu&#x1E43; ^b^kitt&#x101;vat&#x101;^eb^ti&#x101;dim&#x101;ha. Tattha pucch&#x101;ya t&#x101;va evamattho veditabbo &#x2013; y&#x101; aya&#x1E43; khandh&#x101;na&#x1E43; &#x2018;khandh&#x101;&#x2019;ti pa&#xF1;&#xF1;&#x101;pan&#x101;, dassan&#x101;, &#x1E6D;hapan&#x101;, s&#x101; kittakena hot&#x12B;ti kathetukamyat&#x101;pucch&#x101;. Parato ^b^kitt&#x101;vat&#x101; &#x101;yatan&#x101;na^eb^nti&#x101;d&#x12B;supi eseva nayo. Vissajjanepi evamattho veditabbo &#x2013; yattakena pa&#xF1;&#xF1;&#x101;panena sa&#x1E45;khepato pa&#xF1;cakkhandh&#x101;ti v&#x101; pabhedato &#x2018;&#x2018;r&#x16B;pakkhandho&#x2026;pe&#x2026; vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho&#x2019;&#x2019;ti v&#x101;; tatr&#x101;pi r&#x16B;pakkhandho k&#x101;m&#x101;vacaro, ses&#x101; catubh&#x16B;mik&#x101;ti v&#x101; evar&#x16B;pa&#x1E43; pa&#xF1;&#xF1;&#x101;pana&#x1E43; hoti; ettakena khandh&#x101;na&#x1E43; &#x2018;khandh&#x101;&#x2019;ti pa&#xF1;&#xF1;atti hoti.</p>
              <p>[03]^b^3^eb^^b^.^eb^ Tath&#x101; yattakena pa&#xF1;&#xF1;&#x101;panena sa&#x1E45;khepato dv&#x101;das&#x101;yatan&#x101;n&#x12B;ti v&#x101;, pabhedato &#x2018;&#x2018;cakkh&#x101;yatana&#x1E43;&#x2026;pe&#x2026; dhamm&#x101;yatana&#x2019;&#x2019;nti v&#x101;; tatr&#x101;pi das&#x101;yatan&#x101; k&#x101;m&#x101;vacar&#x101; ^a^M0.0029^ea^, dv&#x101;yatan&#x101; catubh&#x16B;mik&#x101;ti v&#x101;, evar&#x16B;pa&#x1E43; pa&#xF1;&#xF1;&#x101;pana&#x1E43; hoti; ettakena &#x101;yatan&#x101;na&#x1E43; &#x101;yatan&#x101;n&#x12B;ti pa&#xF1;&#xF1;atti hoti.</p>
              <p>[03]^b^4^eb^^b^.^eb^ Yattakena pa&#xF1;&#xF1;&#x101;panena sa&#x1E45;khepato a&#x1E6D;&#x1E6D;h&#x101;rasa dh&#x101;tuyoti v&#x101; ^a^P0.0176^ea^, pabhedato &#x2018;&#x2018;cakkhudh&#x101;tu&#x2026;pe&#x2026; manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;&#x2019;&#x2019;ti v&#x101;; tatr&#x101;pi so&#x1E37;asa dh&#x101;tuyo k&#x101;m&#x101;vacar&#x101;, dve dh&#x101;tuyo catubh&#x16B;mik&#x101;ti v&#x101; evar&#x16B;pa&#x1E43; pa&#xF1;&#xF1;&#x101;pana&#x1E43; hoti; ettakena dh&#x101;t&#x16B;na&#x1E43; dh&#x101;t&#x16B;ti pa&#xF1;&#xF1;atti hoti.</p>
              <p>[03]^b^5^eb^^b^.^eb^ Yattakena pa&#xF1;&#xF1;&#x101;panena sa&#x1E45;khepato catt&#x101;ri sacc&#x101;n&#x12B;ti v&#x101;, pabhedato &#x2018;&#x2018;dukkhasacca&#x1E43;&#x2026;pe&#x2026; nirodhasacca&#x2019;&#x2019;nti v&#x101;; tatr&#x101;pi dve sacc&#x101; lokiy&#x101;, dve sacc&#x101; lokuttar&#x101;ti v&#x101; evar&#x16B;pa&#x1E43; pa&#xF1;&#xF1;&#x101;pana&#x1E43; hoti; ettakena sacc&#x101;na&#x1E43; &#x2018;sacc&#x101;n&#x12B;&#x2019;ti pa&#xF1;&#xF1;atti hoti.</p>
              <p>[03]^b^6^eb^^b^.^eb^ Yattakena pa&#xF1;&#xF1;&#x101;panena sa&#x1E45;khepato b&#x101;v&#x12B;satindriy&#x101;n&#x12B;ti v&#x101;, pabhedato &#x2018;&#x2018;cakkhundriya&#x1E43;&#x2026;pe&#x2026; a&#xF1;&#xF1;&#x101;t&#x101;vindriya&#x2019;&#x2019;nti v&#x101;; tatr&#x101;pi dasindriy&#x101;ni k&#x101;m&#x101;vacar&#x101;ni, navindriy&#x101;ni ^a^V0.0030^ea^ missak&#x101;ni, t&#x12B;&#x1E47;i indriy&#x101;ni lokuttar&#x101;n&#x12B;ti v&#x101; evar&#x16B;pa&#x1E43; pa&#xF1;&#xF1;&#x101;pana&#x1E43; hoti; ettakena indriy&#x101;na&#x1E43; indriy&#x101;n&#x12B;ti pa&#xF1;&#xF1;atti hoti. Ett&#x101;vat&#x101; sa&#x1E45;khepato vatthu&#x1E43; vibhajitv&#x101; dassanavasena pa&#xF1;ca pa&#xF1;&#xF1;attiyo dassit&#x101; honti.</p>
              <p>[03]^b^7^eb^^b^.^eb^ Id&#x101;ni vitth&#x101;rato vatthu&#x1E43; vibhajitv&#x101; dassanavasena puggalapa&#xF1;&#xF1;atti&#x1E43; dassetu&#x1E43; ^b^samayavimutto asamayavimutto^eb^ti&#x101;dim&#x101;ha. Samm&#x101;sambuddhena hi tile vis&#x101;rayam&#x101;nena viya, v&#x101;ke h&#x12B;rayam&#x101;nena viya ca, he&#x1E6D;&#x1E6D;h&#x101; vibha&#x1E45;gappakara&#x1E47;e im&#x101;sa&#x1E43; pa&#xF1;canna&#x1E43; pa&#xF1;&#xF1;att&#x12B;na&#x1E43; vatthubh&#x16B;t&#x101; khandh&#x101;dayo nippadesena kathit&#x101;ti tena te idha ekadeseneva kathesi. Cha&#x1E6D;&#x1E6D;h&#x101; puggalapa&#xF1;&#xF1;atti he&#x1E6D;&#x1E6D;h&#x101; akathit&#x101;va. Idh&#x101;pi uddesav&#x101;re ekadeseneva kathit&#x101;; tasm&#x101; ta&#x1E43; vitth&#x101;rato kathetuk&#x101;mo samayavimutto asamayavimuttoti ekakato pa&#x1E6D;&#x1E6D;h&#x101;ya y&#x101;va dasak&#x101; m&#x101;tika&#x1E43; &#x1E6D;hapes&#x12B;ti.</p>
              <p>[06]M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Niddesava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n>1. Ekakaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0030^ea^^a^P0.0177^ea^ yath&#x101;&#x1E6D;hapita&#x1E43; m&#x101;tika&#x1E43; &#x101;dito pa&#x1E6D;&#x1E6D;h&#x101;ya vibhajitv&#x101; dassetu&#x1E43; &#x2013; ^b^katamo ca puggalo samayavimutto^eb^ti&#x101;dim&#x101;ha. Tattha ^b^idh&#x101;^eb^ti imasmi&#x1E43; sattaloke. ^b^Ekacco puggalo^eb^ti eko puggalo. ^b^K&#x101;lena k&#x101;la^eb^nti ettha bhummavasena attho veditabbo. Ekekasmi&#x1E43; k&#x101;leti vutta&#x1E43; hoti. ^b^Samayena samaya^eb^nti ida&#x1E43; purimasseva vevacana&#x1E43;. ^b^A&#x1E6D;&#x1E6D;ha vimokkhe^eb^ti r&#x16B;p&#x101;vacar&#x101;r&#x16B;p&#x101;vacaraa&#x1E6D;&#x1E6D;hasam&#x101;pattiyo. T&#x101;sa&#xF1;hi paccan&#x12B;kadhammehi vimuccanato vimokkhoti n&#x101;ma&#x1E43;. ^b^K&#x101;yen&#x101;^eb^ti vimokkhasahaj&#x101;tena n&#x101;mak&#x101;yena. ^b^Phusitv&#x101; viharat&#x12B;^eb^ti pa&#x1E6D;ilabhitv&#x101; iriyati. Katamasmi&#x1E43; panesa k&#x101;le vimokkhe phusitv&#x101; viharat&#x12B;ti? Sam&#x101;patti&#x1E43; sam&#x101;pajjituk&#x101;massa hi k&#x101;lo n&#x101;ma atthi, ak&#x101;lo n&#x101;ma atthi. Tattha p&#x101;tova sar&#x12B;rapa&#x1E6D;ijagganak&#x101;lo, vattakara&#x1E47;ak&#x101;lo ca sam&#x101;pajjanassa ak&#x101;lo n&#x101;ma. Sar&#x12B;ra&#x1E43; pana pa&#x1E6D;ijaggitv&#x101; vatta&#x1E43; katv&#x101; vasana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ^a^V0.0031^ea^ pavisitv&#x101; nisinnassa y&#x101;va pi&#x1E47;&#x1E0D;&#x101;ya gamanak&#x101;lo n&#x101;gacchati, etasmi&#x1E43; antare sam&#x101;pajjanassa k&#x101;lo n&#x101;ma.</p>
              <p>[03]Pi&#x1E47;&#x1E0D;&#x101;ya gamanak&#x101;la&#x1E43; pana sallakkhetv&#x101; nikkhantassa cetiyavandanak&#x101;lo, bhikkhusa&#x1E45;ghaparivutassa vitakkam&#x101;&#x1E37;ake &#x1E6D;h&#x101;nak&#x101;lo pi&#x1E47;&#x1E0D;&#x101;ya gamanak&#x101;lo g&#x101;me cara&#x1E47;ak&#x101;lo; &#x101;sanas&#x101;l&#x101;ya y&#x101;gup&#x101;nak&#x101;lo vattakara&#x1E47;ak&#x101;loti ayampi sam&#x101;pajjanassa ak&#x101;lo n&#x101;ma. &#x100;sanas&#x101;l&#x101;ya pana vivitte ok&#x101;se sati y&#x101;va bhattak&#x101;lo n&#x101;gacchati, etasmimpi antare sam&#x101;pajjanassa k&#x101;lo n&#x101;ma. Bhatta&#x1E43; pana bhu&#xF1;janak&#x101;lo, vih&#x101;ragamanak&#x101;lo, pattac&#x12B;varapa&#x1E6D;is&#x101;manak&#x101;lo, div&#x101;vattakara&#x1E47;ak&#x101;lo, paripucch&#x101;d&#x101;nak&#x101;loti ayampi sam&#x101;pajjanassa ak&#x101;lo n&#x101;ma. Yo ak&#x101;lo, sveva asamayo. Ta&#x1E43; sabbampi &#x1E6D;hapetv&#x101; avasese k&#x101;le k&#x101;le, samaye samaye vuttappak&#x101;re a&#x1E6D;&#x1E6D;ha ^a^P0.0178^ea^ vimokkhe sahaj&#x101;tan&#x101;mak&#x101;yena pa&#x1E6D;ilabhitv&#x101; viharanto, &#x2018;&#x2018;idhekacco puggalo&#x2026;pe&#x2026; viharat&#x12B;&#x2019;&#x2019;ti vuccati.</p>
              <p>[03]Apicesa ^a^M0.0031^ea^ saphassakehi sahaj&#x101;tan&#x101;madhammehi sahaj&#x101;tadhamme phusatiyeva n&#x101;ma, upac&#x101;rena appana&#x1E43; phusatiyeva n&#x101;ma. Purim&#x101;ya appan&#x101;ya apara&#x1E43; appana&#x1E43; phusatiyeva. Yena hi saddhi&#x1E43; ye dhamm&#x101; sahaj&#x101;t&#x101;, tena te pa&#x1E6D;iladdh&#x101; n&#x101;ma honti. Phassen&#x101;pi phu&#x1E6D;&#x1E6D;h&#x101;yeva n&#x101;ma honti. Upac&#x101;rampi appan&#x101;ya pa&#x1E6D;il&#x101;bhak&#x101;ra&#x1E47;ameva, tath&#x101; purim&#x101; appan&#x101; aparaappan&#x101;ya. Tatr&#x101;ssa eva&#x1E43; sahaj&#x101;tehi sahaj&#x101;t&#x101;na&#x1E43; phusan&#x101; veditabb&#x101; &#x2013; pa&#x1E6D;hamajjh&#x101;na&#xF1;hi vitakk&#x101;d&#x12B;hi pa&#xF1;ca&#x1E45;gika&#x1E43;. Tasmi&#x1E43; &#x1E6D;hapetv&#x101; t&#x101;ni a&#x1E45;g&#x101;ni ses&#x101; atirekapa&#x1E47;&#x1E47;&#x101;sadhamm&#x101; catt&#x101;ro khandh&#x101; n&#x101;ma honti. Tena n&#x101;mak&#x101;yena pa&#x1E6D;hamajjh&#x101;nasam&#x101;pattivimokkha&#x1E43; phusitv&#x101; pa&#x1E6D;ilabhitv&#x101; viharati. Dutiya&#x1E43; jh&#x101;na&#x1E43; p&#x12B;tisukhacittekaggat&#x101;hi tiva&#x1E45;gika&#x1E43;, tatiya&#x1E43; sukhacittekaggat&#x101;hi duva&#x1E45;gika&#x1E43;, catuttha&#x1E43; upekkh&#x101;cittekaggat&#x101;hi duva&#x1E45;gika&#x1E43;, tath&#x101; &#x101;k&#x101;s&#x101;na&#xF1;c&#x101;yatana&#x1E43;&#x2026;pe&#x2026; nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatana&#xF1;ca. Tattha &#x1E6D;hapetv&#x101; t&#x101;ni a&#x1E45;g&#x101;ni ses&#x101; atirekapa&#x1E47;&#x1E47;&#x101;sadhamm&#x101; catt&#x101;ro khandh&#x101; n&#x101;ma honti. Tena n&#x101;mak&#x101;yena nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanasam&#x101;pattivimokkha&#x1E43; phusitv&#x101; pa&#x1E6D;ilabhitv&#x101; viharati.</p>
              <p>[03]^b^Pa&#xF1;&#xF1;&#x101;ya cassa disv&#x101;^eb^ti vipassan&#x101;pa&#xF1;&#xF1;&#x101;ya sa&#x1E45;kh&#x101;ragata&#x1E43;, maggapa&#xF1;&#xF1;&#x101;ya catusaccadhamme passitv&#x101;. ^b^Ekacce &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101; hont&#x12B;^eb^ti upa&#x1E0D;&#x1E0D;hupa&#x1E0D;&#x1E0D;h&#x101; pa&#x1E6D;hamamagg&#x101;divajjh&#x101; &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101; honti. ^b^Aya&#x1E43; vuccati puggalo samayavimutto^eb^ti ettha a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; puthujjano tena ^a^V0.0032^ea^ n&#x101;mak&#x101;yena phusitv&#x101; viharat&#x12B;ti ^a^P0.0179^ea^ vattu&#x1E43; va&#x1E6D;&#x1E6D;ati. P&#x101;&#x1E37;iya&#x1E43; pana &#x2018;&#x2018;ekacce &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Puthujjanassa ca kh&#x12B;&#x1E47;&#x101; &#x101;sav&#x101; n&#x101;ma natthi, tasm&#x101; so na gahito. A&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; kh&#x12B;&#x1E47;&#x101;savopi tena n&#x101;mak&#x101;yena phusitv&#x101; viharat&#x12B;ti vattu&#x1E43; va&#x1E6D;&#x1E6D;ati. Tassa pana aparikkh&#x12B;&#x1E47;&#x101;sav&#x101; n&#x101;ma natthi, tasm&#x101; sopi na gahito. ^b^Samayavimutto^eb^ti pana ti&#x1E47;&#x1E47;a&#x1E43; sot&#x101;pannasakad&#x101;g&#x101;mian&#x101;g&#x101;m&#x12B;na&#x1E43;yeveta&#x1E43; n&#x101;manti veditabba&#x1E43;.</p>
              <p>[03]^b^2^eb^^b^.^eb^ Asamayavimuttaniddese &#x2013; purimasadisa&#x1E43; vuttanayeneva veditabba&#x1E43;. ^b^Asamayavimutto^eb^ti panettha sukkhavipassakakh&#x12B;&#x1E47;&#x101;savasseta&#x1E43; n&#x101;ma&#x1E43;. Sukkhavipassak&#x101; pana sot&#x101;pannasakad&#x101;g&#x101;mian&#x101;g&#x101;mino a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bhino ca kh&#x12B;&#x1E47;&#x101;sav&#x101; puthujjan&#x101; ca imasmi&#x1E43; duke na labbhanti, dukamuttakapuggal&#x101; ^a^M0.0032^ea^ n&#x101;ma honti. Tasm&#x101; satth&#x101; attano buddhasubuddhat&#x101;ya he&#x1E6D;&#x1E6D;h&#x101; gahite ca aggahite ca sa&#x1E45;ka&#x1E0D;&#x1E0D;hitv&#x101; saddhi&#x1E43; pi&#x1E6D;&#x1E6D;hiva&#x1E6D;&#x1E6D;akehi tanti&#x1E43; &#x101;ropento ^b^sabbepi ariyapuggal&#x101;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^ariye vimokkhe^eb^ti kilesehi &#x101;rakatt&#x101; ariyeti sa&#x1E45;kha&#x1E43; gate lokuttaravimokkhe. Ida&#x1E43; vutta&#x1E43; hoti &#x2013; b&#x101;hir&#x101;na&#xF1;hi a&#x1E6D;&#x1E6D;hanna&#x1E43; sam&#x101;patt&#x12B;na&#x1E43; sam&#x101;pajjantassa samayopi atthi asamayopi. Maggavimokkhena vimuccanassa samayo v&#x101; asamayo v&#x101; natthi. Yassa saddh&#x101; balavat&#x12B;, vipassan&#x101; ca &#x101;raddh&#x101;, tassa gacchantassa ti&#x1E6D;&#x1E6D;hantassa nis&#x12B;dantassa nipajjantassa kh&#x101;dantassa bhu&#xF1;jantassa maggaphalapa&#x1E6D;ivedho n&#x101;ma na hot&#x12B;ti natthi. Iti maggavimokkhena vimuccanassa samayo v&#x101; asamayo v&#x101; natth&#x12B;ti he&#x1E6D;&#x1E6D;h&#x101; gahite ca aggahite ca sa&#x1E45;ka&#x1E0D;&#x1E0D;hitv&#x101; ima&#x1E43; pi&#x1E6D;&#x1E6D;hiva&#x1E6D;&#x1E6D;aka&#x1E43; tanti&#x1E43; &#x101;ropesi dhammar&#x101;j&#x101;. Sam&#x101;pattil&#x101;bh&#x12B; puthujjano im&#x101;yapi tantiy&#x101; aggahitova. Bhaj&#x101;piyam&#x101;no pana ^a^P0.0180^ea^ sam&#x101;pattivikkhambhit&#x101;na&#x1E43; kiles&#x101;na&#x1E43; vasena samayavimuttabh&#x101;va&#x1E43; bhajeyya.</p>
              <p>[03]^b^3^eb^^b^.^eb^ Kuppadhamm&#x101;kuppadhammaniddesesu &#x2013; yassa adhigato sam&#x101;pattidhammo kuppati nassati, so ^b^kuppadhammo. R&#x16B;pasahagat&#x101;na^eb^nti r&#x16B;panimittasa&#x1E45;kh&#x101;tena r&#x16B;pena sahagat&#x101;na&#x1E43;. Tena saddhi&#x1E43; pavatt&#x101;na&#x1E43; na vin&#x101; r&#x16B;p&#x101;ramma&#x1E47;&#x101;na&#x1E43; catunna&#x1E43; r&#x16B;p&#x101;vacarajjh&#x101;n&#x101;nanti attho. ^b^Ar&#x16B;pasahagat&#x101;na^eb^nti r&#x16B;pato a&#xF1;&#xF1;a&#x1E43;, na r&#x16B;panti ar&#x16B;pa&#x1E43;. Ar&#x16B;pena sahagat&#x101;na&#x1E43; tena saddhi&#x1E43; pavatt&#x101;na&#x1E43; na vin&#x101; ar&#x16B;p&#x101;ramma&#x1E47;&#x101;na&#x1E43; catunna&#x1E43; ar&#x16B;p&#x101;vacarajjh&#x101;n&#x101;nanti attho. ^b^Na nik&#x101;mal&#x101;bh&#x12B;^eb^ti pa&#xF1;cah&#x101;k&#x101;rehi aci&#x1E47;&#x1E47;avasit&#x101;ya icchit&#x101;k&#x101;rena aladdhatt&#x101; na nik&#x101;mal&#x101;bh&#x12B;. Appagu&#x1E47;asam&#x101;pattikoti attho. ^b^Na akicchal&#x101;bh&#x12B;^eb^ti kicchal&#x101;bh&#x12B; dukkhal&#x101;bh&#x12B;. Yo &#x101;gamanamhi kilese vikkhambhento upac&#x101;ra&#x1E43; p&#x101;pento ^a^V0.0033^ea^ appana&#x1E43; p&#x101;pento cittama&#xF1;j&#x16B;sa&#x1E43; labhanto dukkhena kicchena sasa&#x1E45;kh&#x101;rena sappayogena kilamanto ta&#x1E43; sampada&#x1E43; p&#x101;pu&#x1E47;itu&#x1E43; sakkoti, so na akicchal&#x101;bh&#x12B; n&#x101;ma. ^b^Na akasiral&#x101;bh&#x12B;^eb^ti avipulal&#x101;bh&#x12B;. Sam&#x101;patti&#x1E43; appetv&#x101; addh&#x101;na&#x1E43; pharitu&#x1E43; na sakkoti. Eka&#x1E43; dve cittav&#x101;re vattetv&#x101; sahas&#x101;va vu&#x1E6D;&#x1E6D;h&#x101;t&#x12B;ti attho.</p>
              <p>[03]^b^Yatthicchaka^eb^nti yasmi&#x1E43; ok&#x101;se sam&#x101;patti&#x1E43; appetv&#x101; nis&#x12B;ditu&#x1E43; icchati. ^b^Yadicchaka^eb^nti kasi&#x1E47;ajjh&#x101;na&#x1E43; v&#x101; &#x101;n&#x101;p&#x101;najjh&#x101;na&#x1E43; v&#x101; brahmavih&#x101;rajjh&#x101;na&#x1E43; v&#x101; asubhajjh&#x101;na&#x1E43; ^a^M0.0033^ea^ v&#x101;ti ya&#x1E43; ya&#x1E43; sam&#x101;patti&#x1E43; appetv&#x101; nis&#x12B;ditu&#x1E43; icchati. ^b^Y&#x101;vaticchaka^eb^nti addh&#x101;naparicchedena yattaka&#x1E43; k&#x101;la&#x1E43; icchati. Ida&#x1E43; vutta&#x1E43; hoti &#x2013; yattha yattha ya&#x1E43; ya&#x1E43; sam&#x101;patti&#x1E43; yattaka&#x1E43; addh&#x101;na&#x1E43; sam&#x101;pajjitumpi vu&#x1E6D;&#x1E6D;h&#x101;tumpi icchati, tattha tattha ta&#x1E43; ta&#x1E43; sam&#x101;patti&#x1E43; tattaka&#x1E43; addh&#x101;na&#x1E43; sam&#x101;pajjitumpi vu&#x1E6D;&#x1E6D;h&#x101;tumpi na sakkoti. Canda&#x1E43; v&#x101; s&#x16B;riya&#x1E43; v&#x101; ulloketv&#x101; &#x2018;imasmi&#x1E43; ^a^P0.0181^ea^ cande v&#x101; s&#x16B;riye v&#x101; ettaka&#x1E43; &#x1E6D;h&#x101;na&#x1E43; gate vu&#x1E6D;&#x1E6D;hahiss&#x101;m&#x12B;&#x2019;ti paricchinditv&#x101; jh&#x101;na&#x1E43; sam&#x101;panno yath&#x101;paricchedena vu&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43; na sakkoti, antar&#x101;va vu&#x1E6D;&#x1E6D;h&#x101;ti; sam&#x101;pattiy&#x101; appagu&#x1E47;at&#x101;y&#x101;ti.</p>
              <p>[03]^b^Pam&#x101;dam&#x101;gamm&#x101;^eb^ti pam&#x101;da&#x1E43; pa&#x1E6D;icca. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; eva&#x1E43;vidho puggalo kuppadhammoti vuccati. Ida&#x1E43; pana a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bhino puthujjanassa sot&#x101;pannassa sakad&#x101;g&#x101;minoti ti&#x1E47;&#x1E47;a&#x1E43; puggal&#x101;na&#x1E43; n&#x101;ma&#x1E43;. Etesa&#xF1;hi sam&#x101;dhip&#x101;ribandhak&#x101; vipassan&#x101;p&#x101;ribandhak&#x101; ca dhamm&#x101; na suvikkhambhit&#x101;, na suvikkh&#x101;lit&#x101;, tena tesa&#x1E43; sam&#x101;patti nassati parih&#x101;yati. S&#x101; ca kho neva s&#x12B;labhedena, n&#x101;pattiv&#x12B;tikkamena. Na garukamokkhadhammo panesa appamattakenapi kiccakara&#x1E47;&#x12B;yena v&#x101; vattabhedamattakena v&#x101; nassati.</p>
              <p>[03]Tatrida&#x1E43; vatthu &#x2013; eko kira thero sam&#x101;patti&#x1E43; va&#x1E37;a&#xF1;jeti. Tasmi&#x1E43; pi&#x1E47;&#x1E0D;&#x101;ya g&#x101;ma&#x1E43; pavi&#x1E6D;&#x1E6D;he d&#x101;rak&#x101; parive&#x1E47;e k&#x12B;&#x1E37;itv&#x101; pakkami&#x1E43;su. Thero &#x101;gantv&#x101; &#x2018;parive&#x1E47;a&#x1E43; sammajjitabba&#x2019;nti cintetv&#x101; asammajjitv&#x101; vih&#x101;ra&#x1E43; pavisitv&#x101; &#x2018;sam&#x101;patti&#x1E43; appess&#x101;m&#x12B;&#x2019;ti nis&#x12B;di. So appetu&#x1E43; asakkonto, &#x2018;ki&#x1E43; nu kho &#x101;vara&#x1E47;a&#x2019;nti s&#x12B;la&#x1E43; &#x101;vajjanto appamattakampi v&#x12B;tikkama&#x1E43; adisv&#x101; &#x2018;vattabhedo nu kho atth&#x12B;&#x2019;ti olokento parive&#x1E47;assa asamma&#x1E6D;&#x1E6D;habh&#x101;va&#x1E43; &#xF1;atv&#x101; sammajjitv&#x101; pavisitv&#x101; nis&#x12B;danto sam&#x101;patti&#x1E43; appentova nis&#x12B;di.</p>
              <p>[03]^b^4^eb^^b^.^eb^ Akuppadhammaniddeso ^a^V0.0034^ea^ vuttapa&#x1E6D;ipakkhavaseneva veditabbo. ^b^Akuppadhammo^eb^ti ida&#x1E43; pana a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bhino an&#x101;g&#x101;missa ceva kh&#x12B;&#x1E47;&#x101;savassa c&#x101;ti dvinna&#x1E43; puggal&#x101;na&#x1E43; n&#x101;ma&#x1E43;. Tesa&#xF1;hi sam&#x101;dhip&#x101;ribandhak&#x101; vipassan&#x101;p&#x101;ribandhak&#x101; ca dhamm&#x101; suvikkhambhit&#x101; suvikkh&#x101;lit&#x101;; tena tesa&#x1E43; ^a^P0.0182^ea^ bhassasa&#x1E45;ga&#x1E47;ik&#x101;r&#x101;m&#x101;dikiccena v&#x101; a&#xF1;&#xF1;ena v&#x101; yena kenaci attano anur&#x16B;pena pam&#x101;dena v&#x12B;tin&#x101;ment&#x101;nampi sam&#x101;patti na kuppati, na nassati. Sukkhavipassak&#x101; pana sot&#x101;pannasakad&#x101;g&#x101;mian&#x101;g&#x101;mikh&#x12B;&#x1E47;&#x101;sav&#x101; imasmi&#x1E43; duke ^a^M0.0034^ea^ na labbhanti; dukamuttakapuggal&#x101; n&#x101;ma honti. Tasm&#x101; satth&#x101; attano buddhasubuddhat&#x101;ya he&#x1E6D;&#x1E6D;h&#x101; gahite ca aggahite ca sa&#x1E45;ka&#x1E0D;&#x1E0D;hitv&#x101; imasmimpi duke saddhi&#x1E43; pi&#x1E6D;&#x1E6D;hiva&#x1E6D;&#x1E6D;akehi tanti&#x1E43; &#x101;ropento ^b^sabbepi ariyapuggal&#x101;^eb^ti&#x101;dim&#x101;ha. A&#x1E6D;&#x1E6D;hanna&#xF1;hi sam&#x101;patt&#x12B;na&#x1E43; kuppana&#x1E43; nassana&#x1E43; bhaveyya, lokuttaradhammassa pana saki&#x1E43; pa&#x1E6D;ividdhassa kuppana&#x1E43; nassana&#x1E43; n&#x101;ma natthi, ta&#x1E43; sandh&#x101;yeta&#x1E43; vutta&#x1E43;.</p>
              <p>[03]^b^5^eb^^b^.^eb^ Parih&#x101;nadhamm&#x101;parih&#x101;nadhammaniddes&#x101;pi kuppadhamm&#x101;kuppadhammaniddesavaseneva veditabb&#x101;. Kevala&#xF1;hi idha puggalassa pam&#x101;da&#x1E43; pa&#x1E6D;icca dhamm&#x101;na&#x1E43; parih&#x101;nampi aparih&#x101;nampi gahitanti ida&#x1E43; pariy&#x101;yadesan&#x101;mattameva n&#x101;na&#x1E43;. Sesa&#x1E43; sabbattha t&#x101;disameva.</p>
              <p>[03]^b^7^eb^^b^.^eb^ Cetan&#x101;bhabbaniddese &#x2013; ^b^cetan&#x101;bhabbo^eb^ti cetan&#x101;ya aparih&#x101;ni&#x1E43; &#x101;pajjitu&#x1E43; bhabbo. ^b^Sace anusa&#xF1;cetet&#x12B;^eb^ti, sace sam&#x101;pajjati. Sam&#x101;patti&#xF1;hi sam&#x101;pajjanto anusa&#xF1;ceteti n&#x101;ma. So na parih&#x101;yati, itaro parih&#x101;yati.</p>
              <p>[03]^b^8^eb^^b^.^eb^ Anurakkha&#x1E47;&#x101;bhabbaniddese &#x2013; ^b^anurakkha&#x1E47;&#x101;bhabbo^eb^ti anurakkha&#x1E47;&#x101;ya aparih&#x101;ni&#x1E43; &#x101;pajjitu&#x1E43; bhabbo. ^b^Sace anurakkhat&#x12B;^eb^ti sace anupak&#x101;radhamme pah&#x101;ya upak&#x101;radhamme sevanto sam&#x101;pajjati. Eva&#xF1;hi pa&#x1E6D;ipajjanto anurakkhati n&#x101;ma. So na parih&#x101;yati, itaro parih&#x101;yati.</p>
              <p>[03]Ime dvepi sam&#x101;patti&#x1E43; &#x1E6D;hapetu&#x1E43; th&#x101;vara&#x1E43; k&#x101;tu&#x1E43; pa&#x1E6D;ibal&#x101;. Cetan&#x101;bhabbato pana anurakkha&#x1E47;&#x101;bhabbova balavataro. Cetan&#x101;bhabbo hi upak&#x101;r&#x101;nupak&#x101;re dhamme na j&#x101;n&#x101;ti. Aj&#x101;nanto upak&#x101;radhamme nudati n&#x12B;harati, anupak&#x101;radhamme sevati. So te sevanto sam&#x101;pattito parih&#x101;yati ^a^V0.0035^ea^. Anurakkha&#x1E47;&#x101;bhabbo upak&#x101;r&#x101;nupak&#x101;re dhamme j&#x101;n&#x101;ti. J&#x101;nanto anupak&#x101;radhamme ^a^P0.0183^ea^ nudati n&#x12B;harati, upak&#x101;radhamme sevati. So te sevanto sam&#x101;pattito na parih&#x101;yati.</p>
              <p>[03]Yath&#x101; hi dve khettap&#x101;l&#x101; eko pa&#x1E47;&#x1E0D;urogena sarogo akkhamo s&#x12B;t&#x101;d&#x12B;na&#x1E43;, eko arogo s&#x12B;t&#x101;d&#x12B;na&#x1E43; saho. Sarogo he&#x1E6D;&#x1E6D;h&#x101;ku&#x1E6D;i&#x1E43; na otarati, ratt&#x101;rakkha&#x1E43; div&#x101;rakkha&#x1E43; vijahati. Tassa div&#x101; sukamor&#x101;dayo khetta&#x1E43; otaritv&#x101; s&#x101;lis&#x12B;sa&#x1E43; kh&#x101;danti, ratti&#x1E43; migas&#x16B;kar&#x101;dayo pavisitv&#x101; khala&#x1E43; ^a^M0.0035^ea^ tacchi ta&#x1E43; viya chetv&#x101; gacchanti. So attano pamattak&#x101;ra&#x1E47;&#x101; puna b&#x12B;jamattampi na labhati. Itaro ratt&#x101;rakkha&#x1E43; div&#x101;rakkha&#x1E43; na vijahati. So attano appamattak&#x101;ra&#x1E47;&#x101; ekakar&#x12B;sato catt&#x101;ripi a&#x1E6D;&#x1E6D;hapi saka&#x1E6D;&#x101;ni labhati.</p>
              <p>[03]Tattha sarogakhettap&#x101;lo viya cetan&#x101;bhabbo, arogo viya anurakkha&#x1E47;&#x101;bhabbo da&#x1E6D;&#x1E6D;habbo. Sarogassa attano pam&#x101;dena puna b&#x12B;jamattassapi alabhana&#x1E43; viya cetan&#x101;bhabbassa upak&#x101;r&#x101;nupak&#x101;re dhamme aj&#x101;nitv&#x101; upak&#x101;re pah&#x101;ya anupak&#x101;re sevantassa sam&#x101;pattiy&#x101; parih&#x101;na&#x1E43;. Itarassa attano appam&#x101;dena ekakar&#x12B;samattato catua&#x1E6D;&#x1E6D;hasaka&#x1E6D;auddhara&#x1E47;a&#x1E43; viya anurakkha&#x1E47;&#x101;bhabbassa upak&#x101;r&#x101;nupak&#x101;re dhamme j&#x101;nitv&#x101; anupak&#x101;re pah&#x101;ya upak&#x101;re sevantassa sam&#x101;pattiy&#x101; aparih&#x101;na&#x1E43; veditabba&#x1E43;. Eva&#x1E43; cetan&#x101;bhabbato anurakkha&#x1E47;&#x101;bhabbova sam&#x101;patti&#x1E43; th&#x101;vara&#x1E43; k&#x101;tu&#x1E43; balavataroti veditabbo.</p>
              <p>[03]^b^9^eb^^b^.^eb^ Puthujjananiddese &#x2013; ^b^t&#x12B;&#x1E47;i sa&#x1E43;yojan&#x101;n&#x12B;^eb^ti di&#x1E6D;&#x1E6D;hisa&#x1E43;yojanas&#x12B;labbatapar&#x101;m&#x101;sasa&#x1E43;yojanavicikicch&#x101;sa&#x1E43;yojan&#x101;ni. Et&#x101;ni hi phalakkha&#x1E47;e pah&#x12B;n&#x101;ni n&#x101;ma honti. Aya&#x1E43; pana phalakkha&#x1E47;epi na hot&#x12B;ti dasseti. ^b^Tesa&#x1E43; dhamm&#x101;na^eb^nti tesa&#x1E43; sa&#x1E43;yojanadhamm&#x101;na&#x1E43;. Maggakkha&#x1E47;asmi&#xF1;hi tesa&#x1E43; pah&#x101;n&#x101;ya pa&#x1E6D;ipanno n&#x101;ma hoti. Aya&#x1E43; pana maggakkha&#x1E47;epi na hoti. Ett&#x101;vat&#x101; vissa&#x1E6D;&#x1E6D;hakamma&#x1E6D;&#x1E6D;h&#x101;no th&#x16B;lab&#x101;laputhujjanova idha kathitoti veditabbo.</p>
              <p>[03]^b^10^eb^^b^.^eb^ Gotrabhuniddese ^a^P0.0184^ea^ &#x2013; ^b^yesa&#x1E43; dhamm&#x101;na^eb^nti yesa&#x1E43; gotrabhu&#xF1;&#x101;&#x1E47;ena saddhi&#x1E43; uppann&#x101;na&#x1E43; paropa&#x1E47;&#x1E47;&#x101;sakusaladhamm&#x101;na&#x1E43;. ^b^Ariyadhammass&#x101;^eb^ti lokuttaramaggassa. ^b^Avakkanti hot&#x12B;^eb^ti okkanti nibbatti p&#x101;tubh&#x101;vo hoti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; nibb&#x101;n&#x101;ramma&#x1E47;ena &#xF1;&#x101;&#x1E47;ena sabba&#x1E43; puthujjanasa&#x1E45;kha&#x1E43; puthujjanagotta&#x1E43; ^a^V0.0036^ea^ puthujjanama&#x1E47;&#x1E0D;ala&#x1E43; puthujjanapa&#xF1;&#xF1;atti&#x1E43; atikkamitv&#x101; ariyasa&#x1E45;kha&#x1E43; ariyagotta&#x1E43; ariyama&#x1E47;&#x1E0D;ala&#x1E43; ariyapa&#xF1;&#xF1;atti&#x1E43; okkamanato gotrabh&#x16B;puggalo n&#x101;ma vuccati.</p>
              <p>[03]^b^11^eb^^b^.^eb^ Bhay&#x16B;parataniddese &#x2013; bhayena uparatoti ^b^bhay&#x16B;parato^eb^. Sattapi sekkh&#x101; puthujjan&#x101; ca bh&#x101;yitv&#x101; p&#x101;pato oramanti p&#x101;pa&#x1E43; na karonti ^a^M0.0036^ea^. Tattha puthujjan&#x101; duggatibhaya&#x1E43;, va&#x1E6D;&#x1E6D;abhaya&#x1E43;, kilesabhaya&#x1E43;, upav&#x101;dabhayanti catt&#x101;ri bhay&#x101;ni bh&#x101;yanti. Tesu bh&#x101;yitabba&#x1E6D;&#x1E6D;hena duggatiyeva bhaya&#x1E43; ^b^duggatibhaya&#x1E43;^eb^. Sesesupi eseva nayo. Tattha puthujjano &#x2018;sace tva&#x1E43; p&#x101;pa&#x1E43; karissasi, catt&#x101;ro ap&#x101;y&#x101; mukha&#x1E43; vivaritv&#x101; &#x1E6D;hitacch&#x101;taajagarasadis&#x101;, tesu dukkha&#x1E43; anubhavanto katha&#x1E43; bhavissas&#x12B;&#x2019;ti duggatibhaya&#x1E43; bh&#x101;yitv&#x101; p&#x101;pa&#x1E43; na karoti. Anamataggasa&#x1E43;s&#x101;rava&#x1E6D;&#x1E6D;a&#x1E43;yeva pana ^b^va&#x1E6D;&#x1E6D;abhaya&#x1E43;^eb^ n&#x101;ma. Sabbampi akusala&#x1E43; ^b^kilesabhaya&#x1E43;^eb^ n&#x101;ma. Garah&#x101; pana ^b^upav&#x101;dabhaya&#x1E43;^eb^ n&#x101;ma. T&#x101;nipi bh&#x101;yitv&#x101; puthujjano p&#x101;pa&#x1E43; na karoti. Sot&#x101;pannasakad&#x101;g&#x101;mian&#x101;g&#x101;mino pana tayo sekkh&#x101; duggati&#x1E43; at&#x12B;tatt&#x101; ses&#x101;ni t&#x12B;&#x1E47;i bhay&#x101;ni bh&#x101;yitv&#x101; p&#x101;pa&#x1E43; na karonti. Magga&#x1E6D;&#x1E6D;hakasekkh&#x101; &#x101;gamanavasena v&#x101; asamucchinnabhayatt&#x101; v&#x101; ^b^bhay&#x16B;parat&#x101;^eb^ n&#x101;ma honti. Kh&#x12B;&#x1E47;&#x101;savo imesu cat&#x16B;su bhayesu ekampi na bh&#x101;yati. So hi sabbaso samucchinnabhayo; tasm&#x101; ^b^abhay&#x16B;parato^eb^ti vuccati. Ki&#x1E43; pana so upav&#x101;dampi na bh&#x101;yat&#x12B;ti? Na bh&#x101;yati. Upav&#x101;da&#x1E43; pana rakkhat&#x12B;ti vattu&#x1E43; va&#x1E6D;&#x1E6D;ati. Do&#x1E47;uppalav&#x101;pig&#x101;me kh&#x12B;&#x1E47;&#x101;savatthero viya.</p>
              <p>[03]^b^12^eb^^b^.^eb^ Abhabb&#x101;gamananiddese ^a^P0.0185^ea^ &#x2013; sammattaniy&#x101;m&#x101;gamanassa abhabboti ^b^abhabb&#x101;gamano. Kamm&#x101;vara&#x1E47;en&#x101;^eb^ti pa&#xF1;cavidhena &#x101;nantariyakammena. ^b^Kiles&#x101;vara&#x1E47;en&#x101;^eb^ti niyatamicch&#x101;di&#x1E6D;&#x1E6D;hiy&#x101;. ^b^Vip&#x101;k&#x101;vara&#x1E47;en&#x101;^eb^ti ahetukaduhetukapa&#x1E6D;isandhiy&#x101;. ^b^Assaddh&#x101;^eb^ti buddhadhammasa&#x1E45;ghesu saddh&#x101;rahit&#x101;. ^b^Acchandik&#x101;^eb^ti kattukamyat&#x101;kusalacchandarahit&#x101;. Te &#x1E6D;hapetv&#x101; jambud&#x12B;pa&#x1E43; itarad&#x12B;pattayav&#x101;sino veditabb&#x101;. Tesu hi manuss&#x101; acchandikabh&#x101;va&#x1E43; pavi&#x1E6D;&#x1E6D;h&#x101; n&#x101;ma. ^b^Duppa&#xF1;&#xF1;&#x101;^eb^ti bhava&#x1E45;gapa&#xF1;&#xF1;&#x101;rahit&#x101;. ^b^Abhabb&#x101;^eb^ti appa&#x1E6D;iladdhamaggaphal&#x16B;panissay&#x101;. ^b^Niy&#x101;ma^eb^nti magganiy&#x101;ma&#x1E43;, sammattaniy&#x101;ma&#x1E43;. ^b^Okkamitu^eb^nti eta&#x1E43; kusalesu dhammesu sammattasa&#x1E45;kh&#x101;ta&#x1E43; niy&#x101;ma&#x1E43; okkamitu&#x1E43; pavisitu&#x1E43; tattha pati&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43; abhabb&#x101;.</p>
              <p>[03]^b^13^eb^^b^.^eb^ Bhabb&#x101;gamananiddeso vuttapa&#x1E6D;ipakkhanayena veditabbo. Evamimasmi&#x1E43; duke ye ca puggal&#x101; pa&#xF1;c&#x101;nantariyak&#x101;, ye ca niyatamicch&#x101;di&#x1E6D;&#x1E6D;hik&#x101;, yehi ca ahetukaduhetukapa&#x1E6D;isandhi gahit&#x101; ^a^V0.0037^ea^, ye ca buddh&#x101;d&#x12B;na&#x1E43; na saddahanti, yesa&#xF1;ca kattukamyat&#x101;chando natthi, ye ca aparipu&#x1E47;&#x1E47;abhava&#x1E45;gapa&#xF1;&#xF1;&#x101;, yesa&#xF1;ca maggaphal&#x101;na&#x1E43; upanissayo natthi, te sabbepi sammattaniy&#x101;ma&#x1E43; okkamitu&#x1E43; abhabb&#x101;, vipar&#x12B;t&#x101; bhabb&#x101;ti vutt&#x101;.</p>
              <p>[03]^b^14^eb^^b^.^eb^ Niyat&#x101;niyataniddese ^a^M0.0037^ea^ &#x2013; ^b^&#x101;nantarik&#x101;^eb^ti &#x101;ntarikakammasama&#x1E45;gino. ^b^Micch&#x101;di&#x1E6D;&#x1E6D;hik&#x101;^eb^ti niyatamicch&#x101;di&#x1E6D;&#x1E6D;hisama&#x1E45;gino. Sabbepi hete nirayassa atth&#x101;ya niyatatt&#x101; ^b^niyat&#x101;^eb^ n&#x101;ma. A&#x1E6D;&#x1E6D;ha pana ariyapuggal&#x101; samm&#x101;bh&#x101;v&#x101;ya upar&#x16B;parimaggaphalatth&#x101;ya ceva anup&#x101;d&#x101;parinibb&#x101;natth&#x101;ya ca niyatatt&#x101; ^b^niyat&#x101;^eb^ n&#x101;ma. Avasesapuggal&#x101; pana anibaddhagatik&#x101;. Yath&#x101; &#x101;k&#x101;se khittada&#x1E47;&#x1E0D;o pathaviya&#x1E43; patanto &#x2018;aggena v&#x101; majjhena v&#x101; m&#x16B;lena v&#x101; patissat&#x12B;&#x2019;ti na &#xF1;&#x101;yati; evameva &#x2018;asukagatiy&#x101; n&#x101;ma nibbattissant&#x12B;&#x2019;ti niyam&#x101;bh&#x101;v&#x101; ^b^aniyat&#x101;^eb^ n&#x101;m&#x101;ti veditabb&#x101;. Y&#x101; pana uttarakuruk&#x101;na&#x1E43; niyatagatikat&#x101; ^a^P0.0186^ea^ vutt&#x101;, na s&#x101; niyatadhammavasena. Micchattasammattaniyatadhamm&#x101;yeva hi niyat&#x101; n&#x101;ma. Tesa&#xF1;ca vasen&#x101;ya&#x1E43; puggalaniyamo kathitoti.</p>
              <p>[03]^b^15^eb^^b^.^eb^ Pa&#x1E6D;ipannakaniddese &#x2013; ^b^maggasama&#x1E45;gino^eb^ti magga&#x1E6D;&#x1E6D;hakapuggal&#x101;. Te hi phalatth&#x101;ya pa&#x1E6D;ipannatt&#x101; ^b^pa&#x1E6D;ipannak&#x101;^eb^ n&#x101;ma. ^b^Phalasama&#x1E45;gino^eb^ti phalapa&#x1E6D;il&#x101;bhasama&#x1E45;git&#x101;ya phalasama&#x1E45;gino. Phalapa&#x1E6D;il&#x101;bhato pa&#x1E6D;&#x1E6D;h&#x101;ya hi te phalasam&#x101;patti&#x1E43; asam&#x101;pann&#x101;pi phale &#x1E6D;hit&#x101;yeva n&#x101;ma.</p>
              <p>[03]^b^16^eb^^b^.^eb^ Samas&#x12B;s&#x12B;niddese &#x2013; ^b^apubba&#x1E43; acarima^eb^nti apure apacch&#x101;, ekappah&#x101;renev&#x101;ti attho. ^b^Pariy&#x101;d&#x101;na^eb^nti parikkhayo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; puggalo ^b^samas&#x12B;s&#x12B;^eb^ n&#x101;ma vuccati. So panesa tividho hoti &#x2013; iriy&#x101;pathasamas&#x12B;s&#x12B;, rogasamas&#x12B;s&#x12B;, j&#x12B;vitasamas&#x12B;s&#x12B;ti. Tattha yo ca&#x1E45;kamantova vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; patv&#x101; ca&#x1E45;kamantova parinibb&#x101;ti ^b^padumatthero^eb^ viya; &#x1E6D;hitakova vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; patv&#x101; &#x1E6D;hitakova parinibb&#x101;ti ^b^ko&#x1E6D;apabbatavih&#x101;rav&#x101;s&#x12B;tissatthero^eb^ viya; nisinnova vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; patv&#x101; nisinnova parinibb&#x101;ti, nipannova vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; patv&#x101; nipannova parinibb&#x101;ti &#x2013; aya&#x1E43; ^b^iriy&#x101;pathasamas&#x12B;s&#x12B;^eb^ n&#x101;ma.</p>
              <p>[03]Yo pana eka&#x1E43; roga&#x1E43; patv&#x101; antorogeyeva vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; patv&#x101; teneva rogena parinibb&#x101;ti &#x2013; aya&#x1E43; ^b^rogasamas&#x12B;s&#x12B;^eb^ n&#x101;ma.</p>
              <p>[03]Kataro ^a^M0.0038^ea^^a^V0.0038^ea^ j&#x12B;vitasamas&#x12B;s&#x12B; n&#x101;ma? &#x2018;&#x2018;S&#x12B;santi terasa s&#x12B;s&#x101;ni &#x2013; palibodhas&#x12B;sa&#xF1;ca ta&#x1E47;h&#x101;, vinibandhanas&#x12B;sa&#xF1;ca m&#x101;no, par&#x101;m&#x101;sas&#x12B;sa&#xF1;ca di&#x1E6D;&#x1E6D;hi, vikkhepas&#x12B;sa&#xF1;ca uddhacca&#x1E43;, sa&#x1E43;kilesas&#x12B;sa&#xF1;ca avijj&#x101;, adhimokkhas&#x12B;sa&#xF1;ca saddh&#x101;, paggahas&#x12B;sa&#xF1;ca v&#x12B;riya&#x1E43;, upa&#x1E6D;&#x1E6D;h&#x101;nas&#x12B;sa&#xF1;ca sati, avikkhepas&#x12B;sa&#xF1;ca sam&#x101;dhi, dassanas&#x12B;sa&#xF1;ca pa&#xF1;&#xF1;&#x101;, pavattas&#x12B;sa&#xF1;ca j&#x12B;vitindriya&#x1E43;, gocaras&#x12B;sa&#xF1;ca vimokkho, sa&#x1E45;kh&#x101;ras&#x12B;sa&#xF1;ca nirodho&#x2019;&#x2019;ti (pa&#x1E6D;i. ma. 1.87). Tattha kilesas&#x12B;sa&#x1E43; avijja&#x1E43; arahattamaggo pariy&#x101;diyati. Pavattas&#x12B;sa&#x1E43; j&#x12B;vitindriya&#x1E43; cuticitta&#x1E43; pariy&#x101;diyati. Avijj&#x101;pariy&#x101;d&#x101;yaka&#x1E43; ^a^P0.0187^ea^ citta&#x1E43; j&#x12B;vitindriya&#x1E43; pariy&#x101;d&#x101;tu&#x1E43; na sakkoti. J&#x12B;vitindriyapariy&#x101;d&#x101;yaka&#x1E43; citta&#x1E43; avijja&#x1E43; pariy&#x101;d&#x101;tu&#x1E43; na sakkoti. Avijj&#x101;pariy&#x101;d&#x101;yaka&#x1E43; citta&#x1E43; a&#xF1;&#xF1;a&#x1E43;, j&#x12B;vitindriyapariy&#x101;d&#x101;yaka&#x1E43; citta&#x1E43; a&#xF1;&#xF1;a&#x1E43;. Yassa ceta&#x1E43; s&#x12B;sadvaya&#x1E43; sama&#x1E43; pariy&#x101;d&#x101;na&#x1E43; gacchati, so ^b^j&#x12B;vitasamas&#x12B;s&#x12B;^eb^ n&#x101;ma.</p>
              <p>[03]Kathamida&#x1E43; sama&#x1E43; hot&#x12B;ti? V&#x101;rasamat&#x101;ya. Yasmi&#xF1;hi v&#x101;re maggavu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; hoti &#x2013; sot&#x101;pattimagge pa&#xF1;ca paccavekkha&#x1E47;&#x101;ni, sakad&#x101;g&#x101;mimagge pa&#xF1;ca, an&#x101;g&#x101;mimagge pa&#xF1;ca, arahattamagge catt&#x101;r&#x12B;ti ek&#x16B;nav&#x12B;satiy&#x101; paccavekkha&#x1E47;a&#xF1;&#x101;&#x1E47;e pati&#x1E6D;&#x1E6D;h&#x101;ya bhava&#x1E45;ga&#x1E43; otaritv&#x101; parinibb&#x101;yati. Im&#x101;ya v&#x101;rasamat&#x101;ya ida&#x1E43; ubhayas&#x12B;sapariy&#x101;d&#x101;na&#x1E43; sama&#x1E43; hoti n&#x101;ma. Ten&#x101;ya&#x1E43; puggalo j&#x12B;vitasamas&#x12B;s&#x12B;ti vuccati. Ayameva ca idha adhippeto.</p>
              <p>[03]^b^17^eb^^b^.^eb^ &#x1E6C;hitakapp&#x12B;niddese &#x2013; &#x1E6D;hito kappoti &#x1E6D;hitakappo, &#x1E6D;hitakappo assa atth&#x12B;ti ^b^&#x1E6D;hitakapp&#x12B;^eb^. Kappa&#x1E43; &#x1E6D;hapetu&#x1E43; samatthoti attho. ^b^U&#x1E0D;&#x1E0D;ayhanavel&#x101; ass&#x101;^eb^ti jh&#x101;yanak&#x101;lo bhaveyya. ^b^Neva t&#x101;v&#x101;^eb^ti y&#x101;va esa maggasama&#x1E45;g&#x12B; puggalo sot&#x101;pattiphala&#x1E43; na sacchikaroti, neva t&#x101;va kappo jh&#x101;yeyya. Jh&#x101;yam&#x101;nopi ajjh&#x101;yitv&#x101;va ti&#x1E6D;&#x1E6D;heyya. Kappavin&#x101;so hi n&#x101;ma mah&#x101;vik&#x101;ro mah&#x101;payogo ko&#x1E6D;isatasahassacakkav&#x101;&#x1E37;assa jh&#x101;yanavasena mah&#x101;lokavin&#x101;so. Ayampi eva&#x1E43; mah&#x101;vin&#x101;so ti&#x1E6D;&#x1E6D;heyya v&#x101;ti vadati. S&#x101;sane pana dharam&#x101;ne aya&#x1E43; kappavin&#x101;so n&#x101;ma natthi. Kappavin&#x101;se s&#x101;sana&#x1E43; natthi. Gatako&#x1E6D;ike hi k&#x101;le kappavin&#x101;so n&#x101;ma hoti. Eva&#x1E43; santepi satth&#x101; antar&#x101;y&#x101;bh&#x101;va&#x1E43; d&#x12B;petu&#x1E43; ida&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; &#x101;hari &#x2013; &#x2018;&#x2018;idampi bhaveyya, maggasama&#x1E45;gino pana phalassa antar&#x101;yo na sakk&#x101; k&#x101;tu&#x2019;&#x2019;nti. Aya&#x1E43; pana puggalo kappa&#x1E43; &#x1E6D;hapento kittaka&#x1E43; k&#x101;la&#x1E43; &#x1E6D;hapeyy&#x101;ti? Yasmi&#x1E43; ^a^M0.0039^ea^ v&#x101;re maggavu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; hoti, atha bhava&#x1E45;ga&#x1E43; &#x101;va&#x1E6D;&#x1E6D;enta&#x1E43; manodv&#x101;r&#x101;vajjana&#x1E43; uppajjati. Tato t&#x12B;&#x1E47;i anulom&#x101;ni, eka&#x1E43; gotrabhucitta&#x1E43;, eka&#x1E43; maggacitta&#x1E43;, dve phalacitt&#x101;ni, pa&#xF1;ca ^a^V0.0039^ea^ paccavekkha&#x1E47;a&#xF1;&#x101;&#x1E47;&#x101;n&#x12B;ti ^a^P0.0188^ea^ ettaka&#x1E43; k&#x101;la&#x1E43; &#x1E6D;hapeyya. Ima&#x1E43; panattha&#x1E43; b&#x101;hir&#x101;ya &#x101;gantuk&#x16B;pam&#x101;yapi eva&#x1E43; d&#x12B;payi&#x1E43;su. Sace hi sot&#x101;pattimaggasama&#x1E45;gissa matthak&#x16B;pari yojanika&#x1E43; ekagghanasela&#x1E43; tiva&#x1E6D;&#x1E6D;&#x101;ya rajjuy&#x101; bandhitv&#x101; olambeyya, ekasmi&#x1E43; va&#x1E6D;&#x1E6D;e chinne dv&#x12B;hi olambeyya, dv&#x12B;su chinnesu ekena olambeyyeva, tasmimpi chinne abbhak&#x16B;&#x1E6D;a&#x1E43; viya &#x101;k&#x101;se ti&#x1E6D;&#x1E6D;heyya, na tveva tassa puggalassa magg&#x101;nantaraphalassa antar&#x101;ya&#x1E43; kareyy&#x101;ti. Aya&#x1E43; pana d&#x12B;pan&#x101; paritt&#x101;, purim&#x101;va mahant&#x101;. Na kevala&#x1E43; pana sot&#x101;pattimagga&#x1E6D;&#x1E6D;hova kappa&#x1E43; &#x1E6D;hapeti, itare maggasama&#x1E45;ginopi &#x1E6D;hapentiyeva. Tena bhagav&#x101; he&#x1E6D;&#x1E6D;h&#x101; gahita&#xF1;ca aggahita&#xF1;ca sabba&#x1E43; sa&#x1E45;ka&#x1E0D;&#x1E0D;hitv&#x101; saddhi&#x1E43; pi&#x1E6D;&#x1E6D;hiva&#x1E6D;&#x1E6D;akapuggalehi ima&#x1E43; tanti&#x1E43; &#x101;ropesi &#x2013; &#x2018;&#x2018;sabbepi maggasama&#x1E45;gino puggal&#x101; &#x1E6D;hitakappino&#x2019;&#x2019;ti.</p>
              <p>[03]^b^18^eb^^b^.^eb^ Ariyaniddese &#x2013; kilesehi &#x101;rakatt&#x101; ^b^ariy&#x101;^eb^. Sadevakena lokena ara&#x1E47;&#x12B;yatt&#x101; ariy&#x101;. Ariya&#x1E6D;&#x1E6D;ho n&#x101;ma parisuddha&#x1E6D;&#x1E6D;hoti parisuddhatt&#x101;pi ariy&#x101;. Ses&#x101; aparisuddhat&#x101;ya ^b^anariy&#x101;^eb^.</p>
              <p>[03]^b^19^eb^^b^.^eb^ Sekkhaniddese &#x2013; maggasama&#x1E45;gino maggakkha&#x1E47;e, phalasama&#x1E45;gino ca phalakkha&#x1E47;e, adhis&#x12B;lasikkh&#x101;dik&#x101; tissopi sikkh&#x101; sikkhantiyev&#x101;ti ^b^sekkh&#x101;^eb^. Arahat&#x101; pana arahattaphalakkha&#x1E47;e tisso sikkh&#x101; sikkhit&#x101;. Puna tassa sikkhanakicca&#x1E43; natth&#x12B;ti ^b^asekkh&#x101;^eb^. Iti satta ariy&#x101; sikkhant&#x12B;ti sekkh&#x101;. Kh&#x12B;&#x1E47;&#x101;sav&#x101; a&#xF1;&#xF1;assa santike s&#x12B;l&#x101;d&#x12B;na&#x1E43; sikkhitatt&#x101; sikkhitaasekkh&#x101; n&#x101;ma. Buddhapaccekabuddh&#x101; sayambh&#x16B;tat&#x101;ya asikkhitaasekkh&#x101; n&#x101;ma. Sesapuggal&#x101; neva sikkhanti na sikkhit&#x101;ti ^b^nevasekkh&#x101;n&#x101;sekkh&#x101;^eb^.</p>
              <p>[03]^b^20^eb^^b^.^eb^ Tevijjaniddese &#x2013; pa&#x1E6D;hama&#x1E43; pubbeniv&#x101;sadibbacakkhu&#xF1;&#x101;&#x1E47;&#x101;ni nibbattetv&#x101; pacch&#x101; arahatta&#x1E43; pattopi, pa&#x1E6D;hama&#x1E43; arahatta&#x1E43; ^a^P0.0189^ea^ patv&#x101; pacch&#x101; pubbeniv&#x101;sadibbacakkhu&#xF1;&#x101;&#x1E47;anibbattakopi ^b^tevijjo^eb^yeva n&#x101;ma. Suttantakath&#x101; pana pariy&#x101;yadesan&#x101; abhidhammakath&#x101; nippariy&#x101;yadesan&#x101;ti imasmi&#x1E43; &#x1E6D;h&#x101;ne &#x101;gaman&#x12B;yameva dhura&#x1E43;. Tasm&#x101; pa&#x1E6D;hama&#x1E43; dve vijj&#x101; nibbattetv&#x101; pacch&#x101; arahatta&#x1E43; pattova idha adhippeto. ^b^Cha&#x1E37;abhi&#xF1;&#xF1;e^eb^pi eseva nayo.</p>
              <p>[03]^b^22^eb^^b^.^eb^ Samm&#x101;sambuddhaniddese ^a^M0.0040^ea^ &#x2013; ^b^pubbe ananussutes&#x16B;^eb^ti pacchimabhave saccappa&#x1E6D;ivedhato pubbe a&#xF1;&#xF1;assa ^a^V0.0040^ea^ kassaci santike assutapubbesu. Tato purimapurimesu pana bhavesu sabba&#xF1;&#xF1;ubodhisatt&#x101; buddhas&#x101;sane pabbajitv&#x101; t&#x12B;&#x1E47;i pi&#x1E6D;ak&#x101;ni uggahetv&#x101; gatapacc&#x101;gatavatta&#x1E43; &#x101;ruyha kamma&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; anuloma&#x1E43; gotrabhu&#x1E43; &#x101;hacca &#x1E6D;hapenti. Tasm&#x101; pacchimabhavasmi&#x1E43;yeva an&#x101;cariyakabh&#x101;va&#x1E43; sandh&#x101;yeta&#x1E43; vutta&#x1E43;. Tad&#x101; hi tath&#x101;gato p&#x16B;ritap&#x101;ramitt&#x101; a&#xF1;&#xF1;assa santike s&#x101;ma&#x1E43; ananussutesu sa&#x1E45;khat&#x101;sa&#x1E45;khatadhammesu &#x2018;&#x2018;ida&#x1E43; dukkha&#x1E43;&#x2026;pe&#x2026; aya&#x1E43; dukkhanirodhag&#x101;min&#x12B; pa&#x1E6D;ipad&#x101;&#x2019;&#x2019;ti attapaccakkhena &#xF1;&#x101;&#x1E47;ena catt&#x101;ri sacc&#x101;ni abhisambujjhati.</p>
              <p>[03]^b^Tattha c&#x101;^eb^ti tasmi&#xF1;ca catusaccasambodhisa&#x1E45;kh&#x101;te arahattamagge. ^b^Sabba&#xF1;&#xF1;uta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti balesu ca vas&#x12B;bh&#x101;va^eb^nti sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;ceva balesu ca ci&#x1E47;&#x1E47;avas&#x12B;bh&#x101;va&#x1E43; p&#x101;pu&#x1E47;&#x101;ti. Buddh&#x101;na&#xF1;hi sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;assa ceva dasabala&#xF1;&#x101;&#x1E47;assa ca adhigamanato pa&#x1E6D;&#x1E6D;h&#x101;ya a&#xF1;&#xF1;a&#x1E43; k&#x101;tabba&#x1E43; n&#x101;ma natthi. Yath&#x101; pana ubhatosuj&#x101;tassa khattiyakum&#x101;rassa abhisekappattito pa&#x1E6D;&#x1E6D;h&#x101;ya &#x2018;ida&#x1E43; n&#x101;ma issariya&#x1E43; an&#x101;gata&#x2019;nti na vattabba&#x1E43;, sabba&#x1E43; &#x101;gatameva hoti. Evameva buddh&#x101;na&#x1E43; arahattamaggassa &#x101;gamanato pa&#x1E6D;&#x1E6D;h&#x101;ya &#x2018;aya&#x1E43; n&#x101;ma gu&#x1E47;o na &#x101;gato, na pa&#x1E6D;ividdho, na paccakkho&#x2019;ti na vattabbo, sabbepi sabba&#xF1;&#xF1;ugu&#x1E47;&#x101; &#x101;gat&#x101; pa&#x1E6D;ividdh&#x101; paccakkhakat&#x101;va honti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; eva&#x1E43; p&#x101;ram&#x12B;p&#x16B;ra&#x1E47;asiddh&#x101;nubh&#x101;vena ariyamaggena pa&#x1E6D;ividdhasabba&#xF1;&#xF1;ugu&#x1E47;o puggalo ^b^samm&#x101;sambuddho^eb^ti vuccati.</p>
              <p>[03]^b^23^eb^^b^.^eb^ Paccekabuddhaniddesepi ^a^P0.0190^ea^ &#x2013; ^b^pubbe ananussutes&#x16B;^eb^ti pade pubbe vuttanayeneva attho veditabbo. Paccekabuddhopi hi pacchimabhave an&#x101;cariyako attukka&#x1E43;sika&#xF1;&#x101;&#x1E47;eneva pa&#x1E6D;ividdhasacco sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;ceva balesu ca ci&#x1E47;&#x1E47;avas&#x12B;bh&#x101;va&#x1E43; na p&#x101;pu&#x1E47;&#x101;ti.</p>
              <p>[03]^b^24^eb^^b^.^eb^ Ubhatobh&#x101;gavimuttaniddese &#x2013; ^b^a&#x1E6D;&#x1E6D;ha vimokkhe k&#x101;yena phusitv&#x101; viharat&#x12B;^eb^ti a&#x1E6D;&#x1E6D;ha sam&#x101;pattiyo sahaj&#x101;tan&#x101;mak&#x101;yena pa&#x1E6D;ilabhitv&#x101; viharati. ^b^Pa&#xF1;&#xF1;&#x101;ya cassa disv&#x101;^eb^ti vipassan&#x101;pa&#xF1;&#xF1;&#x101;ya sa&#x1E45;kh&#x101;ragata&#x1E43;, maggapa&#xF1;&#xF1;&#x101;ya catt&#x101;ri sacc&#x101;ni passitv&#x101; catt&#x101;ropi &#x101;sav&#x101; kh&#x12B;&#x1E47;&#x101; honti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti ^a^M0.0041^ea^ aya&#x1E43; evar&#x16B;po puggalo ^b^ubhatobh&#x101;gavimutto^eb^ n&#x101;m&#x101;ti vuccati. Aya&#xF1;hi dv&#x12B;hi bh&#x101;gehi dve v&#x101;re vimuttoti ubhatobh&#x101;gavimutto. Tatr&#x101;ya&#x1E43; therav&#x101;do &#x2013; ^b^tipi&#x1E6D;akac&#x16B;&#x1E37;an&#x101;gatthero^eb^ t&#x101;va &#x101;ha &#x2013; &#x2018;&#x2018;sam&#x101;pattiy&#x101; vikkhambhanavimokkhena, maggena samucchedavimokkhena ^a^V0.0041^ea^ vimuttoti ubhatobh&#x101;gehi dve v&#x101;re vimutto&#x2019;&#x2019;ti. ^b^Tipi&#x1E6D;akamah&#x101;dhammarakkhitatthero^eb^ &#x2018;&#x2018;n&#x101;manissitako eso&#x2019;&#x2019;ti vatv&#x101; &#x2013;</p>
              <p>[21]&#x2018;&#x2018;Acc&#x12B; yath&#x101; v&#x101;tavegena khitt&#x101;, (upas&#x12B;v&#x101;ti bhagav&#x101;;)</p>
              <p>[27]Attha&#x1E43; paleti na upeti sa&#x1E45;kha&#x1E43;;</p>
              <p>[26]Eva&#x1E43; mun&#x12B; n&#x101;mak&#x101;y&#x101; vimutto,</p>
              <p>[22]Attha&#x1E43; paleti na upeti sa&#x1E45;kha&#x2019;&#x2019;nti. (su. ni. 1080);</p>
              <p>[03]Vatv&#x101; sutta&#x1E43; &#x101;haritv&#x101; &#x2018;&#x2018;n&#x101;mak&#x101;yato ca r&#x16B;pak&#x101;yato ca suvimuttatt&#x101; ubhatobh&#x101;gavimutto&#x2019;&#x2019;ti &#x101;ha. ^b^Tipi&#x1E6D;akac&#x16B;&#x1E37;&#x101;bhayatthero^eb^ pan&#x101;ha &#x2013; &#x2018;&#x2018;sam&#x101;pattiy&#x101; vikkhambhanavimokkhena ekav&#x101;ra&#x1E43; vimutto maggena samucchedavimokkhena ekav&#x101;ra&#x1E43; vimuttoti ubhatobh&#x101;gavimutto&#x2019;&#x2019;ti. Ime pana tayopi ther&#x101; pa&#x1E47;&#x1E0D;it&#x101;, &#x2018;ti&#x1E47;&#x1E47;ampi v&#x101;de k&#x101;ra&#x1E47;a&#x1E43; dissat&#x12B;&#x2019;ti ti&#x1E47;&#x1E47;ampi ^a^P0.0191^ea^ v&#x101;da&#x1E43; tanti&#x1E43; katv&#x101; &#x1E6D;hapayi&#x1E43;su.</p>
              <p>[03]Sa&#x1E45;khepato pana ar&#x16B;pasam&#x101;pattiy&#x101; r&#x16B;pak&#x101;yato vimutto, maggena n&#x101;mak&#x101;yato vimuttoti ubhohi bh&#x101;gehi vimuttatt&#x101; ubhatobh&#x101;gavimutto. So catunna&#x1E43; ar&#x16B;pasam&#x101;patt&#x12B;na&#x1E43; ekekato vu&#x1E6D;&#x1E6D;h&#x101;ya sa&#x1E45;kh&#x101;re sammasitv&#x101; arahatta&#x1E43; patt&#x101;na&#x1E43; catunna&#x1E43;, nirodh&#x101; vu&#x1E6D;&#x1E6D;h&#x101;ya arahatta&#x1E43; pattassa an&#x101;g&#x101;mino ca vasena pa&#xF1;cavidho hoti. Tattha purim&#x101; catt&#x101;ro sam&#x101;pattis&#x12B;sa&#x1E43; nirodha&#x1E43; na sam&#x101;pajjant&#x12B;ti pariy&#x101;yena ubhatobh&#x101;gavimutt&#x101; n&#x101;ma. A&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; an&#x101;g&#x101;m&#x12B; ta&#x1E43; sam&#x101;pajjitv&#x101; tato vu&#x1E6D;&#x1E6D;h&#x101;ya vipassana&#x1E43; va&#x1E0D;&#x1E0D;hetv&#x101; arahatta&#x1E43; pattoti nippariy&#x101;yena ubhatobh&#x101;gavimuttase&#x1E6D;&#x1E6D;ho n&#x101;ma. Nanu ca ar&#x16B;p&#x101;vacarajjh&#x101;nampi upekkh&#x101;cittekaggat&#x101;hi duva&#x1E45;gika&#x1E43; r&#x16B;p&#x101;vacaracatutthajjh&#x101;nampi, tasm&#x101; tampi pada&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; arahatta&#x1E43; pattena ubhatobh&#x101;gavimuttena bhavitabbanti? Na bhavitabba&#x1E43;. Kasm&#x101;? R&#x16B;pak&#x101;yato avimuttatt&#x101;. Ta&#xF1;hi kilesak&#x101;yatova vimutta&#x1E43;, na r&#x16B;pak&#x101;yato; tasm&#x101; tato vu&#x1E6D;&#x1E6D;h&#x101;ya arahatta&#x1E43; patto ubhatobh&#x101;gavimutto n&#x101;ma na hoti ^a^M0.0042^ea^. Ar&#x16B;p&#x101;vacara&#x1E43; pana n&#x101;mak&#x101;yato ca vimutta&#x1E43; r&#x16B;pak&#x101;yato c&#x101;ti tadeva p&#x101;daka&#x1E43; katv&#x101; arahatta&#x1E43; patto ubhatobh&#x101;gavimutto hot&#x12B;ti veditabbo.</p>
              <p>[03]^b^25^eb^^b^.^eb^ Pa&#xF1;&#xF1;&#x101;vimuttaniddese &#x2013; pa&#xF1;&#xF1;&#x101;ya vimuttoti ^b^pa&#xF1;&#xF1;&#x101;vimutto^eb^. So sukkhavipassako cat&#x16B;hi ^a^V0.0042^ea^ jh&#x101;nehi vu&#x1E6D;&#x1E6D;h&#x101;ya arahatta&#x1E43; patt&#x101; catt&#x101;ro c&#x101;ti pa&#xF1;cavidho hoti. Etesu hi ekopi a&#x1E6D;&#x1E6D;havimokkhal&#x101;bh&#x12B; na hoti. Teneva ^b^na heva kho a&#x1E6D;&#x1E6D;ha vimokkhe^eb^ti&#x101;dim&#x101;ha. Ar&#x16B;p&#x101;vacarajjh&#x101;nesu pana ekasmi&#x1E43; sati ubhatobh&#x101;gavimuttoyeva n&#x101;ma hot&#x12B;ti.</p>
              <p>[03]^b^26^eb^^b^.^eb^ K&#x101;yasakkhiniddese &#x2013; ^b^ekacce &#x101;sav&#x101;^eb^ti he&#x1E6D;&#x1E6D;himamaggattayavajjh&#x101;. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^k&#x101;yasakkh&#x12B;^eb^ti vuccati. So hi phu&#x1E6D;&#x1E6D;hanta&#x1E43; sacchikarot&#x12B;ti k&#x101;yasakkh&#x12B;. Jh&#x101;naphassa&#x1E43; pa&#x1E6D;hama&#x1E43; phusati, pacch&#x101; nirodha&#x1E43; nibb&#x101;na&#x1E43; sacchikarot&#x12B;tipi k&#x101;yasakkh&#x12B;. So sot&#x101;pattiphala&#x1E6D;&#x1E6D;ha&#x1E43; &#x101;di&#x1E43; katv&#x101; y&#x101;va arahattamagga&#x1E6D;&#x1E6D;h&#x101; chabbidho hoti.</p>
              <p>[03]^b^27^eb^^b^.^eb^ Di&#x1E6D;&#x1E6D;hippattaniddese ^a^P0.0192^ea^ &#x2013; ^b^ida&#x1E43; dukkha^eb^nti ida&#x1E43; dukkha&#x1E43;, ettaka&#x1E43; dukkha&#x1E43;, na ito uddha&#x1E43; dukkha&#x1E43;. ^b^Dukkhasamuday&#x101;^eb^d&#x12B;supi eseva nayo. ^b^Yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;t&#x12B;^eb^ti &#x1E6D;hapetv&#x101; ta&#x1E47;ha&#x1E43; pa&#xF1;cup&#x101;d&#x101;nakkhandhe &#x2018;dukkhasacca&#x2019;nti y&#x101;th&#x101;vasarasato paj&#x101;n&#x101;ti. Ta&#x1E47;h&#x101; pana dukkha&#x1E43; janeti nibbatteti, pabh&#x101;veti, tato ta&#x1E43; dukkha&#x1E43; samudeti; tasm&#x101; na&#x1E43; aya&#x1E43; &#x2018;dukkhasamudayo&#x2019;ti yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;ti. Yasm&#x101; pana ida&#x1E43; dukkha&#xF1;ca samudayo ca nibb&#x101;na&#x1E43; patv&#x101; nirujjhanti v&#x16B;pasammanti appavatti&#x1E43; gacchanti; tasm&#x101; na&#x1E43; &#x2018;aya&#x1E43; dukkhanirodho&#x2019;ti yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;ti. Ariyo pana a&#x1E6D;&#x1E6D;ha&#x1E45;giko maggo, ta&#x1E43; dukkhanirodha&#x1E43; gacchati; tena ta&#x1E43; &#x2018;aya&#x1E43; dukkhanirodhag&#x101;min&#x12B; pa&#x1E6D;ipad&#x101;&#x2019;ti yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;ti. Ett&#x101;vat&#x101; n&#x101;n&#x101;kkha&#x1E47;e saccavavatth&#x101;na&#x1E43; dassita&#x1E43;. Id&#x101;ni ekakkha&#x1E47;e dassetu&#x1E43; ^b^tath&#x101;gatappavedit&#x101;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^tath&#x101;gatappavedit&#x101;^eb^ti mah&#x101;bodhima&#x1E47;&#x1E0D;e nis&#x12B;datv&#x101; tath&#x101;gatena pa&#x1E6D;ividdh&#x101; vidit&#x101; p&#x101;ka&#x1E6D;&#x12B;kat&#x101;. ^b^Dhamm&#x101;^eb^ti catusaccadhamm&#x101;. ^b^Vodi&#x1E6D;&#x1E6D;h&#x101; hont&#x12B;^eb^ti sudi&#x1E6D;&#x1E6D;h&#x101; honti. ^b^Vocarit&#x101;^eb^ti sucarit&#x101;. Tesu anena pa&#xF1;&#xF1;&#x101; su&#x1E6D;&#x1E6D;hu car&#x101;pit&#x101; hot&#x12B;ti attho. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo di&#x1E6D;&#x1E6D;hippattoti vuccati. Aya&#xF1;hi di&#x1E6D;&#x1E6D;hanta&#x1E43; patto. &#x2018;&#x2018;Dukkh&#x101; sa&#x1E45;kh&#x101;r&#x101;, sukho nirodho&#x2019;&#x2019;ti &#xF1;&#x101;&#x1E47;a&#x1E43; hoti ^a^M0.0043^ea^. Di&#x1E6D;&#x1E6D;ha&#x1E43; vidita&#x1E43; sacchikata&#x1E43; passita&#x1E43; pa&#xF1;&#xF1;&#x101;y&#x101;ti ^b^di&#x1E6D;&#x1E6D;happatto^eb^. Ayampi k&#x101;yasakkh&#x12B; viya chabbidhova hoti.</p>
              <p>[03]^b^28^eb^^b^.^eb^ Saddh&#x101;vimuttaniddese &#x2013; ^b^no ca kho yath&#x101; di&#x1E6D;&#x1E6D;hippattass&#x101;^eb^ti yath&#x101; di&#x1E6D;&#x1E6D;hippattassa &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101;, na eva&#x1E43; saddh&#x101;vimuttass&#x101;ti attho. Ki&#x1E43; pana nesa&#x1E43; kilesappah&#x101;ne n&#x101;natta&#x1E43; atth&#x12B;ti? Natthi. Atha kasm&#x101; saddh&#x101;vimutto di&#x1E6D;&#x1E6D;hippatta&#x1E43; na p&#x101;pu&#x1E47;&#x101;t&#x12B;ti? &#x100;gaman&#x12B;yan&#x101;nattena. Di&#x1E6D;&#x1E6D;hippato hi &#x101;gamanamhi kilese vikkhambhento appadukkhena appakasirena akilamantova ^a^V0.0043^ea^ vikkhambhetu&#x1E43; sakkoti. Saddh&#x101;vimutto ^a^P0.0193^ea^ pana dukkhena kasirena kilamanto hutv&#x101; vikkhambhetu&#x1E43; sakkoti, tasm&#x101; di&#x1E6D;&#x1E6D;hippatta&#x1E43; na p&#x101;pu&#x1E47;&#x101;ti. Apica nesa&#x1E43; pa&#xF1;&#xF1;&#x101;yapi n&#x101;natta&#x1E43; atthiyeva. Di&#x1E6D;&#x1E6D;hippattassa hi upari ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; vipassan&#x101;&#xF1;&#x101;&#x1E47;a&#x1E43; tikkha&#x1E43; s&#x16B;ra&#x1E43; pasanna&#x1E43; hutv&#x101; vahati. Saddh&#x101;vimuttassa vipassan&#x101;&#xF1;&#x101;&#x1E47;a&#x1E43; no tikkha&#x1E43; s&#x16B;ra&#x1E43; pasanna&#x1E43; hutv&#x101; vahati, tasm&#x101;pi so di&#x1E6D;&#x1E6D;hippatta&#x1E43; na p&#x101;pu&#x1E47;&#x101;ti.</p>
              <p>[03]Yath&#x101; hi dv&#x12B;su taru&#x1E47;esu sippa&#x1E43; dassentesu ekassa hatthe tikhi&#x1E47;o asi, ekassa ku&#x1E47;&#x1E6D;ho. Tikhi&#x1E47;ena asin&#x101; kadal&#x12B; chijjam&#x101;n&#x101; sadda&#x1E43; na karoti. Ku&#x1E47;&#x1E6D;hena asin&#x101; chijjam&#x101;n&#x101; &#x2018;ka&#x1E6D;aka&#x1E6D;&#x101;&#x2019;ti sadda&#x1E43; karoti. Tattha tikhi&#x1E47;ena asin&#x101; sadda&#x1E43; akarontiy&#x101; eva kadaliy&#x101; chedana&#x1E43; viya di&#x1E6D;&#x1E6D;hippattassa ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; vipassan&#x101;&#xF1;&#x101;&#x1E47;assa tikhi&#x1E47;as&#x16B;ravippasannabh&#x101;vo. Ku&#x1E47;&#x1E6D;hena asin&#x101; sadda&#x1E43; karontiy&#x101;pi kadaliy&#x101; chedana&#x1E43; viya saddh&#x101;vimuttassa ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; vipassan&#x101;&#xF1;&#x101;&#x1E47;assa atikhi&#x1E47;aas&#x16B;raappasannabh&#x101;vo veditabbo. Ima&#x1E43; pana naya&#x1E43; &#x2018;no&#x2019;ti pa&#x1E6D;ikkhipitv&#x101;, &#x101;gaman&#x12B;yan&#x101;natteneva saddh&#x101;vimutto di&#x1E6D;&#x1E6D;hippatta&#x1E43; na p&#x101;pu&#x1E47;&#x101;t&#x12B;ti sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; kata&#x1E43;.</p>
              <p>[03]&#x100;gama&#x1E6D;&#x1E6D;hakath&#x101;su pana vutta&#x1E43; &#x2013; &#x2018;&#x2018;etesu hi saddh&#x101;vimuttassa pubbabh&#x101;gamaggakkha&#x1E47;e saddahantassa viya okappentassa viya adhimuccantassa viya ca kilesakkhayo hoti. Di&#x1E6D;&#x1E6D;hippattassa pubbabh&#x101;gamaggakkha&#x1E47;e kilesacchedaka&#xF1;&#x101;&#x1E47;a&#x1E43; adandha&#x1E43; tikhi&#x1E47;a&#x1E43; s&#x16B;ra&#x1E43; hutv&#x101; vahati. Tasm&#x101; yath&#x101; n&#x101;ma atikhi&#x1E47;ena asin&#x101; kadali&#x1E43; chindantassa chinna&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; na ma&#x1E6D;&#x1E6D;ha&#x1E43; hoti, asi na s&#x12B;gha&#x1E43; vahati, saddo suyyati, balavataro v&#x101;y&#x101;mo k&#x101;tabbo hoti ^a^M0.0044^ea^; evar&#x16B;p&#x101; saddh&#x101;vimuttassa pubbabh&#x101;gamaggabh&#x101;van&#x101;. Yath&#x101; pana sunisiteneva asin&#x101; kadali&#x1E43; chindantassa chinna&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ma&#x1E6D;&#x1E6D;ha&#x1E43; hoti, asi s&#x12B;gha&#x1E43; vahati, saddo na suyyati, balavav&#x101;y&#x101;makicca&#x1E43; na hoti; evar&#x16B;p&#x101; ^a^P0.0194^ea^ di&#x1E6D;&#x1E6D;hippattassa pubbabh&#x101;gamaggabh&#x101;van&#x101; veditabb&#x101;&#x2019;&#x2019;ti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^saddh&#x101;vimutto^eb^ti vuccati. Aya&#xF1;hi saddahanto vimuttoti saddh&#x101;vimutto. Ayampi k&#x101;yasakkh&#x12B; viya chabbidhova hoti.</p>
              <p>[03]^b^29^eb^^b^.^eb^ Dhamm&#x101;nus&#x101;r&#x12B;niddese &#x2013; ^b^pa&#x1E6D;ipannass&#x101;^eb^ti imin&#x101; sot&#x101;pattimagga&#x1E6D;&#x1E6D;ho dassito. ^b^Adhimatta^eb^nti balava&#x1E43;. Pa&#xF1;&#xF1;a&#x1E43; v&#x101;het&#x12B;ti ^b^pa&#xF1;&#xF1;&#x101;v&#x101;h&#x12B;^eb^. Pa&#xF1;&#xF1;&#x101; ima&#x1E43; puggala&#x1E43; vahat&#x12B;ti pa&#xF1;&#xF1;&#x101;v&#x101;h&#x12B;tipi ^a^V0.0044^ea^ vutta&#x1E43; hoti. ^b^Pa&#xF1;&#xF1;&#x101;pubba&#x1E45;gama^eb^nti pa&#xF1;&#xF1;a&#x1E43; purec&#x101;rika&#x1E43; katv&#x101;. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^dhamm&#x101;nus&#x101;r&#x12B;^eb^ti vuccati. So hi pa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;tena dhammena sarati anussarat&#x12B;ti dhamm&#x101;nus&#x101;r&#x12B;. Sot&#x101;pattimagga&#x1E6D;&#x1E6D;hasseveta&#x1E43; n&#x101;ma&#x1E43;. Phale pana patte di&#x1E6D;&#x1E6D;hippatto n&#x101;ma hoti.</p>
              <p>[03]^b^30^eb^^b^.^eb^ Saddh&#x101;nus&#x101;r&#x12B;niddesepi &#x2013; saddha&#x1E43; v&#x101;het&#x12B;ti ^b^saddh&#x101;v&#x101;h&#x12B;^eb^. Saddh&#x101; ima&#x1E43; puggala&#x1E43; vahat&#x12B;ti saddh&#x101;v&#x101;h&#x12B;tipi vuttameva. ^b^Saddh&#x101;pubba&#x1E45;gama^eb^nti saddha&#x1E43; purec&#x101;rika&#x1E43; katv&#x101;. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^saddh&#x101;nus&#x101;r&#x12B;^eb^ti vuccati. So hi saddh&#x101;ya sarati. Anussarat&#x12B;ti saddh&#x101;nus&#x101;r&#x12B;. Sot&#x101;pattimagga&#x1E6D;&#x1E6D;hasseveta&#x1E43; n&#x101;ma&#x1E43;. Phale pana patte saddh&#x101;vimutto n&#x101;ma hoti. Lokuttaradhamma&#xF1;hi nibbattent&#x101;na&#x1E43; dve dhur&#x101;ni n&#x101;ma, dve abhinives&#x101; n&#x101;ma, dve s&#x12B;s&#x101;ni n&#x101;ma. Tattha saddh&#x101;dhura&#x1E43; pa&#xF1;&#xF1;&#x101;dhuranti &#x2013; dve dhur&#x101;ni n&#x101;ma. Eko pana bhikkhu samath&#x101;bhinivesena abhinivisati, eko vipassan&#x101;bhinivesen&#x101;ti &#x2013; ime dve abhinives&#x101; n&#x101;ma. Eko ca matthaka&#x1E43; p&#x101;pu&#x1E47;anto ubhatobh&#x101;gavimutto hoti, eko pa&#xF1;&#xF1;&#x101;vimuttoti &#x2013; im&#x101;ni dve s&#x12B;s&#x101;ni n&#x101;ma. Ye keci hi lokuttaradhamma&#x1E43; nibbattenti, sabbe te ime dve dhamme dhura&#x1E43; katv&#x101; imesu dv&#x12B;su &#x1E6D;h&#x101;nesu abhinivisitv&#x101; imehi dv&#x12B;hi &#x1E6D;h&#x101;nehi vimuccanti. Tesu yo bhikkhu a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; pa&#xF1;&#xF1;a&#x1E43; dhura&#x1E43; katv&#x101; samathavasena abhinivi&#x1E6D;&#x1E6D;ho a&#xF1;&#xF1;atara&#x1E43; ar&#x16B;pasam&#x101;patti&#x1E43; pada&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti, so sot&#x101;pattimaggakkha&#x1E47;e dhamm&#x101;nus&#x101;r&#x12B; n&#x101;ma. Parato pana chasu &#x1E6D;h&#x101;nesu k&#x101;yasakkh&#x12B; n&#x101;ma. Arahattaphale patte ubhatobh&#x101;gavimutto n&#x101;ma.</p>
              <p>[03]Aparo ^a^M0.0045^ea^ pa&#xF1;&#xF1;ameva ^a^P0.0195^ea^ dhura&#x1E43; katv&#x101; vipassan&#x101;vasena abhinivi&#x1E6D;&#x1E6D;ho suddhasa&#x1E45;kh&#x101;re v&#x101; r&#x16B;p&#x101;vacarajjh&#x101;nesu v&#x101; a&#xF1;&#xF1;atara&#x1E43; sammasitv&#x101; arahatta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti, ayampi sot&#x101;pattimaggakkha&#x1E47;eyeva dhamm&#x101;nus&#x101;r&#x12B; n&#x101;ma. Parato pana chasu &#x1E6D;h&#x101;nesu di&#x1E6D;&#x1E6D;hippatto n&#x101;ma. Arahatte patte pa&#xF1;&#xF1;&#x101;vimutto n&#x101;ma. Idha dve n&#x101;m&#x101;ni apubb&#x101;ni, t&#x101;ni purimehi saddhi&#x1E43; pa&#xF1;ca honti. Aparo a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; saddha&#x1E43; dhura&#x1E43; katv&#x101; sam&#x101;dhivasena abhinivi&#x1E6D;&#x1E6D;ho a&#xF1;&#xF1;atara&#x1E43; ar&#x16B;pasam&#x101;patti&#x1E43; pada&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; vipassana&#x1E43; pa&#x1E6D;&#x1E6D;hapetv&#x101; arahatta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti &#x2013; aya&#x1E43; sot&#x101;pattimaggakkha&#x1E47;e saddh&#x101;nus&#x101;r&#x12B; n&#x101;ma. Parato chasu &#x1E6D;h&#x101;nesu k&#x101;yasakkh&#x12B;yeva n&#x101;ma. Arahatte patte ubhatobh&#x101;gavimuttoyeva n&#x101;ma. Idha ekameva n&#x101;ma&#x1E43; apubba&#x1E43;. Tena saddhi&#x1E43; purim&#x101;ni pa&#xF1;ca cha honti. Aparo saddhameva dhura&#x1E43; katv&#x101; vipassan&#x101;vasena abhinivi&#x1E6D;&#x1E6D;ho suddhasa&#x1E45;kh&#x101;re v&#x101; r&#x16B;p&#x101;vacarajjh&#x101;nesu v&#x101; a&#xF1;&#xF1;atara&#x1E43; sammasitv&#x101; arahatta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti. Ayampi sot&#x101;pattimaggakkha&#x1E47;e saddh&#x101;nus&#x101;r&#x12B; ^a^V0.0045^ea^ n&#x101;ma. Parato chasu &#x1E6D;h&#x101;nesu saddh&#x101;vimutto n&#x101;ma. Arahatte patte pa&#xF1;&#xF1;&#x101;vimutto n&#x101;ma. Idh&#x101;pi ekameva n&#x101;ma&#x1E43; apubba&#x1E43;. Tena saddhi&#x1E43; purim&#x101;ni cha satta honti. Ime satta puggal&#x101; loke aggadakkhi&#x1E47;eyy&#x101; n&#x101;m&#x101;ti.</p>
              <p>[03]^b^31^eb^^b^.^eb^ Sattakkhattuparamaniddese &#x2013; ^b^sattakkhattu^eb^nti sattav&#x101;re. Sattakkhattuparam&#x101; bhav&#x16B;papatti attabh&#x101;vaggaha&#x1E47;a&#x1E43; assa, tato para&#x1E43; a&#x1E6D;&#x1E6D;hama&#x1E43; bhava&#x1E43; n&#x101;diyat&#x12B;ti ^b^sattakkhattuparamo. Sot&#x101;panno hot&#x12B;^eb^ti ettha ^b^soto^eb^ti ariyamaggo, tena samann&#x101;gato ^b^sot&#x101;panno^eb^ n&#x101;ma. Yath&#x101;ha &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Soto sototi hida&#x1E43;, s&#x101;riputta, vuccati. Katamo nu kho, s&#x101;riputta, sototi? Ayameva hi, bhante, ariyo a&#x1E6D;&#x1E6D;ha&#x1E45;giko maggo soto, seyyathida&#x1E43; &#x2013; samm&#x101;di&#x1E6D;&#x1E6D;hi&#x2026;pe&#x2026; samm&#x101;sam&#x101;dh&#x12B;ti. Sot&#x101;panno sot&#x101;pannoti, hida&#x1E43;, s&#x101;riputta, vuccati. Katamo nu kho, s&#x101;riputta, sot&#x101;pannoti? Yo hi, bhante, imin&#x101; ariyena a&#x1E6D;&#x1E6D;ha&#x1E45;gikena maggena samann&#x101;gato aya&#x1E43; vuccati sot&#x101;panno, sv&#x101;ya&#x1E43; &#x101;yasm&#x101; eva&#x1E43;n&#x101;mo eva&#x1E43;gotto iti v&#x101;&#x2019;&#x2019;ti (sa&#x1E43;. ni. 5.1001).</p>
              <p>[03]Eva&#x1E43; ^a^M0.0046^ea^ maggakkha&#x1E47;epi sot&#x101;panno n&#x101;ma hoti. Idha ^a^P0.0196^ea^ pana maggena phalassa n&#x101;ma&#x1E43; dinnanti phalakkha&#x1E47;e sot&#x101;panno adhippeto.</p>
              <p>[03]^b^Avinip&#x101;tadhammo^eb^ti vinip&#x101;tasa&#x1E45;kh&#x101;ta&#x1E43; ap&#x101;ya&#x1E43; upapattivasena an&#x101;gamanasabh&#x101;vo. ^b^Niyato^eb^ti magganiy&#x101;mena niyato. ^b^Sambodhipar&#x101;ya&#x1E47;o^eb^ti bujjhanakabh&#x101;vapar&#x101;ya&#x1E47;o. So hi pa&#x1E6D;iladdhamaggena bujjhat&#x12B;ti sambodhipar&#x101;ya&#x1E47;o. Upari t&#x12B;hi maggehi avassa&#x1E43; bujjhissat&#x12B;ti sambodhipar&#x101;ya&#x1E47;o. ^b^Deve ca manusse c&#x101;^eb^ti devaloka&#xF1;ca manussaloka&#xF1;ca. ^b^Sandh&#x101;vitv&#x101; sa&#x1E43;saritv&#x101;^eb^ti pa&#x1E6D;isandhivasena apar&#x101;para&#x1E43; gantv&#x101;. ^b^Dukkhassanta&#x1E43; karot&#x12B;^eb^ti va&#x1E6D;&#x1E6D;adukkhassa pariyanta&#x1E43; pariva&#x1E6D;uma&#x1E43; karoti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo sattakkhattuparamo n&#x101;ma vuccati. Aya&#x1E43; pana k&#x101;lena devalokassa k&#x101;lena manussalokassa vasena missakabhavena kathitoti veditabbo.</p>
              <p>[03]^b^32^eb^^b^.^eb^ Kola&#x1E43;kolaniddese &#x2013; kulato kula&#x1E43; gacchat&#x12B;ti ^b^kola&#x1E43;kolo^eb^. Sot&#x101;pattiphalasacchikiriyato hi pa&#x1E6D;&#x1E6D;h&#x101;ya n&#x12B;ce kule upapatti n&#x101;ma natthi, mah&#x101;bhogakulesuyeva nibbattat&#x12B;ti ^a^V0.0046^ea^ attho. ^b^Dve v&#x101; t&#x12B;&#x1E47;i v&#x101; kul&#x101;n&#x12B;^eb^ti devamanussavasena dve v&#x101; tayo v&#x101; bhave. Iti ayampi missakabhaveneva kathito. Desan&#x101;mattameva ceta&#x1E43; &#x2013; &#x2018;dve v&#x101; t&#x12B;&#x1E47;i v&#x101;&#x2019;ti. Y&#x101;va cha&#x1E6D;&#x1E6D;habhav&#x101; sa&#x1E43;sarantopi pana kola&#x1E43;kolova hoti.</p>
              <p>[03]^b^33^eb^^b^.^eb^ Ekab&#x12B;jiniddese &#x2013; khandhab&#x12B;ja&#x1E43; n&#x101;ma kathita&#x1E43;. Yassa hi sot&#x101;pannassa eka&#x1E43;yeva khandhab&#x12B;ja&#x1E43; atthi, eka&#x1E43; attabh&#x101;vaggaha&#x1E47;a&#x1E43;, so ^b^ekab&#x12B;j&#x12B;^eb^ n&#x101;ma. ^b^M&#x101;nusaka&#x1E43; bhava^eb^nti ida&#x1E43; panettha desan&#x101;mattameva. Devabhava&#x1E43; nibbattet&#x12B;tipi pana vattu&#x1E43; va&#x1E6D;&#x1E6D;atiyeva. Bhagavat&#x101; gahitan&#x101;mavaseneva cet&#x101;ni etesa&#x1E43; n&#x101;m&#x101;ni. Ettaka&#x1E43; &#x1E6D;h&#x101;na&#x1E43; gato sattakkhattuparamo n&#x101;ma hoti, ettaka&#x1E43; kola&#x1E43;kolo, ettaka&#x1E43; ekab&#x12B;j&#x12B;ti bhagavat&#x101; etesa&#x1E43; n&#x101;ma&#x1E43; gahita&#x1E43;. Niyamato pana aya&#x1E43; sattakkhattuparamo, aya&#x1E43; kola&#x1E43;kolo, aya&#x1E43; ekab&#x12B;j&#x12B;ti natthi.</p>
              <p>[03]Ko ^a^M0.0047^ea^ pana tesa&#x1E43; eta&#x1E43; pabheda&#x1E43; niyamet&#x12B;ti? Keci t&#x101;va ther&#x101; &#x2018;pubbahetu niyamet&#x12B;&#x2019;ti vadanti, keci &#x2018;pa&#x1E6D;hamamaggo&#x2019;, keci &#x2018;upari tayo magg&#x101;&#x2019;, keci &#x2018;ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; vipassan&#x101;&#x2019;ti. Tattha &#x2018;pubbahetu niyamet&#x12B;&#x2019;ti v&#x101;de &#x2018;pa&#x1E6D;hamamaggassa upanissayo kato n&#x101;ma hoti, upari tayo magg&#x101; nirupanissay&#x101; uppann&#x101;&#x2019;ti vacana&#x1E43; &#x101;pajjati. &#x2018;Pa&#x1E6D;hamamaggo niyamet&#x12B;&#x2019;ti ^a^P0.0197^ea^ v&#x101;de upari ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; niratthakat&#x101; &#x101;pajjati. &#x2018;Upari tayo magg&#x101; niyament&#x12B;&#x2019;ti v&#x101;de &#x2018;a&#x1E6D;&#x1E6D;hamamagge anuppanneyeva upari tayo magg&#x101; uppann&#x101;&#x2019;ti &#x101;pajjati. &#x2018;Ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; vipassan&#x101; niyamet&#x12B;&#x2019;ti v&#x101;do pana yujjati. Sace hi upari ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; vipassan&#x101; balavat&#x12B; hoti, ekab&#x12B;j&#x12B; n&#x101;ma hoti; tato mandatar&#x101;ya kola&#x1E43;kolo; tato mandatar&#x101;ya sattakkhattuparamoti.</p>
              <p>[03]Ekacco hi sot&#x101;panno va&#x1E6D;&#x1E6D;ajjh&#x101;sayo hoti, va&#x1E6D;&#x1E6D;&#x101;bhirato, punappuna&#x1E43; va&#x1E6D;&#x1E6D;asmi&#x1E43;yeva vicarati sandissati. An&#x101;thapi&#x1E47;&#x1E0D;iko se&#x1E6D;&#x1E6D;hi, vis&#x101;kh&#x101; up&#x101;sik&#x101;, c&#x16B;&#x1E37;arathamah&#x101;rath&#x101; devaputt&#x101;, anekava&#x1E47;&#x1E47;o devaputto, sakko devar&#x101;j&#x101;, n&#x101;gadatto devaputtoti ime hi ettak&#x101; jan&#x101; va&#x1E6D;&#x1E6D;ajjh&#x101;say&#x101; va&#x1E6D;&#x1E6D;&#x101;bhirat&#x101; &#x101;dito pa&#x1E6D;&#x1E6D;h&#x101;ya cha devaloke sodhetv&#x101; akani&#x1E6D;&#x1E6D;he &#x1E6D;hatv&#x101; parinibb&#x101;yissanti, ime idha na gahit&#x101;. Na kevala&#xF1;cime; yopi manussesuyeva sattakkhattu&#x1E43; sa&#x1E43;saritv&#x101; arahatta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti, yopi devaloke nibbatto devesuyeva sattakkhattu&#x1E43; apar&#x101;para&#x1E43; sa&#x1E43;saritv&#x101; arahatta&#x1E43; p&#x101;pu&#x1E47;&#x101;ti, imepi idha na gahit&#x101;. Missakabhavavaseneva panettha sattakkhattuparamakola&#x1E43;kol&#x101; ^a^V0.0047^ea^ m&#x101;nusakabhavanibbattakoyeva ca ekab&#x12B;j&#x12B; gahitoti veditabbo. Tattha ekeko dukkh&#x101;pa&#x1E6D;ipad&#x101;divasena catubbidhabh&#x101;va&#x1E43; &#x101;pajjati. Saddh&#x101;dhureneva catt&#x101;ro sattakkhattuparam&#x101;, catt&#x101;ro kola&#x1E43;kol&#x101;, catt&#x101;ro ekab&#x12B;jinoti dv&#x101;dasa honti. Sace pa&#xF1;&#xF1;&#x101;ya sakk&#x101; nibbattetu&#x1E43;, &#x2018;aha&#x1E43; lokuttara&#x1E43; dhamma&#x1E43; nibbattess&#x101;m&#x12B;&#x2019;ti eva&#x1E43; pa&#xF1;&#xF1;a&#x1E43; dhura&#x1E43; katv&#x101; sattakkhattuparam&#x101;dibh&#x101;va&#x1E43; patt&#x101;pi pa&#x1E6D;ipad&#x101;vasena dv&#x101;dasev&#x101;ti ime catuv&#x12B;sati sot&#x101;pann&#x101; iha&#x1E6D;&#x1E6D;hakanijjh&#x101;nikavaseneva imasmi&#x1E43; &#x1E6D;h&#x101;ne kathit&#x101;ti veditabb&#x101;.</p>
              <p>[03]^b^34^eb^^b^.^eb^ Sakad&#x101;g&#x101;miniddese &#x2013; pa&#x1E6D;isandhivasena saki&#x1E43; &#x101;gacchat&#x12B;ti ^b^sakad&#x101;g&#x101;m&#x12B;. Sakidev&#x101;^eb^ti ekav&#x101;ra&#x1E43;yeva. ^b^Ima&#x1E43; loka&#x1E43; &#x101;gantv&#x101;^eb^ti imin&#x101; pa&#xF1;casu ^a^M0.0048^ea^ sakad&#x101;g&#x101;m&#x12B;su catt&#x101;ro vajjetv&#x101; ekova gahito. Ekacco hi idha sakad&#x101;g&#x101;miphala&#x1E43; patv&#x101; idheva parinibb&#x101;yati, ekacco idha patv&#x101; devaloke parinibb&#x101;yati, ekacco devaloke patv&#x101; tattheva parinibb&#x101;yati, ekacco devaloke ^a^P0.0198^ea^ patv&#x101; idh&#x16B;papajjitv&#x101; parinibb&#x101;yati &#x2013; ime catt&#x101;ropi idha na gahit&#x101;. Yo pana idha patv&#x101; devaloke y&#x101;vat&#x101;yuka&#x1E43; vasitv&#x101; puna idh&#x16B;papajjitv&#x101; parinibb&#x101;yati &#x2013; aya&#x1E43; ekova idha gahitoti veditabbo. Sesamettha ya&#x1E43; vattabba&#x1E43; siy&#x101; ta&#x1E43; sabba&#x1E43; he&#x1E6D;&#x1E6D;h&#x101; dhammasa&#x1E45;gaha&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; lokuttarakusalaniddese vuttameva. Imassa pana sakad&#x101;g&#x101;mino ekab&#x12B;jin&#x101; saddhi&#x1E43; ki&#x1E43; n&#x101;n&#x101;kara&#x1E47;anti? Ekab&#x12B;jissa ek&#x101;va pa&#x1E6D;isandhi, sakad&#x101;g&#x101;missa dve pa&#x1E6D;isandhiyo &#x2013; ida&#x1E43; nesa&#x1E43; n&#x101;n&#x101;kara&#x1E47;anti.</p>
              <p>[03]^b^35^eb^^b^.^eb^ An&#x101;g&#x101;miniddese &#x2013; ^b^orambh&#x101;giy&#x101;na&#x1E43; sa&#x1E43;yojan&#x101;na^eb^nti ora&#x1E43; vuccati k&#x101;madh&#x101;tu. Yassa im&#x101;ni pa&#xF1;ca bandhan&#x101;ni appah&#x12B;n&#x101;ni honti, so bhavagge nibbattopi gilitaba&#x1E37;iso maccho viya d&#x12B;ghasuttakena p&#x101;de baddhak&#x101;ko viya tehi bandhanehi &#x101;ka&#x1E0D;&#x1E0D;hiyam&#x101;no k&#x101;madh&#x101;tuya&#x1E43;yeva pavattat&#x12B;ti pa&#xF1;ca bandhan&#x101;ni ^b^orambh&#x101;giy&#x101;n&#x12B;^eb^ti vuccanti. He&#x1E6D;&#x1E6D;h&#x101;bh&#x101;giy&#x101;ni he&#x1E6D;&#x1E6D;h&#x101;ko&#x1E6D;&#x1E6D;h&#x101;sik&#x101;n&#x12B;ti attho. ^b^Parikkhay&#x101;^eb^ti tesa&#x1E43; bandhan&#x101;na&#x1E43; parikkhayena. ^b^Opap&#x101;tiko^eb^ti upap&#x101;tayoniko. Imin&#x101;ssa gabbhaseyy&#x101; pa&#x1E6D;ikkhitt&#x101;. ^b^Tattha parinibb&#x101;y&#x12B;^eb^ti tattha suddh&#x101;v&#x101;saloke parinibb&#x101;yit&#x101;. ^b^An&#x101;vattidhammo tasm&#x101; lok&#x101;^eb^ti pa&#x1E6D;isandhiggaha&#x1E47;avasena tasm&#x101; lok&#x101; idha an&#x101;vattanasabh&#x101;vo. Buddhadassanatheradassanadhammassavan&#x101;na&#x1E43; panatth&#x101;yassa &#x101;gamana&#x1E43; aniv&#x101;rita&#x1E43;. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; eva&#x1E43;vidho puggalo pa&#x1E6D;isandhivasena puna an&#x101;gamanato ^b^an&#x101;g&#x101;m&#x12B;^eb^ n&#x101;ma vuccati.</p>
              <p>[03]^b^36^eb^^b^.^eb^ Antar&#x101;parinibb&#x101;yiniddese ^a^V0.0048^ea^ &#x2013; ^b^upapanna&#x1E43; v&#x101; samanantar&#x101;^eb^ti upapannasamanantar&#x101; v&#x101; hutv&#x101;. ^b^Appatta&#x1E43; v&#x101; vemajjha&#x1E43; &#x101;yuppam&#x101;&#x1E47;a^eb^nti &#x101;yuppam&#x101;&#x1E47;a&#x1E43; vemajjha&#x1E43; appatta&#x1E43; v&#x101; hutv&#x101; ariyamagga&#x1E43; sa&#xF1;janet&#x12B;ti attho. V&#x101;saddavikappato pana vemajjha&#x1E43; pattantipi attho veditabbo. Eva&#x1E43; tayo antar&#x101;parinibb&#x101;yino siddh&#x101; honti. ^b^Upari&#x1E6D;&#x1E6D;him&#x101;na&#x1E43; sa&#x1E43;yojan&#x101;na^eb^nti upari pa&#xF1;canna&#x1E43; uddhambh&#x101;giyasa&#x1E43;yojan&#x101;na&#x1E43; a&#x1E6D;&#x1E6D;hanna&#x1E43; v&#x101; kiles&#x101;na&#x1E43;. ^b^Pah&#x101;n&#x101;y&#x101;^eb^ti etesa&#x1E43; pajahanatth&#x101;ya ^a^M0.0049^ea^ magga&#x1E43; sa&#xF1;janeti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo &#x101;yuvemajjhassa antar&#x101;yeva parinibb&#x101;yanato ^b^antar&#x101;parinibb&#x101;y&#x12B;^eb^ti vuccati.</p>
              <p>[03]^b^37^eb^^b^.^eb^ Upahaccaparinibb&#x101;yiniddese ^a^P0.0199^ea^ &#x2013; ^b^atikkamitv&#x101; vemajjha&#x1E43; &#x101;yuppam&#x101;&#x1E47;a^eb^nti &#x101;yuppam&#x101;&#x1E47;a&#x1E43; vemajjha&#x1E43; atikkamitv&#x101;. ^b^Upahacca v&#x101; k&#x101;lakiriya^eb^nti upagantv&#x101; k&#x101;lakiriya&#x1E43;. &#x100;yukkhayassa &#x101;sanne &#x1E6D;hatv&#x101;ti attho. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo avihesu t&#x101;va kappasahassappam&#x101;&#x1E47;assa &#x101;yuno pa&#xF1;cakappasatasa&#x1E45;kh&#x101;ta&#x1E43; vemajjha&#x1E43; atikkamitv&#x101; cha&#x1E6D;&#x1E6D;he v&#x101; kappasate sattama&#x1E6D;&#x1E6D;hamanavam&#x101;na&#x1E43; v&#x101; a&#xF1;&#xF1;atarasmi&#x1E43; dasameyeva v&#x101; kappasate &#x1E6D;hatv&#x101; arahatta&#x1E43; patv&#x101; kilesaparinibb&#x101;nena parinibb&#x101;yanato ^b^upahaccaparinibb&#x101;y&#x12B;^eb^ti vuccati.</p>
              <p>[03]^b^38^eb^^b^.^eb^ Asa&#x1E45;kh&#x101;rasasa&#x1E45;kh&#x101;raparinibb&#x101;yiniddesesu &#x2013; asa&#x1E45;kh&#x101;rena appadukkhena adhimattapayoga&#x1E43; akatv&#x101;va kilesaparinibb&#x101;nena parinibb&#x101;nadhammoti ^b^asa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B;^eb^. Sasa&#x1E45;kh&#x101;rena dukkhena kasirena adhimattapayoga&#x1E43; katv&#x101;va kilesaparinibb&#x101;nena parinibb&#x101;yanadhammoti ^b^sasa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B;^eb^.</p>
              <p>[03]^b^40^eb^^b^.^eb^ Uddha&#x1E43;sotaniddese &#x2013; uddha&#x1E43; v&#x101;hibh&#x101;vena uddhamassa ta&#x1E47;h&#x101;sota&#x1E43; va&#x1E6D;&#x1E6D;asota&#x1E43; v&#x101;ti ^b^uddha&#x1E43;soto^eb^. Uddha&#x1E43; v&#x101; gantv&#x101; pa&#x1E6D;ilabhitabbato uddhamassa maggasotanti uddha&#x1E43;soto. Akani&#x1E6D;&#x1E6D;ha&#x1E43; gacchat&#x12B;ti ^b^akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B;. Avih&#x101; cuto atappa&#x1E43; gacchat&#x12B;^eb^ti&#x101;d&#x12B;su avihe kappasahassa&#x1E43; vasanto arahatta&#x1E43; pattu&#x1E43; asakku&#x1E47;itv&#x101; atappa&#x1E43; gacchati. Tatr&#x101;pi dve kappasahass&#x101;ni vasanto arahatta&#x1E43; pattu&#x1E43; asakku&#x1E47;itv&#x101; sudassa&#x1E43; gacchati. Tatr&#x101;pi catt&#x101;ri kappasahass&#x101;ni vasanto arahatta&#x1E43; pattu&#x1E43; asakku&#x1E47;itv&#x101; sudassi&#x1E43; gacchati. Tatr&#x101;pi a&#x1E6D;&#x1E6D;ha kappasahass&#x101;ni vasanto arahatta&#x1E43; pattu&#x1E43; asakku&#x1E47;itv&#x101; akani&#x1E6D;&#x1E6D;ha&#x1E43; gacchati. Tattha vasanto ariyamagga&#x1E43; sa&#xF1;janet&#x12B;ti attho.</p>
              <p>[03]Imesa&#x1E43; ^a^V0.0049^ea^ pana an&#x101;g&#x101;m&#x12B;na&#x1E43; pabhedaj&#x101;nanattha&#x1E43; uddha&#x1E43;soto akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B;catukka&#x1E43; veditabba&#x1E43;. Tattha yo avihato pa&#x1E6D;&#x1E6D;h&#x101;ya catt&#x101;ro devaloke sodhetv&#x101; akani&#x1E6D;&#x1E6D;ha&#x1E43; gantv&#x101; parinibb&#x101;yati aya&#x1E43; uddha&#x1E43;soto akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B; n&#x101;ma. Yo pana he&#x1E6D;&#x1E6D;h&#x101; tayo devaloke sodhetv&#x101; sudass&#x12B;devaloke &#x1E6D;hatv&#x101; parinibb&#x101;yati &#x2013; aya&#x1E43; uddha&#x1E43;soto, na akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B; n&#x101;ma ^a^M0.0050^ea^. Yo pana ito akani&#x1E6D;&#x1E6D;hameva gantv&#x101; parinibb&#x101;yati, aya&#x1E43; na uddha&#x1E43;soto, akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B; n&#x101;ma ^a^P0.0200^ea^. Yo pana he&#x1E6D;&#x1E6D;h&#x101; cat&#x16B;su devalokesu tattha tattheva parinibb&#x101;yati, aya&#x1E43; na uddha&#x1E43;soto, na akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B; n&#x101;m&#x101;ti. Evamete a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa an&#x101;g&#x101;mino honti.</p>
              <p>[03]Katha&#x1E43;? Avihe t&#x101;va tayo antar&#x101;parinibb&#x101;yino, eko upahaccaparinibb&#x101;y&#x12B;, eko uddha&#x1E43;soto te asa&#x1E45;kh&#x101;raparinibb&#x101;yino pa&#xF1;ca, sasa&#x1E45;kh&#x101;raparinibb&#x101;yino pa&#xF1;c&#x101;ti dasa honti. Tath&#x101; atapp&#x101;sudass&#x101;sudass&#x12B;s&#x16B;ti catt&#x101;ro dasak&#x101; catt&#x101;l&#x12B;sa&#x1E43;. Akani&#x1E6D;&#x1E6D;he pana uddha&#x1E43;soto natthi. Tayo pana antar&#x101;parinibb&#x101;yino, eko upahaccaparinibb&#x101;y&#x12B;. Te asa&#x1E45;kh&#x101;raparinibb&#x101;yino catt&#x101;ro, sasa&#x1E45;kh&#x101;raparinibb&#x101;yino catt&#x101;roti a&#x1E6D;&#x1E6D;ha. Eva&#x1E43; a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa&#x1E43; honti.</p>
              <p>[03]Te sabbepi papa&#x1E6D;ikopam&#x101;ya d&#x12B;pit&#x101; &#x2013; divasa&#x1E43; santatt&#x101;nampi hi &#x101;raka&#x1E47;&#x1E6D;akavipphalikanakhacchedan&#x101;na&#x1E43; ayomukhe ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; uppajjitv&#x101;va nibb&#x101;yati &#x2013; evar&#x16B;po pa&#x1E6D;hamo antar&#x101;parinibb&#x101;y&#x12B; veditabbo. Kasm&#x101;? Uppannasamanantar&#x101;va kilesaparinibb&#x101;nena parinibb&#x101;yanato. Tato mahantatare ayomukhe ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; &#x101;k&#x101;sa&#x1E43; ulla&#x1E45;ghitv&#x101; nibb&#x101;yati &#x2013; evar&#x16B;po dutiyo antar&#x101;parinibb&#x101;y&#x12B; da&#x1E6D;&#x1E6D;habbo. Kasm&#x101;? Vemajjha&#x1E43; appatv&#x101; parinibb&#x101;yanato. Tato mahantatare ayomukhe ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; &#x101;k&#x101;sa&#x1E43; ulla&#x1E45;ghitv&#x101; nivattam&#x101;n&#x101; pathaviya&#x1E43; anupahaccatal&#x101; hutv&#x101; parinibb&#x101;yati &#x2013; evar&#x16B;po tatiyo antar&#x101;parinibb&#x101;y&#x12B; da&#x1E6D;&#x1E6D;habbo. Kasm&#x101;? Vemajjha&#x1E43; patv&#x101; anupahacca parinibb&#x101;yanato. Tato mahantatare ayomukhe ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; &#x101;k&#x101;sa&#x1E43; ulla&#x1E45;ghitv&#x101; pathaviya&#x1E43; patitv&#x101; upahaccatal&#x101; hutv&#x101; nibb&#x101;yati &#x2013; evar&#x16B;po upahaccaparinibb&#x101;y&#x12B; veditabbo. Kasm&#x101;? K&#x101;lakiriya&#x1E43; upagantv&#x101; &#x101;yugati&#x1E43; khepetv&#x101; parinibb&#x101;yanato. Tato mahantatare ayomukhe ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; paritte ti&#x1E47;aka&#x1E6D;&#x1E6D;he patitv&#x101; ta&#x1E43; paritta&#x1E43; ti&#x1E47;aka&#x1E6D;&#x1E6D;ha&#x1E43; jh&#x101;petv&#x101; nibb&#x101;yati &#x2013; evar&#x16B;po asa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B; veditabbo. Kasm&#x101;? Appayogena lahus&#x101;ya gatiy&#x101; parinibb&#x101;yanato. Tato mahantatare ayomukhe ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; vipule ti&#x1E47;aka&#x1E6D;&#x1E6D;hapu&#xF1;je ^a^P0.0201^ea^ patitv&#x101; ta&#x1E43; vipula&#x1E43; ti&#x1E47;aka&#x1E6D;&#x1E6D;hapu&#xF1;ja&#x1E43; ^a^V0.0050^ea^ jh&#x101;petv&#x101; nibb&#x101;yati &#x2013; evar&#x16B;po sasa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B; veditabbo. Kasm&#x101;? Sappayogena alahus&#x101;ya ^a^M0.0051^ea^ gatiy&#x101; parinibb&#x101;yanato. Apar&#x101; mahantesu ti&#x1E47;aka&#x1E6D;&#x1E6D;hapu&#xF1;jesu patati, tattha mahantesu ti&#x1E47;aka&#x1E6D;&#x1E6D;hapu&#xF1;jesu jh&#x101;yam&#x101;nesu v&#x12B;taccita&#x1E45;g&#x101;ro v&#x101; j&#x101;l&#x101; v&#x101; uppatitv&#x101; kamm&#x101;ras&#x101;la&#x1E43; jh&#x101;petv&#x101; g&#x101;manigamanagarara&#x1E6D;&#x1E6D;ha&#x1E43; jh&#x101;petv&#x101; samuddanta&#x1E43; patv&#x101; nibb&#x101;yati &#x2013; evar&#x16B;po uddha&#x1E43;soto akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B; da&#x1E6D;&#x1E6D;habbo. Kasm&#x101;? Anekabhavab&#x12B;javipph&#x101;ra&#x1E43; phussa phussa byant&#x12B;katv&#x101; parinibb&#x101;yanato. Yasm&#x101; pana &#x101;raka&#x1E47;&#x1E6D;ak&#x101;dibheda&#x1E43; khuddakampi mahantampi ayokap&#x101;lameva, tasm&#x101; sutte sabbav&#x101;resu ayokap&#x101;lantveva vutta&#x1E43; (a. ni. 7.55). Yath&#x101;ha &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Idha, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; &#x2018;no cassa, no ca me siy&#x101;, na bhavissati, na me bhavissati, yadatthi ya&#x1E43; bh&#x16B;ta&#x1E43;, ta&#x1E43; pajah&#x101;m&#x12B;&#x2019;&#x2019;&#x2019;ti upekkha&#x1E43; pa&#x1E6D;ilabhati. So bhave na rajjati, sambhave na rajjati, atthuttari pada&#x1E43; santa&#x1E43; sammappa&#xF1;&#xF1;&#x101;ya passati. Ta&#xF1;ca khvassa pada&#x1E43; na sabbena sabba&#x1E43; sacchikata&#x1E43; hoti. Tassa na sabbena sabba&#x1E43; m&#x101;n&#x101;nusayo pah&#x12B;no hoti, na sabbena sabba&#x1E43; bhavar&#x101;g&#x101;nusayo pah&#x12B;no hoti, na sabbena sabba&#x1E43; avijj&#x101;nusayo pah&#x12B;no hoti. So pa&#xF1;canna&#x1E43; orambh&#x101;giy&#x101;na&#x1E43; sa&#x1E43;yojan&#x101;na&#x1E43; parikkhay&#x101; antar&#x101;parinibb&#x101;y&#x12B; hoti. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; nibb&#x101;yeyya; evameva kho ^a^V0.0051^ea^, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; antar&#x101;parinibb&#x101;y&#x12B; hoti.</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; antar&#x101;parinibb&#x101;y&#x12B; hoti. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; uppatitv&#x101; nibb&#x101;yeyya; evameva kho, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; antar&#x101;parinibb&#x101;y&#x12B; hoti.</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; antar&#x101;parinibb&#x101;y&#x12B; ^a^P0.0202^ea^ hoti. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; uppatitv&#x101; anupahacca ^a^M0.0052^ea^ tala&#x1E43; nibb&#x101;yeyya; evameva kho, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; antar&#x101;parinibb&#x101;y&#x12B; hoti.</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; upahaccaparinibb&#x101;y&#x12B; hoti. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; uppatitv&#x101; upahacca tala&#x1E43; nibb&#x101;yeyya; evameva kho, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; upahaccaparinibb&#x101;y&#x12B; hoti.</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; parikkhay&#x101; asa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B; hoti. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; uppatitv&#x101; paritte ti&#x1E47;apu&#xF1;je v&#x101; ka&#x1E6D;&#x1E6D;hapu&#xF1;je v&#x101; nipateyya, s&#x101; tattha aggimpi janeyya, dh&#x16B;mampi janeyya, aggimpi janetv&#x101; dh&#x16B;mampi janetv&#x101; tameva paritta&#x1E43; ti&#x1E47;apu&#xF1;ja&#x1E43; v&#x101; ^a^V0.0052^ea^ ka&#x1E6D;&#x1E6D;hapu&#xF1;ja&#x1E43; v&#x101; pariy&#x101;diyitv&#x101; an&#x101;h&#x101;r&#x101; nibb&#x101;yeyya; evameva kho, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; parikkhay&#x101; asa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B; hoti.</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; sasa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B; hoti. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; uppatitv&#x101; vipule ti&#x1E47;apu&#xF1;je v&#x101; ka&#x1E6D;&#x1E6D;hapu&#xF1;je v&#x101; nipateyya, s&#x101; tattha aggimpi janeyya&#x2026;pe&#x2026; tameva vipula&#x1E43; ti&#x1E47;apu&#xF1;ja&#x1E43; v&#x101; ka&#x1E6D;&#x1E6D;hapu&#xF1;ja&#x1E43; v&#x101; pariy&#x101;diyitv&#x101; an&#x101;h&#x101;r&#x101; nibb&#x101;yeyya; evameva kho, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; sasa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B; hoti.</p>
              <p>[08]&#x2018;&#x2018;Idha pana, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; parikkhay&#x101; uddha&#x1E43;soto hoti akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B;. Seyyath&#x101;pi, bhikkhave, divasa&#x1E43; santatte ayokap&#x101;le ha&#xF1;&#xF1;am&#x101;ne papa&#x1E6D;ik&#x101; nibbattitv&#x101; uppatitv&#x101; mahante ti&#x1E47;apu&#xF1;je v&#x101; ka&#x1E6D;&#x1E6D;hapu&#xF1;je v&#x101; nipateyya, s&#x101; tattha aggimpi janeyya&#x2026;pe&#x2026; tameva mahanta&#x1E43; ti&#x1E47;apu&#xF1;ja&#x1E43; v&#x101; ka&#x1E6D;&#x1E6D;hapu&#xF1;ja&#x1E43; v&#x101; pariy&#x101;diyitv&#x101; gacchampi daheyya, d&#x101;yampi daheyya ^a^M0.0053^ea^, gacchampi dahitv&#x101; d&#x101;yampi ^a^P0.0203^ea^ dahitv&#x101; haritanta&#x1E43; v&#x101; pathanta&#x1E43; v&#x101; selanta&#x1E43; v&#x101; udakanta&#x1E43; v&#x101; rama&#x1E47;&#x12B;ya&#x1E43; v&#x101; bh&#x16B;mibh&#x101;ga&#x1E43; &#x101;gamma an&#x101;h&#x101;r&#x101; nibb&#x101;yeyya; evameva kho, bhikkhave, bhikkhu eva&#x1E43; pa&#x1E6D;ipanno hoti &#x2013; no cassa&#x2026;pe&#x2026; parikkhay&#x101; uddha&#x1E43;soto hoti akani&#x1E6D;&#x1E6D;hag&#x101;m&#x12B;&#x2019;&#x2019;ti (a. ni. 7.55).</p>
              <p>[03]^b^41-44^eb^^b^.^eb^ Sot&#x101;pattiphalasacchikiriy&#x101;ya pa&#x1E6D;ipann&#x101;diniddes&#x101; utt&#x101;natth&#x101;va. ^b^Aya&#x1E43; vuccati puggalo arah&#x101;^eb^ti ettha pana dv&#x101;dasa arahanto veditabb&#x101;. Katha&#x1E43;? Tayo hi vimokkh&#x101; &#x2013; su&#xF1;&#xF1;ato, animitto, appa&#x1E47;ihitoti. Tattha su&#xF1;&#xF1;atavimokkhena vimuttakh&#x12B;&#x1E47;&#x101;savo pa&#x1E6D;ipad&#x101;vasena catubbidho hoti; tath&#x101; animittaappa&#x1E47;ihitavimokkheh&#x12B;ti &#x2013; eva&#x1E43; dv&#x101;dasa arahanto veditabb&#x101;. Iti ime dv&#x101;dasa arahanto viya dv&#x101;daseva sakad&#x101;g&#x101;mino, catuv&#x12B;sati sot&#x101;pann&#x101;, a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa an&#x101;g&#x101;minoti ettak&#x101; puggal&#x101; ito muccitv&#x101; bahiddh&#x101; nuppajjanti, imasmi&#xF1;&#xF1;eva sabba&#xF1;&#xF1;ubuddhas&#x101;sane uppajjant&#x12B;ti.</p>
              <p>[06]Ekakaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Dukaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^45^eb^^b^.^eb^ Dukaniddese ^b^kodhano^eb^ti kujjhanas&#x12B;lo mah&#x101;kodho. Eva&#x1E43; puggala&#x1E43; pucchitv&#x101;pi dhammena puggala&#x1E43; dassetu&#x1E43; ^b^tattha katamo kodho^eb^ti&#x101;dim&#x101;ha. ^b^Upan&#x101;h&#x12B;^eb^niddes&#x101;d&#x12B;supi eseva nayo. ^b^Kodho kujjhan&#x101;^eb^ti&#x101;d&#x12B;ni he&#x1E6D;&#x1E6D;h&#x101; vuttatth&#x101;neva. Tath&#x101; upan&#x101;h&#x12B;niddes&#x101;d&#x12B;su ^b^pubbak&#x101;la&#x1E43; kodho^eb^ti&#x101;d&#x12B;ni. ^b^Aya&#x1E43; kodho appah&#x12B;no^eb^ti aya&#x1E43; ettako kodho vikkhambhanappah&#x101;nena v&#x101; tada&#x1E45;gappah&#x101;nena v&#x101; samucchedappah&#x101;nena v&#x101; appah&#x12B;no. Parato ^b^upan&#x101;h&#x101;^eb^d&#x12B;supi eseva nayo.</p>
              <p>[03]^b^53^eb^^b^.^eb^ Ahirikaniddes&#x101;d&#x12B;su &#x2013; ^b^imin&#x101; ahiriken&#x101;^eb^ti imin&#x101; eva&#x1E43;pak&#x101;rena ahirikadhammena samann&#x101;gato. ^b^Imin&#x101; anottappen&#x101;^eb^ti&#x101;d&#x12B;supi eseva nayo.</p>
              <p>[03]^b^63^eb^^b^.^eb^^b^Ajjhattasa&#x1E43;yojano^eb^ti ^a^M0.0054^ea^^a^V0.0053^ea^ ajjhattabandhano. ^b^Bahiddh&#x101;sa&#x1E43;yojano^eb^ti bahiddh&#x101;bandhano. Te ubhopi vacchakas&#x101;l&#x16B;pam&#x101;ya d&#x12B;petabb&#x101;. Vacchakas&#x101;l&#x101;ya hi anto baddho antoyeva ^a^P0.0204^ea^ sayitavacchako viya idha&#x1E6D;&#x1E6D;hakasot&#x101;pannasakad&#x101;g&#x101;mino. Tesa&#xF1;hi bandhanampi idheva, sayampi idheva. Anto baddho pana bahi sayitavacchako viya r&#x16B;p&#x101;r&#x16B;pabhave sot&#x101;pannasakad&#x101;g&#x101;mino. Tesa&#xF1;hi bandhanameva idha, saya&#x1E43; pana brahmaloke &#x1E6D;hit&#x101;. Bahi baddho bahi sayitavacchako viya r&#x16B;p&#x101;r&#x16B;pabhave an&#x101;g&#x101;m&#x12B;. Tassa hi bandhanampi bahiddh&#x101;, sayampi bahiddh&#x101;va. Bahi baddho pana antosayitavacchako viya idha&#x1E6D;&#x1E6D;hakaan&#x101;g&#x101;m&#x12B;. Tassa hi bandhana&#x1E43; r&#x16B;p&#x101;r&#x16B;pabhavesu, saya&#x1E43; pana idha &#x1E6D;hito.</p>
              <p>[03]^b^65^eb^^b^.^eb^ Akkodhananiddes&#x101;d&#x12B;su &#x2013; ^b^pah&#x12B;no^eb^ti vikkhambhanappah&#x101;nena v&#x101;, tada&#x1E45;gappah&#x101;nena v&#x101;, samucchedappah&#x101;nena v&#x101; pah&#x12B;no.</p>
              <p>[03]^b^83^eb^^b^.^eb^ Dullabhaniddese &#x2013; ^b^dullabh&#x101;^eb^ti na sulabh&#x101;. ^b^Pubbak&#x101;r&#x12B;^eb^ti pa&#x1E6D;hamameva k&#x101;rako. ^b^Kataved&#x12B;^eb^ti kata&#x1E43; vedeti, vidita&#x1E43; p&#x101;ka&#x1E6D;a&#x1E43; karoti. Te ag&#x101;riy&#x101;nag&#x101;riyehi d&#x12B;petabb&#x101;. Ag&#x101;riyesu hi m&#x101;t&#x101;pitaro pubbak&#x101;rino n&#x101;ma. Puttadh&#x12B;taro pana m&#x101;t&#x101;pitaro pa&#x1E6D;ijaggant&#x101; abhiv&#x101;dan&#x101;d&#x12B;ni tesa&#x1E43; kurum&#x101;n&#x101; katavedino n&#x101;ma. Anag&#x101;riyesu &#x101;cariyupajjh&#x101;y&#x101; pubbak&#x101;rino n&#x101;ma. Antev&#x101;sikasaddhivih&#x101;rik&#x101; &#x101;cariyupajjh&#x101;ye pa&#x1E6D;ijaggant&#x101; abhiv&#x101;dan&#x101;d&#x12B;ni tesa&#x1E43; kurum&#x101;n&#x101; katavedino n&#x101;ma. Tesa&#x1E43; &#x101;vibh&#x101;vatth&#x101;ya upajjh&#x101;yaposakaso&#x1E47;atther&#x101;d&#x12B;na&#x1E43; vatth&#x16B;ni kathetabb&#x101;ni.</p>
              <p>[03]Aparo nayo &#x2013; parena akateyeva upak&#x101;re attani kata&#x1E43; upak&#x101;ra&#x1E43; anapekkhitv&#x101; k&#x101;rako pubbak&#x101;r&#x12B;, seyyath&#x101;pi m&#x101;t&#x101;pitaro ceva &#x101;cariyupajjh&#x101;y&#x101; ca. So dullabho; satt&#x101;na&#x1E43; ta&#x1E47;h&#x101;bhibh&#x16B;tatt&#x101;. Parena katassa upak&#x101;rassa anur&#x16B;pappavatti&#x1E43; attani kata&#x1E43; upak&#x101;ra&#x1E43; upak&#x101;rato j&#x101;nanto, vediyanto, kata&#xF1;&#xF1;ukataved&#x12B;. Seyyath&#x101;pi m&#x101;t&#x101;pitu&#x101;cariyupajjh&#x101;yesu samm&#x101; pa&#x1E6D;ipanno. Sopi dullabho; satt&#x101;na&#x1E43; avijj&#x101;bhibh&#x16B;tatt&#x101;.</p>
              <p>[03]Apica &#x2013; ak&#x101;ra&#x1E47;avacchalo pubbak&#x101;r&#x12B;, sak&#x101;ra&#x1E47;avacchalo kata&#xF1;&#xF1;ukataved&#x12B;. &#x2018;Karissati me&#x2019;ti evam&#x101;dik&#x101;ra&#x1E47;anirapekkhakiriyo ^a^V0.0054^ea^ pubbak&#x101;r&#x12B;. &#x2018;Karissati ^a^M0.0055^ea^ me&#x2019;ti evam&#x101;dik&#x101;ra&#x1E47;as&#x101;pekkhakiriyo kata&#xF1;&#xF1;ukataved&#x12B;. Tamojotipar&#x101;ya&#x1E47;o pubbak&#x101;r&#x12B;, jotijotipar&#x101;ya&#x1E47;o kata&#xF1;&#xF1;ukataved&#x12B;. Deset&#x101; pubbak&#x101;r&#x12B;, pa&#x1E6D;ipajjit&#x101; kata&#xF1;&#xF1;ukataved&#x12B;. Sadevake loke araha&#x1E43; samm&#x101;sambuddho ^a^P0.0205^ea^ pubbak&#x101;r&#x12B;, ariyas&#x101;vako kata&#xF1;&#xF1;ukataved&#x12B;ti. Dukanip&#x101;ta&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; (a. ni. a&#x1E6D;&#x1E6D;ha. 2.2.120) pana &#x2013; &#x2018;&#x2018;&#x2018;pubbak&#x101;r&#x12B;&#x2019;ti pa&#x1E6D;hama&#x1E43; upak&#x101;rassa k&#x101;rako, &#x2018;kata&#xF1;&#xF1;ukataved&#x12B;&#x2019;ti tena kata&#x1E43; &#xF1;atv&#x101; pacch&#x101; k&#x101;rako. Tesu pubbak&#x101;r&#x12B; i&#x1E47;a&#x1E43; dem&#x12B;ti sa&#xF1;&#xF1;a&#x1E43; karoti, pacch&#x101;k&#x101;rako &#x2018;i&#x1E47;a&#x1E43; j&#x12B;r&#x101;pem&#x12B;&#x2019;ti sa&#xF1;&#xF1;a&#x1E43; karot&#x12B;&#x2019;&#x2019;ti ettakameva vutta&#x1E43;.</p>
              <p>[03]^b^84^eb^^b^.^eb^ Duttappayaniddese &#x2013; ^b^duttappay&#x101;^eb^ti atappay&#x101;, na sakk&#x101; kenaci tappetu&#x1E43;. Yo hi upa&#x1E6D;&#x1E6D;h&#x101;kakula&#x1E43; v&#x101; &#xF1;&#x101;tikula&#x1E43; v&#x101; niss&#x101;ya vasam&#x101;no c&#x12B;vare ji&#x1E47;&#x1E47;e tehi dinna&#x1E43; c&#x12B;vara&#x1E43; nikkhipati, na paribhu&#xF1;jati. Punappuna&#x1E43; dinnampi gahetv&#x101; nikkhipateva. Yo ca teneva nayena laddha&#x1E43; laddha&#x1E43; vissajjeti parassa deti. Punappuna&#x1E43; laddhampi tatheva karoti. Ime dve puggal&#x101; saka&#x1E6D;ehipi paccaye upanentena tappetu&#x1E43; na sakk&#x101;ti duttappay&#x101; n&#x101;ma.</p>
              <p>[03]^b^85^eb^^b^.^eb^ Sutappayaniddese &#x2013; ^b^na vissajjet&#x12B;^eb^ti attano akatv&#x101; parassa na deti. Atireke pana sati na nikkhipati parassa deti. Ida&#x1E43; vutta&#x1E43; hoti &#x2013; yo pana bhikkhu upa&#x1E6D;&#x1E6D;h&#x101;kakul&#x101; v&#x101; &#xF1;&#x101;tikul&#x101; v&#x101; ji&#x1E47;&#x1E47;ac&#x12B;varo s&#x101;&#x1E6D;aka&#x1E43; labhitv&#x101; c&#x12B;vara&#x1E43; katv&#x101; paribhu&#xF1;jati, na nikkhipati; agga&#x1E37;a&#x1E43; datv&#x101; p&#x101;rupantopi puna diyyam&#x101;ne sahas&#x101; na pa&#x1E6D;igga&#x1E47;h&#x101;ti. Yo ca laddha&#x1E43; laddha&#x1E43; attan&#x101; paribhu&#xF1;jati, paresa&#x1E43; na deti. Ime dvepi sukhena sakk&#x101; tappetunti sutappay&#x101; n&#x101;m&#x101;ti.</p>
              <p>[03]^b^86^eb^^b^.^eb^^b^&#x100;sav&#x101;^eb^ti kiles&#x101;. ^b^Na kukkucc&#x101;yitabba&#x1E43; kukkucc&#x101;yat&#x12B;^eb^ti na kukkucc&#x101;yitabbayuttaka&#x1E43; kukkucc&#x101;yati. S&#x16B;karama&#x1E43;sa&#x1E43; labhitv&#x101; acchama&#x1E43;santi kukkucc&#x101;yati, migama&#x1E43;sa&#x1E43;, labhitv&#x101; d&#x12B;pima&#x1E43;santi kukkucc&#x101;yati. K&#x101;le santeyeva &#x2018;k&#x101;lo natth&#x12B;&#x2019;ti, appav&#x101;retv&#x101;va &#x2018;pav&#x101;ritosm&#x12B;&#x2019;ti, patte rajasmi&#x1E43; apatiteyeva &#x2018;patita&#x2019;nti, att&#x101;na&#x1E43; uddissa macchama&#x1E43;se akateyeva &#x2018;ma&#x1E43; uddissa kata&#x2019;nti kukkucc&#x101;yati. ^b^Kukkucc&#x101;yitabba&#x1E43; na kukkucc&#x101;yat&#x12B;^eb^ti kukkucc&#x101;yitabbayuttaka&#x1E43; na kukkucc&#x101;yati. Acchama&#x1E43;sa&#x1E43; labhitv&#x101; s&#x16B;karama&#x1E43;santi na ^a^M0.0056^ea^ kukkucc&#x101;yati&#x2026;pe&#x2026; att&#x101;na&#x1E43; uddissa macchama&#x1E43;se kate &#x2018;ma&#x1E43; uddissa kata&#x2019;nti na kukkucc&#x101;yati ^a^V0.0055^ea^. A&#x1E45;guttara&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana &#x2013; &#x2018;&#x2018;&#x2018;na kukkucc&#x101;yitabba&#x2019;nti sa&#x1E45;ghabhogassa apa&#x1E6D;&#x1E6D;hapana&#x1E43; avic&#x101;ra&#x1E47;a&#x1E43; na kukkucc&#x101;yitabba&#x1E43; ^a^P0.0206^ea^ n&#x101;ma, ta&#x1E43; kukkucc&#x101;yati. &#x2018;Kukkucc&#x101;yitabba&#x2019;nti tasseva pa&#x1E6D;&#x1E6D;hapana&#x1E43; vic&#x101;ra&#x1E47;a&#x1E43;, ta&#x1E43; na kukkucc&#x101;yat&#x12B;&#x2019;&#x2019;ti ettakameva vutta&#x1E43;. ^b^Imesa^eb^nti imesa&#x1E43; dvinna&#x1E43; puggal&#x101;na&#x1E43; subh&#x16B;miya&#x1E43; ti&#x1E47;alat&#x101;d&#x12B;ni viya rattimpi div&#x101;pi &#x101;sav&#x101; va&#x1E0D;&#x1E0D;hantiyeva. Sukkapakkhe kappiyama&#x1E43;sa&#x1E43; labhitv&#x101; kappiyama&#x1E43;santveva ga&#x1E47;hanto na kukkucc&#x101;yitabba&#x1E43; na kukkucc&#x101;yati n&#x101;m&#x101;ti imin&#x101; nayena attho veditabbo.</p>
              <p>[03]^b^88^eb^^b^.^eb^^b^H&#x12B;n&#x101;dhimutto^eb^ti h&#x12B;najjh&#x101;sayo. ^b^Duss&#x12B;lo^eb^ti niss&#x12B;lo. ^b^P&#x101;padhammo^eb^ti l&#x101;makadhammo.</p>
              <p>[03]^b^89^eb^^b^.^eb^^b^Pa&#x1E47;&#x12B;t&#x101;dhimutto^eb^ti pa&#x1E47;&#x12B;tajjh&#x101;sayo. ^b^Kaly&#x101;&#x1E47;adhammo^eb^ti bhaddakadhammo, sucidhammo, sundaradhammo.</p>
              <p>[03]^b^90^eb^^b^.^eb^^b^Titto^eb^ti suhito pariyosito. ^b^Tappet&#x101;^eb^ti a&#xF1;&#xF1;esampi tittikaro. ^b^Paccekasambuddh&#x101; ye ca tath&#x101;gatas&#x101;vak&#x101;^eb^ti ettha paccekabuddh&#x101; navahi lokuttaradhammehi saya&#x1E43; titt&#x101; paripu&#x1E47;&#x1E47;&#x101;. A&#xF1;&#xF1;e pana tappetu&#x1E43; na sakkonti. Tesa&#xF1;hi dhammakath&#x101;ya abhisamayo na hoti. S&#x101;vak&#x101;na&#x1E43; pana dhammakath&#x101;ya aparim&#x101;&#x1E47;&#x101;nampi devamanuss&#x101;na&#x1E43; abhisamayo hoti. Eva&#x1E43; santepi yasm&#x101; pana te dhamma&#x1E43; desent&#x101; na attano vacana&#x1E43; katv&#x101; kathenti, buddh&#x101;na&#x1E43; vacana&#x1E43; katv&#x101; kathenti. Sotu&#x1E43; nisinnaparis&#x101;pi &#x2018;aya&#x1E43; bhikkhu na attan&#x101; pa&#x1E6D;ividdhadhamma&#x1E43; katheti, buddhehi pa&#x1E6D;ividdhadhamma&#x1E43; kathet&#x12B;&#x2019;ti citt&#x12B;k&#x101;ra&#x1E43; karoti. Iti so citt&#x12B;k&#x101;ro buddh&#x101;na&#x1E43;yeva hoti. Eva&#x1E43; tattha samm&#x101;sambuddhova ^b^tappet&#x101;^eb^ n&#x101;ma. Yath&#x101; hi &#x2018;asukassa n&#x101;ma ida&#xF1;cida&#xF1;ca deth&#x101;&#x2019;ti ra&#xF1;&#xF1;&#x101; &#x101;&#x1E47;att&#x101; ki&#xF1;c&#x101;pi &#x101;netv&#x101; denti, atha kho r&#x101;j&#x101;va tattha d&#x101;yako. Yehipi laddha&#x1E43; hoti, te &#x2018;ra&#xF1;&#xF1;&#x101; amh&#x101;ka&#x1E43; &#x1E6D;h&#x101;nantara&#x1E43; dinna&#x1E43;, issariyavibhavo dinno&#x2019;tveva ga&#x1E47;hanti, na r&#x101;japuriseh&#x12B;ti. Eva&#x1E43;sampadamida&#x1E43; veditabba&#x1E43;. Sesa&#x1E43; sabbattha utt&#x101;natthamev&#x101;ti.</p>
              <p>[06]Dukaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>3. Tikaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^91^eb^^b^.^eb^ Tikaniddese ^a^M0.0057^ea^^a^V0.0056^ea^ &#x2013; ^b^duss&#x12B;lo^eb^ti niss&#x12B;lo. ^b^P&#x101;padhammo^eb^ti l&#x101;makadhammo. S&#x12B;lavipattiy&#x101; v&#x101; duss&#x12B;lo, di&#x1E6D;&#x1E6D;hivipattiy&#x101; p&#x101;padhammo ^a^P0.0207^ea^. K&#x101;yavac&#x12B;sa&#x1E43;varabhedena duss&#x12B;lo, sesasa&#x1E43;varabhedena p&#x101;padhammo. Asuddhapayogat&#x101;ya duss&#x12B;lo, asuddh&#x101;sayat&#x101;ya p&#x101;padhammo. Kusalas&#x12B;lavirahena duss&#x12B;lo; akusalas&#x12B;lasamann&#x101;gamena p&#x101;padhammo. ^b^Asuc&#x12B;^eb^ti asuc&#x12B;hi k&#x101;yakamm&#x101;d&#x12B;hi samann&#x101;gato. ^b^Sa&#x1E45;kassarasam&#x101;c&#x101;ro^eb^ti sa&#x1E45;k&#x101;ya parehi saritabbasam&#x101;c&#x101;ro. Ki&#xF1;cideva as&#x101;ruppa&#x1E43; disv&#x101; &#x2018;ida&#x1E43; imin&#x101; kata&#x1E43; bhavissat&#x12B;&#x2019;ti eva&#x1E43; parehi &#x101;sa&#x1E45;kan&#x12B;yasam&#x101;c&#x101;ro, attanoyeva v&#x101; sa&#x1E45;k&#x101;ya saritabbasam&#x101;c&#x101;ro &#x2013; s&#x101;sa&#x1E45;kasam&#x101;c&#x101;roti attho. Tassa hi div&#x101;&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;su sannipatitv&#x101; ki&#xF1;cideva mantayante bhikkh&#x16B; disv&#x101; &#x2018;ime ekato hutv&#x101; mantenti, kacci nu kho may&#x101; katakamma&#x1E43; j&#x101;nitv&#x101; mantent&#x12B;&#x2019;ti eva&#x1E43; s&#x101;sa&#x1E45;kasam&#x101;c&#x101;ro hoti.</p>
              <p>[03]^b^Pa&#x1E6D;icchannakammanto^eb^ti pa&#x1E6D;icch&#x101;detabbayuttakena p&#x101;pakammena samann&#x101;gato. ^b^Assama&#x1E47;o sama&#x1E47;apa&#x1E6D;i&#xF1;&#xF1;o^eb^ti assama&#x1E47;o hutv&#x101;va sama&#x1E47;apatir&#x16B;pakat&#x101;ya &#x2018;sama&#x1E47;o aha&#x2019;nti eva&#x1E43; pa&#x1E6D;i&#xF1;&#xF1;o. ^b^Abrahmac&#x101;r&#x12B; brahmac&#x101;ripa&#x1E6D;i&#xF1;&#xF1;o^eb^ti a&#xF1;&#xF1;e brahmac&#x101;rino sunivatthe sup&#x101;rute sumbhakapattadhare g&#x101;manigamajanapadar&#x101;jadh&#x101;n&#x12B;su pi&#x1E47;&#x1E0D;&#x101;ya caritv&#x101; j&#x12B;vika&#x1E43; kappente disv&#x101; sayampi t&#x101;disena &#x101;k&#x101;rena tath&#x101; pa&#x1E6D;ipajjanato &#x2018;aha&#x1E43; brahmac&#x101;r&#x12B;&#x2019;ti pa&#x1E6D;i&#xF1;&#xF1;a&#x1E43; dento viya hoti. &#x2018;Aha&#x1E43; bhikkh&#x16B;&#x2019;ti vatv&#x101; uposathagg&#x101;d&#x12B;ni pavisanto pana brahmac&#x101;ripa&#x1E6D;i&#xF1;&#xF1;o hotiyeva, tath&#x101; sa&#x1E45;ghika&#x1E43; l&#x101;bha&#x1E43; ga&#x1E47;hanto. ^b^Antop&#x16B;t&#x12B;^eb^ti p&#x16B;tin&#x101; kammena anto anupavi&#x1E6D;&#x1E6D;ho, niggu&#x1E47;at&#x101;ya v&#x101; gu&#x1E47;as&#x101;ravirahitatt&#x101; antop&#x16B;ti. ^b^Avassuto^eb^ti r&#x101;g&#x101;d&#x12B;hi tinto. ^b^Kasambuj&#x101;to^eb^ti sa&#xF1;j&#x101;tar&#x101;g&#x101;dikacavaro. Atha v&#x101; kasambu vuccati tintaku&#x1E47;apagata&#x1E43; kasa&#x1E6D;audaka&#x1E43;. Imasmi&#xF1;ca s&#x101;sane duss&#x12B;lo n&#x101;ma jigucchan&#x12B;yatt&#x101; tintaku&#x1E47;apakasa&#x1E6D;audakasadiso. Tasm&#x101; kasambu viya j&#x101;toti kasambuj&#x101;to.</p>
              <p>[03]^b^Tassa na eva&#x1E43; hot&#x12B;^eb^ti kasm&#x101; na hoti? Yattha pati&#x1E6D;&#x1E6D;hitena sakk&#x101; bhaveyya arahatta&#x1E43; laddhu&#x1E43;, tass&#x101; pati&#x1E6D;&#x1E6D;h&#x101;ya bhinnatt&#x101;. Yath&#x101; hi ca&#x1E47;&#x1E0D;&#x101;lakum&#x101;rakassa ^a^M0.0058^ea^ &#x2018;asuko n&#x101;ma khattiyakum&#x101;ro ^a^P0.0208^ea^ rajje abhisitto&#x2019;ti sutv&#x101;pi, yasmi&#x1E43; kule pacc&#x101;j&#x101;t&#x101; abhiseka&#x1E43; p&#x101;pu&#x1E47;anti, tasmi&#x1E43; kule apacc&#x101;j&#x101;tatt&#x101; na eva&#x1E43; hoti &#x2013; &#x2018;kud&#x101;ssu n&#x101;m&#x101;hampi so khattiyakum&#x101;ro viya abhiseka&#x1E43; ^a^V0.0057^ea^ p&#x101;pu&#x1E47;eyya&#x2019;nti; evameva duss&#x12B;lassa &#x2018;asuko n&#x101;ma bhikkhu arahatta&#x1E43; patto&#x2019;ti sutv&#x101;pi, yasmi&#x1E43; s&#x12B;le pati&#x1E6D;&#x1E6D;hitena arahatta&#x1E43; pattabba&#x1E43;, tassa abh&#x101;vato &#x2018;kud&#x101;ssu n&#x101;m&#x101;hampi so s&#x12B;lav&#x101; viya arahatta&#x1E43; p&#x101;pu&#x1E47;eya&#x2019;nti na eva&#x1E43; hoti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo arahatt&#x101;s&#x101;ya abh&#x101;v&#x101; ^b^nir&#x101;so^eb^ti vuccati.</p>
              <p>[03]^b^92^eb^^b^.^eb^^b^Tassa eva&#x1E43; hot&#x12B;^eb^ti kasm&#x101; hoti? Yasmi&#x1E43; pati&#x1E6D;&#x1E6D;hitena sakk&#x101; bhaveyya arahatta&#x1E43; p&#x101;pu&#x1E47;itu&#x1E43;, tass&#x101; pati&#x1E6D;&#x1E6D;h&#x101;ya thiratt&#x101;. Yath&#x101; hi suj&#x101;tassa khattiyakum&#x101;rassa &#x2018;asuko n&#x101;ma khattiyakum&#x101;ro rajje abhisitto&#x2019;ti sutv&#x101;va yasmi&#x1E43; kule pacc&#x101;j&#x101;t&#x101; abhiseka&#x1E43; p&#x101;pu&#x1E47;anti, tasmi&#x1E43; pacc&#x101;j&#x101;tassa eva&#x1E43; hoti &#x2013; &#x2018;kud&#x101;ssu n&#x101;m&#x101;hampi, so kum&#x101;ro viya abhiseka&#x1E43; p&#x101;pu&#x1E47;eyya&#x2019;nti evameva s&#x12B;lavato &#x2018;asuko n&#x101;ma bhikkhu arahatta&#x1E43; patto&#x2019;ti sutv&#x101;va yasmi&#x1E43; s&#x12B;le pati&#x1E6D;&#x1E6D;hitena arahatta&#x1E43; pattabba&#x1E43;, tass&#x101; pati&#x1E6D;&#x1E6D;h&#x101;ya thiratt&#x101; &#x2013; &#x2018;kud&#x101;ssu n&#x101;m&#x101;hampi so bhikkhu viya arahatta&#x1E43; p&#x101;pu&#x1E47;eyya&#x2019;nti eva&#x1E43; hoti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^&#x101;sa&#x1E43;so^eb^ n&#x101;ma vuccati. So hi arahatta&#x1E43; &#x101;sa&#x1E43;sati patthet&#x12B;ti &#x101;sa&#x1E43;so.</p>
              <p>[03]^b^93^eb^^b^.^eb^^b^Y&#x101; hissa pubbe avimuttass&#x101;^eb^ti y&#x101; tassa kh&#x12B;&#x1E47;&#x101;savassa pubbe arahattavimuttiy&#x101; avimuttassa vimutt&#x101;s&#x101; ahosi, s&#x101; pa&#x1E6D;ippassaddh&#x101;, tasm&#x101; na eva&#x1E43; hoti. Yath&#x101; hi abhisittassa khattiyassa &#x2018;asuko n&#x101;ma khattiyakum&#x101;ro rajje abhisitto&#x2019;ti sutv&#x101; ekassa ra&#xF1;&#xF1;o dvinna&#x1E43; rajj&#x101;bhisek&#x101;na&#x1E43; dvinna&#x1E43; setacchatt&#x101;na&#x1E43; abh&#x101;v&#x101; na eva&#x1E43; hoti &#x2013; &#x2018;&#x2018;kud&#x101;ssu n&#x101;m&#x101;hampi so kum&#x101;ro viya abhiseka&#x1E43; p&#x101;pu&#x1E47;eyya&#x2019;&#x2019;nti; evameva kh&#x12B;&#x1E47;&#x101;savassa &#x2018;asuko n&#x101;ma bhikkhu arahatta&#x1E43; patto&#x2019;ti sutv&#x101;, dvinna&#x1E43; arahatt&#x101;na&#x1E43; abh&#x101;v&#x101; &#x2013; &#x2018;kud&#x101;ssu n&#x101;m&#x101;hampi so bhikkhu viya arahatta&#x1E43; p&#x101;pu&#x1E47;eyya&#x2019;nti ^a^M0.0059^ea^ na eva&#x1E43; hoti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo arahatt&#x101;s&#x101;ya vigatatt&#x101; ^b^vigat&#x101;so^eb^ti vuccati.</p>
              <p>[03]^b^94^eb^^b^.^eb^ Gil&#x101;n&#x16B;pamaniddese &#x2013; y&#x101;ya upam&#x101;ya te gil&#x101;n&#x16B;pam&#x101;ti vuccanti, ta&#x1E43; t&#x101;va upama&#x1E43; dassetu&#x1E43; ^b^tayo gil&#x101;n&#x101;^eb^ti&#x101;di vutta&#x1E43;. ^b^Tattha sapp&#x101;y&#x101;n&#x12B;^eb^ti hit&#x101;ni vuddhikar&#x101;ni. ^b^Patir&#x16B;pa^eb^nti ^a^P0.0209^ea^ anucchavika&#x1E43;. ^b^Neva vu&#x1E6D;&#x1E6D;h&#x101;ti tamh&#x101; &#x101;b&#x101;dh&#x101;^eb^ti imin&#x101; atekicchena v&#x101;t&#x101;pam&#x101;r&#x101;din&#x101; rogena samann&#x101;gato ni&#x1E6D;&#x1E6D;happatto gil&#x101;no kathito. ^b^Vu&#x1E6D;&#x1E6D;h&#x101;ti tamh&#x101; &#x101;b&#x101;dh&#x101;^eb^ti imin&#x101; khipitakacchuti&#x1E47;apupphakajar&#x101;dippabhedo appamattak&#x101;b&#x101;dho kathito.</p>
              <p>[03]^b^Labhanto^eb^^a^V0.0058^ea^^b^sapp&#x101;y&#x101;ni bhojan&#x101;ni no alabhanto^eb^ti imin&#x101; pana yesa&#x1E43; pa&#x1E6D;ijagganena ph&#x101;suka&#x1E43; hoti, sabbepi te &#x101;b&#x101;dh&#x101; kathit&#x101;. Ettha ca patir&#x16B;po upa&#x1E6D;&#x1E6D;h&#x101;ko n&#x101;ma gil&#x101;nupa&#x1E6D;&#x1E6D;h&#x101;kaa&#x1E45;gehi samann&#x101;gato pa&#x1E47;&#x1E0D;ito dakkho analaso veditabbo.</p>
              <p>[03]^b^Gil&#x101;nupa&#x1E6D;&#x1E6D;h&#x101;ko anu&#xF1;&#xF1;&#x101;to^eb^ti &#x2018;bhikkhusa&#x1E45;ghena d&#x101;tabbo&#x2019;ti anu&#xF1;&#xF1;&#x101;to. Tasmi&#xF1;hi gil&#x101;ne attano dhammat&#x101;ya y&#x101;petu&#x1E43; asakkonte bhikkhusa&#x1E45;ghena tassa bhikkhuno &#x2018;eko bhikkhu ca s&#x101;ma&#x1E47;ero ca ima&#x1E43; pa&#x1E6D;ijaggath&#x101;&#x2019;ti apaloketv&#x101; d&#x101;tabb&#x101;. Y&#x101;va pana te ta&#x1E43; pa&#x1E6D;ijagganti, t&#x101;va gil&#x101;nassa ca tesa&#xF1;ca dvinna&#x1E43; yenattho sabba&#x1E43; bhikkhusa&#x1E45;ghasseva bh&#x101;ro. ^b^A&#xF1;&#xF1;epi gil&#x101;n&#x101; upa&#x1E6D;&#x1E6D;h&#x101;tabb&#x101;^eb^ti itarepi dve gil&#x101;n&#x101; upa&#x1E6D;&#x1E6D;h&#x101;tabb&#x101;. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Yopi hi ni&#x1E6D;&#x1E6D;happattagil&#x101;no, so anupa&#x1E6D;&#x1E6D;hiyam&#x101;no &#x2018;sace ma&#x1E43; pa&#x1E6D;ijaggeyyu&#x1E43;, ph&#x101;suka&#x1E43; me bhaveyya, na kho pana ma&#x1E43; pa&#x1E6D;ijaggant&#x12B;&#x2019;ti manopadosa&#x1E43; katv&#x101; ap&#x101;ye nibbatteyya. Pa&#x1E6D;ijaggiyam&#x101;nassa pana eva&#x1E43; hoti &#x2013; &#x2018;bhikkhusa&#x1E45;ghena ya&#x1E43; kattabba&#x1E43; ta&#x1E43; sabba&#x1E43; kata&#x1E43;, mayha&#x1E43; pana kammavip&#x101;ko &#x12B;diso&#x2019;ti so bhikkhusa&#x1E45;ghe metta&#x1E43; paccupa&#x1E6D;&#x1E6D;hapetv&#x101; sagge nibbattati. Yo pana appamattakena by&#x101;dhin&#x101; samann&#x101;gato labhantopi alabhantopi vu&#x1E6D;&#x1E6D;h&#x101;tiyeva, tassa vin&#x101;pi bhesajjena v&#x16B;pasamanakaby&#x101;dhi bhesajje kate khippatara&#x1E43; v&#x16B;pasammati. Tato so buddhavacana&#x1E43; ^a^M0.0060^ea^ v&#x101; ugga&#x1E47;hitu&#x1E43; sama&#x1E47;adhamma&#x1E43; v&#x101; k&#x101;tu&#x1E43; sakkhissati. Imin&#x101; k&#x101;ra&#x1E47;ena a&#xF1;&#xF1;epi gil&#x101;n&#x101; upa&#x1E6D;&#x1E6D;h&#x101;tabb&#x101;ti vutta&#x1E43;.</p>
              <p>[03]^b^Neva okkamat&#x12B;^eb^ti neva pavisati. ^b^Niy&#x101;ma&#x1E43; kusalesu dhammesu sammatta^eb^nti kusalesu dhammesu magganiy&#x101;masa&#x1E45;kh&#x101;ta&#x1E43; sammatta&#x1E43;. Imin&#x101; padaparamo puggalo kathito. Dutiyav&#x101;rena uggha&#x1E6D;ita&#xF1;&#xF1;&#x16B; gahito s&#x101;sane n&#x101;&#x1E37;akattherasadiso ^a^P0.0210^ea^. Buddhantare ekav&#x101;ra&#x1E43; paccekabuddh&#x101;na&#x1E43; santike ov&#x101;da&#x1E43; labhitv&#x101; pa&#x1E6D;ividdhapaccekabodhi&#xF1;&#x101;&#x1E47;o ca. Tatiyav&#x101;rena vipa&#xF1;cita&#xF1;&#xF1;&#x16B; puggalo kathito. Neyyo pana tannissitova hoti.</p>
              <p>[03]^b^Dhammadesan&#x101; anu&#xF1;&#xF1;&#x101;t&#x101;^eb^ti m&#x101;sassa a&#x1E6D;&#x1E6D;ha v&#x101;re dhammakath&#x101; anu&#xF1;&#xF1;&#x101;t&#x101;. ^b^A&#xF1;&#xF1;esampi dhammo desetabbo^eb^ti itaresampi dhammo kathetabbo. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Padaparamassa hi imasmi&#x1E43; attabh&#x101;ve dhamma&#x1E43; pa&#x1E6D;ivijjhitu&#x1E43; asakkontass&#x101;pi an&#x101;gate paccayo bhavissati. Yo pana tath&#x101;gatassa r&#x16B;padassana&#x1E43; labhantopi alabhantopi dhammavinaya&#xF1;ca savan&#x101;ya labhantopi alabhantopi dhamma&#x1E43; abhisameti; so alabhanto na t&#x101;va abhisameti, labhanto pana khippameva abhisamessat&#x12B;ti imin&#x101; ^a^V0.0059^ea^ k&#x101;ra&#x1E47;ena tesa&#x1E43; dhammo desetabbo. Tatiyassa pana punappuna&#x1E43; desetabbova. K&#x101;yasakkhidi&#x1E6D;&#x1E6D;happattasaddh&#x101;vimutt&#x101; he&#x1E6D;&#x1E6D;h&#x101; kathit&#x101;yeva.</p>
              <p>[03]^b^98^eb^^b^.^eb^ G&#x16B;thabh&#x101;&#x1E47;&#x12B;&#x101;d&#x12B;su &#x2013; ^b^sabhaggato^eb^ti sabh&#x101;ya&#x1E43; &#x1E6D;hito. ^b^Parisaggato^eb^ti g&#x101;maparis&#x101;ya &#x1E6D;hito. ^b^&#xD1;&#x101;timajjhagato^eb^ti d&#x101;y&#x101;d&#x101;na&#x1E43; majjhe &#x1E6D;hito. ^b^P&#x16B;gamajjhagato^eb^ti se&#x1E47;&#x12B;na&#x1E43; majjhe &#x1E6D;hito. ^b^R&#x101;jakulamajjhagato^eb^ti r&#x101;jakulassa majjhe mah&#x101;vinicchaye &#x1E6D;hito. ^b^Abhin&#x12B;to^eb^ti pucchanatth&#x101;ya n&#x12B;to. ^b^Sakkhipu&#x1E6D;&#x1E6D;hoti^eb^ sakkhi&#x1E43; katv&#x101; pucchito. ^b^Ehambho puris&#x101;^eb^ti &#x101;lapanameta&#x1E43;. ^b^Attahetu v&#x101; parahetu^eb^ v&#x101;ti attano v&#x101; parassa v&#x101; hatthap&#x101;d&#x101;dihetu v&#x101; dhanahetu v&#x101;. ^b^&#x100;misaki&#xF1;cikkhahetu v&#x101;^eb^ti ettha ^b^&#x101;misa^eb^nti l&#x101;bho adhippeto. ^b^Ki&#xF1;cikkha^eb^nti ya&#x1E43; v&#x101; ta&#x1E43; v&#x101; appamattaka&#x1E43;. Antamaso tittirava&#x1E6D;&#x1E6D;akasappipi&#x1E47;&#x1E0D;anavan&#x12B;tapi&#x1E47;&#x1E0D;&#x101;diappamattakass&#x101;pi la&#xF1;jassa het&#x16B;ti attho. ^b^Sampaj&#x101;namus&#x101; bh&#x101;sit&#x101; hot&#x12B;^eb^ti j&#x101;nantoyeva mus&#x101;v&#x101;da&#x1E43; katt&#x101; hoti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo g&#x16B;thasadisavacanatt&#x101; ^b^g&#x16B;thabh&#x101;&#x1E47;&#x12B;^eb^ti vuccati. Yath&#x101; hi g&#x16B;tha&#x1E43; n&#x101;ma mah&#x101;janassa ani&#x1E6D;&#x1E6D;ha&#x1E43; ^a^M0.0061^ea^ hoti akanta&#x1E43;; evameva imassa puggalassa vacana&#x1E43; devamanuss&#x101;na&#x1E43; ani&#x1E6D;&#x1E6D;ha&#x1E43; hoti akanta&#x1E43;.</p>
              <p>[03]^b^99^eb^^b^.^eb^^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo pupphasadisavacanatt&#x101; ^b^pupphabh&#x101;&#x1E47;&#x12B;^eb^ti vuccati. Yath&#x101; hi phull&#x101;ni vassik&#x101;ni v&#x101; adhimuttak&#x101;ni v&#x101; mah&#x101;janassa i&#x1E6D;&#x1E6D;h&#x101;ni kant&#x101;ni honti; evameva imassa puggalassa vacana&#x1E43; devamanuss&#x101;na&#x1E43; i&#x1E6D;&#x1E6D;ha&#x1E43; ^a^P0.0211^ea^ hoti kanta&#x1E43;.</p>
              <p>[03]^b^100^eb^^b^.^eb^^b^Nel&#x101;^eb^ti ela&#x1E43; vuccati doso. N&#x101;ss&#x101; elanti nel&#x101;. Niddos&#x101;ti attho, &#x2018;&#x2018;nela&#x1E45;go setapacch&#x101;do&#x2019;&#x2019;ti (ud&#x101;. 65) ettha vuttanela&#x1E43; viya. ^b^Ka&#x1E47;&#x1E47;asukh&#x101;^eb^ti bya&#xF1;janamadhurat&#x101;ya ka&#x1E47;&#x1E47;&#x101;na&#x1E43; sukh&#x101;. S&#x16B;civijjhana&#x1E43; viya ka&#x1E47;&#x1E47;as&#x16B;la&#x1E43; na janeti. Atthamadhurat&#x101;ya sakalasar&#x12B;re kopa&#x1E43; ajanetv&#x101; pema&#x1E43; janet&#x12B;ti ^b^peman&#x12B;y&#x101;^eb^. Hadaya&#x1E43; gacchati appa&#x1E6D;iha&#xF1;&#xF1;am&#x101;n&#x101; sukhena citta&#x1E43; pavisat&#x12B;ti ^b^hadaya&#x1E45;gam&#x101;^eb^. Gu&#x1E47;aparipu&#x1E47;&#x1E47;at&#x101;ya pure bhav&#x101;ti ^b^por&#x12B;^eb^. Pure sa&#x1E43;va&#x1E0D;&#x1E0D;han&#x101;r&#x12B; viya sukum&#x101;r&#x101;tipi por&#x12B;. Purassa es&#x101;tipi por&#x12B;. Nagarav&#x101;s&#x12B;na&#x1E43; kath&#x101;ti attho. Nagarav&#x101;sino hi yuttakath&#x101; honti. Pitimatta&#x1E43; pit&#x101;ti, m&#x101;timatta&#x1E43; m&#x101;t&#x101;ti, bh&#x101;timatta&#x1E43; bh&#x101;t&#x101;ti vadanti. Evar&#x16B;p&#x12B; kath&#x101; bahuno janassa kant&#x101; hot&#x12B;ti ^b^bahujanakant&#x101;^eb^. Bahujanassa kantabh&#x101;veneva bahuno janassa man&#x101;p&#x101; cittavuddhikar&#x101;ti ^b^bahujanaman&#x101;p&#x101;. Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^madhubh&#x101;&#x1E47;&#x12B;^eb^ti ^a^V0.0060^ea^ vuccati. Mudubh&#x101;&#x1E47;&#x12B;tipi p&#x101;&#x1E6D;ho. Ubhayatth&#x101;pi madhuravacanoti attho. Yath&#x101; hi catumadhura&#x1E43; n&#x101;ma madhura&#x1E43; pa&#x1E47;&#x12B;ta&#x1E43;; evameva imassa puggalassa vacana&#x1E43; devamanuss&#x101;na&#x1E43; madhura&#x1E43; hoti.</p>
              <p>[03]^b^101^eb^^b^.^eb^ Aruk&#x16B;pamacitt&#x101;d&#x12B;su &#x2013; ^b^abhisajjat&#x12B;^eb^ti laggati. ^b^Kuppat&#x12B;^eb^ti kopavasena kuppati. ^b^By&#x101;pajjat&#x12B;^eb^ti pakatibh&#x101;va&#x1E43; pajahati, p&#x16B;tiko hoti. ^b^Patitth&#x12B;yat&#x12B;^eb^ti thinabh&#x101;va&#x1E43; thaddhabh&#x101;va&#xF1;ca &#x101;pajjati. ^b^Kopa^eb^nti dubbalakodha&#x1E43;. ^b^Dosa^eb^nti dussanavasena tato balavatara&#x1E43;. ^b^Appaccaya^eb^nti atu&#x1E6D;&#x1E6D;h&#x101;k&#x101;ra&#x1E43; domanassa&#x1E43;. ^b^Du&#x1E6D;&#x1E6D;h&#x101;ruko^eb^ti pur&#x101;&#x1E47;ava&#x1E47;o. ^b^Ka&#x1E6D;&#x1E6D;hen&#x101;^eb^ti da&#x1E47;&#x1E0D;akako&#x1E6D;iy&#x101;. ^b^Ka&#x1E6D;hal&#x101;y&#x101;^eb^ti kap&#x101;lena. ^b^&#x100;sava&#x1E43; det&#x12B;^eb^ti apar&#x101;para&#x1E43; savati. Pur&#x101;&#x1E47;ava&#x1E47;o hi attano dhammat&#x101;ya eva pubba&#x1E43; lohita&#x1E43; y&#x16B;santi im&#x101;ni t&#x12B;&#x1E47;i savati ^a^M0.0062^ea^, gha&#x1E6D;&#x1E6D;ito pana t&#x101;ni adhikatara&#x1E43; savati. ^b^Evameva&#x1E43; kho^eb^ti ettha ida&#x1E43; opammasa&#x1E43;sandana&#x1E43;, du&#x1E6D;&#x1E6D;h&#x101;ruko viya hi kodhano puggalo. Tassa attano dhammat&#x101;ya savana&#x1E43; viya kodhanassapi attano dhammat&#x101;ya uddhum&#x101;takassa viya ca&#x1E47;&#x1E0D;ikatassa cara&#x1E47;a&#x1E43;. Ka&#x1E6D;&#x1E6D;hena v&#x101; ka&#x1E6D;hal&#x101;ya v&#x101; gha&#x1E6D;&#x1E6D;ana&#x1E43; viya appamattakampi ^a^P0.0212^ea^ vacana&#x1E43; bhiyyoso matt&#x101;ya savana&#x1E43; viya &#x2018;m&#x101;disa&#x1E43; n&#x101;ma esa eva&#x1E43; vadat&#x12B;&#x2019;ti bhiyyoso matt&#x101;ya uddhum&#x101;yanabh&#x101;vo da&#x1E6D;&#x1E6D;habbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^aruk&#x16B;pamacitto^eb^ti vuccati. Pur&#x101;&#x1E47;ava&#x1E47;asadisacittoti attho.</p>
              <p>[03]^b^102^eb^^b^.^eb^^b^Rattandhak&#x101;ratimis&#x101;y&#x101;^eb^ti ratti&#x1E43; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;uppattiniv&#x101;ra&#x1E47;ena andhabh&#x101;vakara&#x1E47;e bahalatame. ^b^Vijjantarik&#x101;y&#x101;^eb^ti vijjuppattikkha&#x1E47;e. Idh&#x101;pi ida&#x1E43; opammasa&#x1E43;sandana&#x1E43; &#x2013; cakkhum&#x101; puriso viya hi yog&#x101;vacaro da&#x1E6D;&#x1E6D;habbo. Andhak&#x101;ra&#x1E43; viya sot&#x101;pattimaggavajjh&#x101; kiles&#x101;. Vijjusa&#xF1;cara&#x1E47;a&#x1E43; viya sot&#x101;pattimagga&#xF1;&#x101;&#x1E47;assa uppattik&#x101;lo. Vijjantarik&#x101;ya cakkhumato purisassa s&#x101;mant&#x101; r&#x16B;padassana&#x1E43; viya sot&#x101;pattimaggakkha&#x1E47;e nibb&#x101;nadassana&#x1E43;. Puna andhak&#x101;r&#x101;vatthara&#x1E47;a&#x1E43; viya sakad&#x101;g&#x101;mimaggavajjh&#x101; kiles&#x101;. Puna vijjusa&#xF1;cara&#x1E47;a&#x1E43; viya sakad&#x101;g&#x101;mimagga&#xF1;&#x101;&#x1E47;assa upp&#x101;do. Vijjantarik&#x101;ya cakkhumato purisassa s&#x101;mant&#x101; r&#x16B;padassana&#x1E43; viya sakad&#x101;g&#x101;mimaggakkha&#x1E47;e nibb&#x101;nadassana&#x1E43;. Puna andhak&#x101;r&#x101;vatthara&#x1E47;a&#x1E43; viya an&#x101;g&#x101;mimaggavajjh&#x101; kiles&#x101;. Puna vijjusa&#xF1;cara&#x1E47;a&#x1E43; viya an&#x101;g&#x101;mimagga&#xF1;&#x101;&#x1E47;assa upp&#x101;do. Vijjantarik&#x101;ya cakkhumato purisassa s&#x101;mant&#x101; r&#x16B;padassana&#x1E43; viya an&#x101;g&#x101;mimaggakkha&#x1E47;e nibb&#x101;nadassana&#x1E43; veditabba&#x1E43;. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^vijj&#x16B;pamacitto^eb^ti vuccati. Ittarak&#x101;lobh&#x101;sena vijjusadisacittoti attho.</p>
              <p>[03]^b^103^eb^^b^.^eb^ Vajir&#x16B;pamacittat&#x101;yapi ^a^V0.0061^ea^ ida&#x1E43; opammasa&#x1E43;sandana&#x1E43; &#x2013; vajira&#x1E43; viya hi arahattamagga&#xF1;&#x101;&#x1E47;a&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Ma&#x1E47;iga&#x1E47;&#x1E6D;hip&#x101;s&#x101;&#x1E47;aga&#x1E47;&#x1E6D;hi viya arahattamaggavajjh&#x101; kiles&#x101;. Vajirassa ma&#x1E47;iga&#x1E47;&#x1E6D;hi&#x1E43; v&#x101; p&#x101;s&#x101;&#x1E47;aga&#x1E47;&#x1E6D;hi&#x1E43; v&#x101; vinivijjhitv&#x101; agamanabh&#x101;vassa natthibh&#x101;vo viya arahattamagga&#xF1;&#x101;&#x1E47;ena acchejj&#x101;na&#x1E43; kiles&#x101;na&#x1E43; natthibh&#x101;vo. Vajirena nibbiddhavedhassa puna apa&#x1E6D;ip&#x16B;ra&#x1E47;a&#x1E43; viya arahattamaggena chinn&#x101;na&#x1E43; kiles&#x101;na&#x1E43; puna anupp&#x101;do da&#x1E6D;&#x1E6D;habbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^a^M0.0063^ea^^b^vajir&#x16B;pamacitto^eb^ti vuccati. Kiles&#x101;na&#x1E43; m&#x16B;lagh&#x101;takara&#x1E47;asamatthat&#x101;ya vajirena sadisacittoti attho.</p>
              <p>[03]^b^104^eb^^b^.^eb^ Andh&#x101;d&#x12B;su ^b^tath&#x101;r&#x16B;pa&#x1E43; cakkhu na hot&#x12B;^eb^ti tath&#x101;j&#x101;tika&#x1E43; tath&#x101;sabh&#x101;va&#x1E43; ^a^P0.0213^ea^ pa&#xF1;&#xF1;&#x101;cakkhu na hoti. ^b^Ph&#x101;ti&#x1E43; kareyy&#x101;^eb^ti ph&#x12B;ta&#x1E43; va&#x1E0D;&#x1E0D;hita&#x1E43; kareyya. ^b^S&#x101;vajj&#x101;navajje^eb^ti sadosaniddose. ^b^H&#x12B;nappa&#x1E47;&#x12B;te^eb^ti adhamuttame. ^b^Ka&#x1E47;hasukkasappa&#x1E6D;ibh&#x101;ge^eb^ti ka&#x1E47;hasukk&#x101;yeva a&#xF1;&#xF1;ama&#xF1;&#xF1;apa&#x1E6D;ib&#x101;hanato pa&#x1E6D;ipakkhavasena sappa&#x1E6D;ibh&#x101;g&#x101;ti vuccanti. Aya&#x1E43; panettha sa&#x1E45;khepo &#x2013; kusale dhamme &#x2018;kusal&#x101; dhamm&#x101;&#x2019;ti yena pa&#xF1;&#xF1;&#x101;cakkhun&#x101; j&#x101;neyya, akusale dhamme &#x2018;akusal&#x101; dhamm&#x101;&#x2019;ti, s&#x101;vajj&#x101;d&#x12B;supi eseva nayo. Ka&#x1E47;hasukkasappa&#x1E6D;ibh&#x101;gesu pana ka&#x1E47;hadhamme &#x2018;sukkasuppa&#x1E6D;ibh&#x101;g&#x101;&#x2019;ti, sukkadhamme &#x2018;ka&#x1E47;hasappa&#x1E6D;ibh&#x101;g&#x101;&#x2019;ti yena pa&#xF1;&#xF1;&#x101;cakkhun&#x101; j&#x101;neyya. ^b^Tath&#x101;r&#x16B;pampissa cakkhu na hot&#x12B;^eb^ti imin&#x101; nayena sesa&#x1E6D;&#x1E6D;h&#x101;nesupi attho veditabbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo di&#x1E6D;&#x1E6D;hadhammikabhogasa&#x1E43;hara&#x1E47;apa&#xF1;&#xF1;&#x101;cakkhuno ca sampar&#x101;yikatthasodhanapa&#xF1;&#xF1;&#x101;cakkhuno ca abh&#x101;v&#x101; ^b^andho^eb^ti vuccati. Dutiyo di&#x1E6D;&#x1E6D;hadhammikabhogasa&#x1E43;hara&#x1E47;apa&#xF1;&#xF1;&#x101;cakkhuno bh&#x101;v&#x101;, sampar&#x101;yikatthasodhanapa&#xF1;&#xF1;&#x101;cakkhuno pana abh&#x101;v&#x101; ^b^ekacakkh&#x16B;^eb^ti vuccati. Tatiyo dvinnampi bh&#x101;v&#x101; ^b^dvicakkh&#x16B;^eb^ti vuccati.</p>
              <p>[03]^b^107^eb^^b^.^eb^ Avakujjapa&#xF1;&#xF1;&#x101;d&#x12B;su ^b^dhamma&#x1E43; desent&#x12B;^eb^ti up&#x101;sako dhammassavanatth&#x101;ya &#x101;gatoti attano kamma&#x1E43; pah&#x101;ya dhamma&#x1E43; desenti. ^b^&#x100;dikaly&#x101;&#x1E47;a^eb^nti &#x101;dimhi kaly&#x101;&#x1E47;a&#x1E43; bhaddaka&#x1E43; anavajja&#x1E43; niddosa&#x1E43; katv&#x101; desenti. Sesapadesupi eseva nayo. Ettha pana ^b^&#x101;d&#x12B;^eb^ti pubbapa&#x1E6D;&#x1E6D;hapan&#x101;. ^b^Majjha^eb^nti kath&#x101;vemajjha&#x1E43;. ^b^Pariyos&#x101;na^eb^nti sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. Itissa dhamma&#x1E43; kathent&#x101; pubbapa&#x1E6D;&#x1E6D;hapanepi kaly&#x101;&#x1E47;a&#x1E43; bhaddaka&#x1E43; anavajjameva katv&#x101; kathenti, vemajjhepi, pariyos&#x101;nepi. Ettha ca atthi desan&#x101;ya &#x101;dimajjhapariyos&#x101;n&#x101;ni, atthi s&#x101;sanassa. Tattha desan&#x101;ya t&#x101;va &#x2013; catuppadikag&#x101;th&#x101;ya pa&#x1E6D;hamapada&#x1E43; &#x101;di, dve pad&#x101;ni majjha&#x1E43;, avas&#x101;napada&#x1E43; pariyos&#x101;na&#x1E43;. Ek&#x101;nusandhikasuttassa &#x2013; nid&#x101;na&#x1E43; &#x101;di, anusandhi majjha&#x1E43;, idamavoc&#x101;ti appan&#x101; pariyos&#x101;na&#x1E43;. Anek&#x101;nusandhikassa &#x2013; pa&#x1E6D;hamo anusandhi &#x101;di ^a^V0.0062^ea^, tato para&#x1E43; eko v&#x101; anek&#x101; v&#x101; majjha&#x1E43;, pacchimo pariyos&#x101;na&#x1E43;. Aya&#x1E43; t&#x101;va desan&#x101;ya nayo.</p>
              <p>[03]S&#x101;sanassa ^a^M0.0064^ea^ pana s&#x12B;la&#x1E43; &#x101;di, sam&#x101;dhi majjha&#x1E43;, vipassan&#x101; pariyos&#x101;na&#x1E43;. Sam&#x101;dhi v&#x101; &#x101;di, vipassan&#x101; majjha&#x1E43;, maggo pariyos&#x101;na&#x1E43;. Vipassan&#x101; v&#x101; &#x101;di, maggo majjha&#x1E43;, phala&#x1E43; pariyos&#x101;na&#x1E43;. Maggo v&#x101; &#x101;di, phala&#x1E43; majjha&#x1E43;, nibb&#x101;na&#x1E43; pariyos&#x101;na&#x1E43; ^a^P0.0214^ea^. Dve dve v&#x101; kariyam&#x101;ne s&#x12B;lasam&#x101;dhayo &#x101;di, vipassan&#x101;magg&#x101; majjha&#x1E43;, phalanibb&#x101;n&#x101;ni pariyos&#x101;na&#x1E43;. ^b^S&#x101;ttha^eb^nti s&#x101;tthaka&#x1E43; katv&#x101; desenti. ^b^Sabya&#xF1;jana^eb^nti akkharap&#x101;rip&#x16B;ri&#x1E43; katv&#x101; desenti. ^b^Kevalaparipu&#x1E47;&#x1E47;a^eb^nti sakalaparipu&#x1E47;&#x1E47;a&#x1E43; an&#x16B;na&#x1E43; katv&#x101; desenti. ^b^Parisuddha^eb^nti parisuddha&#x1E43; nijja&#x1E6D;a&#x1E43; nigga&#x1E47;&#x1E6D;hi&#x1E43; katv&#x101; desenti. ^b^Brahmacariya&#x1E43; pak&#x101;sent&#x12B;^eb^ti eva&#x1E43; desent&#x101; ca se&#x1E6D;&#x1E6D;hacariyabh&#x16B;ta&#x1E43; sikkhattayasa&#x1E45;gahita&#x1E43; ariya&#x1E43; a&#x1E6D;&#x1E6D;ha&#x1E45;gika&#x1E43; magga&#x1E43; pak&#x101;senti. ^b^Neva &#x101;di&#x1E43; manasi karot&#x12B;^eb^ti neva pubbapa&#x1E6D;&#x1E6D;hapana&#x1E43; manasi karoti. ^b^Kumbho^eb^ti gha&#x1E6D;o. ^b^Nikkujjo^eb^ti adhomukho &#x1E6D;hapito. ^b^Evameva^eb^nti ettha kumbho nikkujjo viya avakujjapa&#xF1;&#xF1;o puggalo da&#x1E6D;&#x1E6D;habbo. Udak&#x101;si&#xF1;canak&#x101;lo viya dhammadesan&#x101;ya laddhak&#x101;lo. Udakassa viva&#x1E6D;&#x1E6D;anak&#x101;lo viya tasmi&#x1E43; &#x101;sane nisinnassa uggahetu&#x1E43; asamatthak&#x101;lo. Udakassa asa&#x1E47;&#x1E6D;h&#x101;nak&#x101;lo viya u&#x1E6D;&#x1E6D;hahitv&#x101; asallakkha&#x1E47;ak&#x101;lo veditabbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^avakujjapa&#xF1;&#xF1;o^eb^ti vuccati. Adhomukhapa&#xF1;&#xF1;oti attho.</p>
              <p>[03]^b^108^eb^^b^.^eb^^b^&#x100;ki&#x1E47;&#x1E47;&#x101;n&#x12B;^eb^ti pakkhitt&#x101;ni. ^b^Satisammos&#x101; pakireyy&#x101;^eb^ti mu&#x1E6D;&#x1E6D;hassatit&#x101;ya vikireyya. ^b^Evameva^eb^nti ettha uccha&#x1E45;go viya uccha&#x1E45;gapa&#xF1;&#xF1;o puggalo da&#x1E6D;&#x1E6D;habbo. N&#x101;n&#x101;khajjak&#x101;ni viya n&#x101;nappak&#x101;ra&#x1E43; buddhavacana&#x1E43;. Uccha&#x1E45;ge n&#x101;n&#x101;khajjak&#x101;ni kh&#x101;dantassa nisinnak&#x101;lo viya tasmi&#x1E43; &#x101;sane nisinnassa uggaha&#x1E47;ak&#x101;lo. Vu&#x1E6D;&#x1E6D;hahantassa satisammos&#x101; vikira&#x1E47;ak&#x101;lo viya tasm&#x101; &#x101;san&#x101; vu&#x1E6D;&#x1E6D;h&#x101;ya gacchantassa asallakkha&#x1E47;ak&#x101;lo veditabbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^uccha&#x1E45;gapa&#xF1;&#xF1;o^eb^ti vuccati. Uccha&#x1E45;gasadisapa&#xF1;&#xF1;oti attho.</p>
              <p>[03]^b^109^eb^^b^.^eb^^b^Ukkujjo^eb^ti uparimukho &#x1E6D;hapito. ^b^Sa&#x1E47;&#x1E6D;h&#x101;t&#x12B;^eb^ti pati&#x1E6D;&#x1E6D;hahati. ^b^Evameva kho^eb^ti ettha uparimukho &#x1E6D;hapito kumbho viya puthupa&#xF1;&#xF1;o puggalo da&#x1E6D;&#x1E6D;habbo. Udakassa &#x101;sittak&#x101;lo viya desan&#x101;ya laddhak&#x101;lo. Udakassa sa&#x1E47;&#x1E6D;h&#x101;nak&#x101;lo viya tattha nisinnassa uggaha&#x1E47;ak&#x101;lo. No viva&#x1E6D;&#x1E6D;anak&#x101;lo ^a^M0.0065^ea^^a^V0.0063^ea^ viya u&#x1E6D;&#x1E6D;h&#x101;ya gacchantassa sallakkha&#x1E47;ak&#x101;lo veditabbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^b^puthupa&#xF1;&#xF1;o^eb^ti vuccati. Vitth&#x101;rikapa&#xF1;&#xF1;oti attho.</p>
              <p>[03]^b^110^eb^^b^.^eb^ Av&#x12B;tar&#x101;g&#x101;d&#x12B;su &#x2013; yath&#x101; sot&#x101;pannasakad&#x101;g&#x101;mino, eva&#x1E43; puthujjanopi ^a^P0.0215^ea^ pa&#xF1;casu k&#x101;magu&#x1E47;esu, t&#x12B;su ca bhavesu ^b^av&#x12B;tar&#x101;go^eb^. Adabbat&#x101;ya pana na gahito. Yath&#x101; hi cheko va&#x1E0D;&#x1E0D;hak&#x12B; dabbasambh&#x101;rattha&#x1E43; vana&#x1E43; pavi&#x1E6D;&#x1E6D;ho na &#x101;dito pa&#x1E6D;&#x1E6D;h&#x101;ya sampattasampattarukkhe chindati, ye panassa dabbasambh&#x101;r&#x16B;pag&#x101; honti, teyeva chindati; evamidh&#x101;pi bhagavat&#x101; dabbaj&#x101;tik&#x101; ariy&#x101;va gahit&#x101;, puthujjan&#x101; pana adabbat&#x101;ya na gahit&#x101;ti veditabb&#x101;. ^b^K&#x101;mesu v&#x12B;tar&#x101;go^eb^ti pa&#xF1;casu k&#x101;magu&#x1E47;esu v&#x12B;tar&#x101;go. ^b^Bhavesu av&#x12B;tar&#x101;go^eb^ti r&#x16B;p&#x101;r&#x16B;pabhavesu av&#x12B;tar&#x101;go.</p>
              <p>[03]^b^113^eb^^b^.^eb^ P&#x101;s&#x101;&#x1E47;alekh&#x16B;pam&#x101;d&#x12B;su &#x2013; ^b^anuset&#x12B;^eb^ti appah&#x12B;nat&#x101;ya anuseti. ^b^Na khippa&#x1E43; lujjat&#x12B;^eb^ti na antar&#x101; nassati, kappu&#x1E6D;&#x1E6D;h&#x101;neneva nassati. ^b^Evameva^eb^nti eva&#x1E43; tass&#x101;pi puggalassa kodho na antar&#x101; punadivase v&#x101; aparadivase v&#x101; nibb&#x101;ti, addhaniyo pana hoti. Mara&#x1E47;eneva nibb&#x101;t&#x12B;ti attho. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo p&#x101;s&#x101;&#x1E47;alekh&#x101; viya kujjhanabh&#x101;vena cira&#x1E6D;&#x1E6D;hitikato ^b^p&#x101;s&#x101;&#x1E47;alekh&#x16B;pamo^eb^ti vuccati.</p>
              <p>[03]^b^114^eb^^b^.^eb^^b^So ca khvassa kodho^eb^ti so appamattakepi k&#x101;ra&#x1E47;e sahas&#x101; kuddhassa kodho. ^b^Na cira^eb^nti acira&#x1E43; appah&#x12B;nat&#x101;ya n&#x101;nuseti. Yath&#x101; pana pathaviya&#x1E43; &#x101;ka&#x1E0D;&#x1E0D;hitv&#x101; katalekh&#x101; v&#x101;t&#x101;d&#x12B;hi khippa&#x1E43; nassati, evamassa sahas&#x101; uppannopi kodho khippameva nibb&#x101;t&#x12B;ti attho. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo pathaviya&#x1E43; lekh&#x101; viya kujjhanabh&#x101;vena acira&#x1E6D;&#x1E6D;hitikato ^b^pathav&#x12B;lekh&#x16B;pamo^eb^ti vuccati.</p>
              <p>[03]^b^115^eb^^b^.^eb^^b^&#x100;g&#x101;&#x1E37;hen&#x101;^eb^ti atig&#x101;&#x1E37;hena mammacchedakena thaddhavacanena. ^b^Pharusen&#x101;^eb^ti na sotasukhena. ^b^Aman&#x101;pen&#x101;^eb^ti na cittasukhena. ^b^Sa&#x1E43;sandat&#x12B;^eb^ti ek&#x12B;bhavati. ^b^Sandhiyat&#x12B;^eb^ti gha&#x1E6D;ayati. ^b^Sammodat&#x12B;^eb^ti nirantaro hoti. Atha v&#x101; &#x2013; ^b^sa&#x1E43;sandat&#x12B;^eb^ti cittakiriy&#x101;d&#x12B;su cittena samodh&#x101;na&#x1E43; gacchati. Kh&#x12B;rodaka&#x1E43; viya ek&#x12B;bh&#x101;va&#x1E43; upet&#x12B;ti attho. ^b^Sandhiyat&#x12B;^eb^ti &#x1E6D;h&#x101;nagaman&#x101;d&#x12B;su k&#x101;yakiriy&#x101;d&#x12B;su ^a^M0.0066^ea^ k&#x101;yena samodh&#x101;na&#x1E43; gacchati. Tilata&#x1E47;&#x1E0D;ul&#x101; viya miss&#x12B;bh&#x101;va&#x1E43; upet&#x12B;ti attho. ^b^Sammodat&#x12B;^eb^ti uddesaparipucch&#x101;d&#x12B;su vac&#x12B;kiriy&#x101;su v&#x101;c&#x101;ya samodh&#x101;na&#x1E43; gacchati. Vippav&#x101;sagatopi ^a^V0.0064^ea^ piyasah&#x101;yako viya piyatarabh&#x101;va&#x1E43; upet&#x12B;ti attho. Apica &#x2013; kiccakara&#x1E47;&#x12B;yesu tehi saddhi&#x1E43; &#x101;ditova ekakiriyabh&#x101;va&#x1E43; upagacchanto sa&#x1E43;sandati. Y&#x101;va majjh&#x101; pavattanto sandhiyati, y&#x101;va pariyos&#x101;n&#x101; anivattanto sammodat&#x12B;tipi veditabbo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo udakalekh&#x101; ^a^P0.0216^ea^ viya khippa&#x1E43; sa&#x1E43;sandanato ^b^udakalekh&#x16B;pamo^eb^ti vuccati.</p>
              <p>[03]^b^116^eb^^b^.^eb^ Potthak&#x16B;pamesu &#x2013; y&#x101;ya upam&#x101;ya te ^b^potthak&#x16B;pam&#x101;^eb^ti vuccanti, ta&#x1E43; t&#x101;va upama&#x1E43; dassetu&#x1E43; ^b^tayo potthak&#x101;^eb^ti&#x101;di vutta&#x1E43;. Tattha ^b^navo^eb^ti navav&#x101;yimo. ^b^Potthako^eb^ti s&#x101;&#x1E47;av&#x101;kas&#x101;&#x1E6D;ako. ^b^Dubba&#x1E47;&#x1E47;o^eb^ti viva&#x1E47;&#x1E47;o. ^b^Dukkhasamphasso^eb^ti kharasamphasso. ^b^Appaggho^eb^ti atibahu&#x1E43; agghanto kah&#x101;pa&#x1E47;agghanako hoti. ^b^Majjhimo^eb^ti paribhogamajjhimo. So hi navabh&#x101;va&#x1E43; atikkamitv&#x101; ji&#x1E47;&#x1E47;abh&#x101;va&#x1E43; appatto majjhe paribhogak&#x101;lepi dubba&#x1E47;&#x1E47;o ca dukkhasamphasso ca appagghoyeva ca hoti. Atibahu&#x1E43; agghanto a&#x1E0D;&#x1E0D;ha&#x1E43; agghati. Ji&#x1E47;&#x1E47;ak&#x101;le pana a&#x1E0D;&#x1E0D;ham&#x101;saka&#x1E43; v&#x101; k&#x101;ka&#x1E47;ika&#x1E43; v&#x101; agghati. ^b^Ukkhaliparimajjana^eb^nti k&#x101;&#x1E37;ukkhaliparipu&#xF1;chana&#x1E43;.</p>
              <p>[03]^b^Navo^eb^ti upasampad&#x101;ya pa&#xF1;cavassak&#x101;lato he&#x1E6D;&#x1E6D;h&#x101; j&#x101;tiy&#x101; sa&#x1E6D;&#x1E6D;hivassopi navoyeva. ^b^Dubba&#x1E47;&#x1E47;at&#x101;y&#x101;^eb^ti sar&#x12B;rava&#x1E47;&#x1E47;enapi gu&#x1E47;ava&#x1E47;&#x1E47;enapi dubba&#x1E47;&#x1E47;at&#x101;ya. Duss&#x12B;lassa hi parisamajjhe nisinnassa nittejat&#x101;ya sar&#x12B;rava&#x1E47;&#x1E47;opi na sampajjati, gu&#x1E47;ava&#x1E47;&#x1E47;e vattabbameva natthi. ^b^Ye kho panass&#x101;^eb^ti ye kho pana tassa upa&#x1E6D;&#x1E6D;h&#x101;k&#x101; v&#x101; &#xF1;&#x101;timitt&#x101;dayo v&#x101; eta&#x1E43; puggala&#x1E43; sevanti. ^b^Tesa&#x1E43; ta^eb^nti tesa&#x1E43; puggal&#x101;na&#x1E43; cha satth&#x101;re sevant&#x101;na&#x1E43; micch&#x101;di&#x1E6D;&#x1E6D;hik&#x101;na&#x1E43; viya, devadatta&#x1E43; sevant&#x101;na&#x1E43; kok&#x101;lik&#x101;d&#x12B;na&#x1E43; viya ca ta&#x1E43; sevana&#x1E43; d&#x12B;gharatta&#x1E43; ahit&#x101;ya dukkh&#x101;ya hoti. ^b^Majjhimo^eb^ti pa&#xF1;cavassak&#x101;lato pa&#x1E6D;&#x1E6D;h&#x101;ya y&#x101;va navavassak&#x101;l&#x101; majjhimo n&#x101;ma. ^b^Thero^eb^ti dasavassak&#x101;lato pa&#x1E6D;&#x1E6D;h&#x101;ya thero n&#x101;ma. ^b^Evam&#x101;ha&#x1E43;s&#x16B;^eb^ti eva&#x1E43; vadanti. ^b^Ki&#x1E43; nu kho tuyha^eb^nti tuyha&#x1E43; b&#x101;lassa bha&#x1E47;itena ko atthoti vutta&#x1E43; hoti. ^b^Tath&#x101;r&#x16B;pa^eb^nti tath&#x101;j&#x101;tika&#x1E43; tath&#x101;sabh&#x101;va&#x1E43; ukkhepan&#x12B;yakammassa k&#x101;ra&#x1E47;abh&#x16B;ta&#x1E43;.</p>
              <p>[03]^b^117^eb^^b^.^eb^ K&#x101;sikavatth&#x16B;pamesu ^a^M0.0067^ea^ &#x2013; ^b^k&#x101;sikavattha&#x1E43;^eb^ n&#x101;ma tayo kapp&#x101;sa&#x1E43;s&#x16B; gahetv&#x101; kantitasuttena v&#x101;yita&#x1E43; sukhumavattha&#x1E43;. Ta&#x1E43; navav&#x101;yima&#x1E43; anaggha&#x1E43; hoti. Paribhogamajjhima&#x1E43; v&#x12B;sampi ti&#x1E43;sampi sahass&#x101;ni agghati. Ji&#x1E47;&#x1E47;ak&#x101;le pana a&#x1E6D;&#x1E6D;hapi dasapi sahass&#x101;ni agghati.</p>
              <p>[03]^b^Tesa&#x1E43;^eb^^a^V0.0065^ea^^b^ta&#x1E43; hot&#x12B;^eb^ti tesa&#x1E43; samm&#x101;sambuddh&#x101;dayo sevant&#x101;na&#x1E43; viya ta&#x1E43; sevana&#x1E43; d&#x12B;gharatta&#x1E43; ^a^P0.0217^ea^ hit&#x101;ya sukh&#x101;ya hoti. Samm&#x101;sambuddha&#xF1;hi eka&#x1E43; niss&#x101;ya y&#x101;vajjak&#x101;l&#x101; muccanakasatt&#x101;na&#x1E43; pam&#x101;&#x1E47;a&#x1E43; natthi. Tath&#x101; s&#x101;riputtattheramah&#x101;moggall&#x101;natthere avasese ca as&#x12B;timah&#x101;s&#x101;vake niss&#x101;ya sagga&#x1E43; gatasatt&#x101;na&#x1E43; pam&#x101;&#x1E47;a&#x1E43; natthi. Y&#x101;vajjak&#x101;l&#x101; tesa&#x1E43; di&#x1E6D;&#x1E6D;h&#x101;nugati&#x1E43; pa&#x1E6D;ipannasatt&#x101;nampi pam&#x101;&#x1E47;a&#x1E43; natthiyeva. ^b^&#x100;dheyya&#x1E43; gacchat&#x12B;^eb^ti tassa mah&#x101;therassa ta&#x1E43; atthanissita&#x1E43; vacana&#x1E43; yath&#x101; gandhakara&#x1E47;&#x1E0D;ake k&#x101;sikavattha&#x1E43; &#x101;dh&#x101;tabbata&#x1E43; &#x1E6D;hapetabbata&#x1E43; gacchati, eva&#x1E43; uttama&#x1E45;ge sirasmi&#x1E43; hadaye ca &#x101;dh&#x101;tabbata&#x1E43; &#x1E6D;hapetabbatampi gacchati. Sesamettha he&#x1E6D;&#x1E6D;h&#x101; vutt&#x101;nus&#x101;reneva veditabba&#x1E43;.</p>
              <p>[03]^b^118^eb^^b^.^eb^ Suppameyy&#x101;d&#x12B;su &#x2013; sukhena pametabboti ^b^suppameyyo. Idh&#x101;^eb^ti imasmi&#x1E43; sattaloke. ^b^Uddhato^eb^ti uddhaccena samann&#x101;gato. ^b^Unna&#x1E37;o^eb^ti uggatana&#x1E37;o; tuccham&#x101;na&#x1E43; ukkhipitv&#x101; &#x1E6D;hitoti attho. ^b^Capalo^eb^ti pattama&#x1E47;&#x1E0D;an&#x101;din&#x101; c&#x101;pallena samann&#x101;gato. ^b^Mukharo^eb^ti mukhakharo. ^b^Viki&#x1E47;&#x1E47;av&#x101;co^eb^ti asa&#x1E43;yatavacano. ^b^Asam&#x101;hito^eb^ti cittekaggat&#x101;rahito. ^b^Vibbhantacitto^eb^ti bhantacitto, bhantag&#x101;v&#x12B;bhantamig&#x12B;sappa&#x1E6D;ibh&#x101;go. ^b^P&#x101;ka&#x1E6D;indriyo^eb^ti viva&#x1E6D;indriyo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo &#x2018;suppameyyo&#x2019;ti vuccati. Yath&#x101; hi parittassa udakassa sukhena pam&#x101;&#x1E47;a&#x1E43; gayhati; evameva imehi agu&#x1E47;a&#x1E45;gehi samann&#x101;gatassa sukhena pam&#x101;&#x1E47;a&#x1E43; gayhati. Tenesa &#x2018;suppameyyo&#x2019;ti vutto.</p>
              <p>[03]^b^119^eb^^b^.^eb^ Dukkhena pametabboti ^b^duppameyyo. Anuddhat&#x101;^eb^d&#x12B;ni vuttapa&#x1E6D;ipakkhavasena veditabb&#x101;ni. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo &#x2018;duppameyyo&#x2019;ti vuccati. Yath&#x101; hi mah&#x101;samuddassa dukkhena pam&#x101;&#x1E47;a&#x1E43; gayhati; evameva imehi gu&#x1E47;a&#x1E45;gehi samann&#x101;gatassa dukkhena pam&#x101;&#x1E47;a&#x1E43; gayhati. T&#x101;diso &#x2018;an&#x101;g&#x101;m&#x12B; nu kho, kh&#x12B;&#x1E47;&#x101;savo nu kho&#x2019;ti vattabbata&#x1E43; gacchati, tenesa &#x2018;duppameyyo&#x2019;ti vutto.</p>
              <p>[03]^b^120^eb^^b^.^eb^ Na ^a^M0.0068^ea^ sakk&#x101; pametunti ^b^appameyyo^eb^. Yath&#x101; hi &#x101;k&#x101;sassa na sakk&#x101; pam&#x101;&#x1E47;a&#x1E43; gahetu&#x1E43;, eva&#x1E43; kh&#x12B;&#x1E47;&#x101;savassa. Tenesa &#x2018;appameyyo&#x2019;ti vutto.</p>
              <p>[03]^b^121^eb^^b^.^eb^ Na sevitabb&#x101;d&#x12B;su &#x2013; ^b^na sevitabbo^eb^ti na upasa&#x1E45;kamitabbo. ^b^Na bhajitabbo^eb^ti na all&#x12B;yitabbo. ^b^Na payirup&#x101;sitabbo^eb^ti na santike nis&#x12B;danavasena punappuna&#x1E43; up&#x101;sitabbo. ^b^H&#x12B;no^eb^^a^V0.0066^ea^^b^hoti s&#x12B;len&#x101;^eb^ti&#x101;d&#x12B;su up&#x101;d&#x101;yup&#x101;d&#x101;ya h&#x12B;nat&#x101; veditabb&#x101; ^a^P0.0218^ea^. Yo hi pa&#xF1;ca s&#x12B;l&#x101;ni rakkhati, so dasa s&#x12B;l&#x101;ni rakkhantena na sevitabbo. Yo pana dasa s&#x12B;l&#x101;ni rakkhati, so catup&#x101;risuddhis&#x12B;la&#x1E43; rakkhantena na sevitabbo. ^b^A&#xF1;&#xF1;atra anudday&#x101; a&#xF1;&#xF1;atra anukamp&#x101;^eb^ti &#x1E6D;hapetv&#x101; anuddaya&#xF1;ca anukampa&#xF1;ca. Attano atth&#x101;ya eva hi evar&#x16B;po puggalo na sevitabbo. Anudday&#x101;nukamp&#x101;vasena pana ta&#x1E43; upasa&#x1E45;kamitu&#x1E43; va&#x1E6D;&#x1E6D;ati.</p>
              <p>[03]^b^122^eb^^b^.^eb^^b^Sadiso hot&#x12B;^eb^ti sam&#x101;no hoti. ^b^S&#x12B;las&#x101;ma&#xF1;&#xF1;agat&#x101;na&#x1E43; sata^eb^nti s&#x12B;lena sam&#x101;nabh&#x101;va&#x1E43; gat&#x101;na&#x1E43; sant&#x101;na&#x1E43;. ^b^S&#x12B;lakath&#x101; ca no bhavissat&#x12B;^eb^ti eva&#x1E43; sam&#x101;nas&#x12B;l&#x101;na&#x1E43; amh&#x101;ka&#x1E43; s&#x12B;lameva &#x101;rabbha kath&#x101; bhavissati. ^b^S&#x101; ca no ph&#x101;su bhavissat&#x12B;^eb^ti s&#x101; ca s&#x12B;lakath&#x101; amh&#x101;ka&#x1E43; ph&#x101;suvih&#x101;ro sukhavih&#x101;ro bhavissati. ^b^S&#x101; ca no pavattin&#x12B; bhavissat&#x12B;^eb^ti s&#x101; ca amh&#x101;ka&#x1E43; kath&#x101; divasampi kathent&#x101;na&#x1E43; pavattin&#x12B; bhavissati, na pa&#x1E6D;iha&#xF1;&#xF1;issati. Dv&#x12B;su hi s&#x12B;lavantesu ekena s&#x12B;lassa va&#x1E47;&#x1E47;e kathite itaro anumodati; tena tesa&#x1E43; kath&#x101; ph&#x101;su ceva hoti, pavattin&#x12B; ca. Ekasmi&#x1E43; pana duss&#x12B;le sati duss&#x12B;lassa s&#x12B;lakath&#x101; dukkath&#x101;ti neva s&#x12B;lakath&#x101; hoti, na ph&#x101;su hoti, na pavattin&#x12B;. ^b^Sam&#x101;dhipa&#xF1;&#xF1;&#x101;kath&#x101;su^eb^pi eseva nayo. Dve hi sam&#x101;dhil&#x101;bhino sam&#x101;dhikatha&#x1E43;, sappa&#xF1;&#xF1;&#x101; ca pa&#xF1;&#xF1;&#x101;katha&#x1E43; kathent&#x101;, ratti&#x1E43; v&#x101; divasa&#x1E43; v&#x101; atikkantampi na j&#x101;nanti.</p>
              <p>[03]^b^123^eb^^b^.^eb^^b^Sakkatv&#x101; garu&#x1E43; katv&#x101;^eb^ti sakk&#x101;ra&#xF1;ceva garuk&#x101;ra&#xF1;ca karitv&#x101;. ^b^Adhiko hot&#x12B;^eb^ti atireko hoti. ^b^S&#x12B;lakkhandha^eb^nti s&#x12B;lar&#x101;si&#x1E43;. ^b^Parip&#x16B;ress&#x101;m&#x12B;^eb^ti ta&#x1E43; atirekas&#x12B;la&#x1E43; puggala&#x1E43; niss&#x101;ya attano aparip&#x16B;ra&#x1E43; s&#x12B;lar&#x101;si&#x1E43; parip&#x16B;ra&#x1E43; kariss&#x101;mi. ^b^Tattha tattha pa&#xF1;&#xF1;&#x101;ya anuggahess&#x101;m&#x12B;^eb^ti ettha s&#x12B;lassa ^a^M0.0069^ea^ asapp&#x101;ye anupak&#x101;radhamme vajjetv&#x101; sapp&#x101;ye upak&#x101;radhamme sevanto tasmi&#x1E43; tasmi&#x1E43; &#x1E6D;h&#x101;ne s&#x12B;lakkhandha&#x1E43; pa&#xF1;&#xF1;&#x101;ya anugga&#x1E47;h&#x101;ti n&#x101;ma. ^b^Sam&#x101;dhipa&#xF1;&#xF1;&#x101;kkhandhesu^eb^pi eseva nayo.</p>
              <p>[03]^b^124^eb^^b^.^eb^ Jigucchitabb&#x101;d&#x12B;su &#x2013; ^b^jigucchitabbo^eb^ti g&#x16B;tha&#x1E43; viya jigucchitabbo. ^b^Atha kho na^eb^nti atha kho assa. ^b^Kittisaddo^eb^ti kath&#x101;saddo. ^b^Evameva^eb^nti ettha g&#x16B;thak&#x16B;po viya duss&#x12B;lya&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. G&#x16B;thak&#x16B;pe patitv&#x101; &#x1E6D;hito dhaman&#x12B;ahi viya duss&#x12B;lapuggalo. Guthak&#x16B;pato uddhariyam&#x101;nena tena ahin&#x101; purisassa sar&#x12B;ra&#x1E43; &#x101;ru&#x1E37;hen&#x101;pi ada&#x1E6D;&#x1E6D;habh&#x101;vo viya duss&#x12B;la&#x1E43; sevam&#x101;nass&#x101;pi ^a^P0.0219^ea^ tassa kiriy&#x101;ya ^a^V0.0067^ea^ k&#x101;ra&#x1E47;abh&#x101;vo sar&#x12B;ra&#x1E43; g&#x16B;thena makkhetv&#x101; ahino gatak&#x101;lo viya duss&#x12B;la&#x1E43; sevam&#x101;nassa p&#x101;pakittisaddassa abbhuggamanak&#x101;lo veditabbo.</p>
              <p>[03]^b^125^eb^^b^.^eb^^b^Tinduk&#x101;l&#x101;ta^eb^nti tindukarukkhaal&#x101;ta&#x1E43;. ^b^Bhiyyoso matt&#x101;ya cicci&#x1E6D;&#x101;yat&#x12B;^eb^ti ta&#xF1;hi jh&#x101;yam&#x101;na&#x1E43; pakatiy&#x101;pi papa&#x1E6D;ik&#x101;yo mu&#xF1;canta&#x1E43; cicci&#x1E6D;&#x101;yati ci&#x1E6D;ici&#x1E6D;&#x101;ti sadda&#x1E43; karoti. Gha&#x1E6D;&#x1E6D;ita&#x1E43; pana adhimatta&#x1E43; karot&#x12B;ti attho. ^b^Evameva^eb^nti evameva&#x1E43; kodhano attano dhammat&#x101;yapi uddhato ca&#x1E47;&#x1E0D;ikato hutv&#x101; carati. Appamattaka&#x1E43; pana vacana&#x1E43; vuttak&#x101;le &#x2018;m&#x101;disa&#x1E43; n&#x101;ma eva&#x1E43; vadat&#x12B;&#x2019;ti atirekatara&#x1E43; uddhato ca&#x1E47;&#x1E0D;ikato hutv&#x101; carati. ^b^G&#x16B;thak&#x16B;po^eb^ti g&#x16B;thapu&#x1E47;&#x1E47;ak&#x16B;po, g&#x16B;thar&#x101;siyeva v&#x101;. Opammasa&#x1E43;sandana&#x1E43; panettha purimanayeneva veditabba&#x1E43;. ^b^Tasm&#x101; evar&#x16B;po puggalo ajjhupekkhitabbo, na sevitabbo^eb^ti yasm&#x101; kodhano atiseviyam&#x101;nopi atiupasa&#x1E45;kamiyam&#x101;nopi kujjhatiyeva, &#x2018;ki&#x1E43; imin&#x101;&#x2019;ti pa&#x1E6D;ikkamantopi kujjhatiyeva, tasm&#x101; pal&#x101;laggi viya ajjhupekkhitabbo, na sevitabbo. Ki&#x1E43; vutta&#x1E43; hoti? Yo hi pal&#x101;laggi&#x1E43; atiupasa&#x1E45;kamitv&#x101; tappati, tassa sar&#x12B;ra&#x1E43; jh&#x101;yati. Yo atipa&#x1E6D;ikkamitv&#x101; tappati, tassa s&#x12B;ta&#x1E43; na v&#x16B;pasammati. Anupasa&#x1E45;kamitv&#x101; apa&#x1E6D;ikkamitv&#x101; pana majjhattabh&#x101;vena tappentassa s&#x12B;ta&#x1E43; v&#x16B;pasammati, k&#x101;yopi na &#x1E0D;ayhati. Tasm&#x101; pal&#x101;laggi viya kodhano puggalo majjhattabh&#x101;vena ajjhupekkhitabbo, na sevitabbo, na bhajitabbo, na payirup&#x101;sitabbo.</p>
              <p>[03]^b^126^eb^^b^.^eb^^b^Kaly&#x101;&#x1E47;amitto^eb^ti sucimitto. ^b^Kaly&#x101;&#x1E47;asah&#x101;yo^eb^ti sucisah&#x101;yo. ^b^Sah&#x101;yo^eb^ti sahag&#x101;m&#x12B; saddhi&#x1E43;caro. ^b^Kaly&#x101;&#x1E47;asampava&#x1E45;ko^eb^ti kaly&#x101;&#x1E47;esu ^a^M0.0070^ea^ sucipuggalesu sampava&#x1E45;ko, tanninnatappo&#x1E47;atappabbh&#x101;ram&#x101;nasoti attho.</p>
              <p>[03]^b^127^eb^^b^.^eb^ S&#x12B;lesu parip&#x16B;rak&#x101;r&#x12B;ti&#x101;d&#x12B;su &#x2013; ^b^s&#x12B;lesu parip&#x16B;rak&#x101;rino^eb^ti ete ariyas&#x101;vak&#x101; y&#x101;ni t&#x101;ni maggabrahmacariyassa &#x101;dibh&#x16B;t&#x101;ni, &#x101;dibrahmacariyak&#x101;ni, p&#x101;r&#x101;jikasa&#x1E45;kh&#x101;t&#x101;ni catt&#x101;ri mah&#x101;s&#x12B;lasikkh&#x101;pad&#x101;ni, tesa&#x1E43; av&#x12B;tikkamanato y&#x101;ni khudd&#x101;nukhuddak&#x101;ni &#x101;pajjanti, tehi ca vu&#x1E6D;&#x1E6D;h&#x101;nato s&#x12B;lesu ya&#x1E43; kattabba&#x1E43;, ta&#x1E43; parip&#x16B;ra&#x1E43; samatta&#x1E43; karont&#x12B;ti &#x2018;s&#x12B;lesu parip&#x16B;rak&#x101;rino&#x2019;ti vuccanti. Sam&#x101;dhip&#x101;ribandhak&#x101;na&#x1E43; pana k&#x101;mar&#x101;gaby&#x101;p&#x101;d&#x101;na&#x1E43;, pa&#xF1;&#xF1;&#x101;p&#x101;ribandhakassa ca saccapa&#x1E6D;icch&#x101;dakassa mohassa ^a^P0.0220^ea^ asam&#x16B;hatatt&#x101;, sam&#x101;dhi&#x1E43; pa&#xF1;&#xF1;a&#xF1;ca bh&#x101;vent&#x101;pi sam&#x101;dhipa&#xF1;&#xF1;&#x101;su ya&#x1E43; ^a^V0.0068^ea^ kattabba&#x1E43; ta&#x1E43; mattaso pam&#x101;&#x1E47;ena padesamattameva karont&#x12B;ti ^b^sam&#x101;dhismi&#x1E43; pa&#xF1;&#xF1;&#x101;ya ca mattaso k&#x101;rino^eb^ti vuccanti. Imin&#x101; up&#x101;yena itaresupi dv&#x12B;su nayesu attho veditabbo.</p>
              <p>[03]Tatr&#x101;ya&#x1E43; aparopi suttantanayo &#x2013;</p>
              <p>[08]&#x2018;&#x2018;Idha, bhikkhave, bhikkhu s&#x12B;lesu parip&#x16B;rak&#x101;r&#x12B; hoti, sam&#x101;dhismi&#x1E43; mattaso k&#x101;r&#x12B;, pa&#xF1;&#xF1;&#x101;ya mattaso k&#x101;r&#x12B;. So y&#x101;ni t&#x101;ni khudd&#x101;nukhuddak&#x101;ni sikkh&#x101;pad&#x101;ni t&#x101;ni &#x101;pajjatipi, vu&#x1E6D;&#x1E6D;h&#x101;tipi. Ta&#x1E43; kissa hetu? Na hi mettha, bhikkhave, abhabbat&#x101; vutt&#x101;. Y&#x101;ni ca kho t&#x101;ni sikkh&#x101;pad&#x101;ni &#x101;dibrahmacariyak&#x101;ni brahmacariyas&#x101;rupp&#x101;ni, tattha dhuvas&#x12B;lo ca hoti, &#x1E6D;hitas&#x12B;lo ca, sam&#x101;d&#x101;ya sikkhati sikkh&#x101;padesu. So ti&#x1E47;&#x1E47;a&#x1E43; sa&#x1E43;yojan&#x101;na&#x1E43; parikkhay&#x101; sot&#x101;panno hoti, avinip&#x101;tadhammo niyato sambodhipar&#x101;ya&#x1E47;o. Idha pana, bhikkhave, bhikkhu s&#x12B;lesu&#x2026;pe&#x2026; so ti&#x1E47;&#x1E47;a&#x1E43; sa&#x1E43;yojan&#x101;na&#x1E43; parikkhay&#x101;, r&#x101;gadosamoh&#x101;na&#x1E43; tanutt&#x101;, sakad&#x101;g&#x101;m&#x12B; hoti; sakideva ima&#x1E43; loka&#x1E43; &#x101;gantv&#x101; dukkhassanta&#x1E43; karoti. Idha pana, bhikkhave, bhikkhu s&#x12B;lesu parip&#x16B;rak&#x101;r&#x12B; hoti, sam&#x101;dhismi&#x1E43; parip&#x16B;rak&#x101;r&#x12B;, pa&#xF1;&#xF1;&#x101;ya mattaso k&#x101;r&#x12B;. So y&#x101;ni t&#x101;ni&#x2026;pe&#x2026; sikkhati sikkh&#x101;padesu. So pa&#xF1;canna&#x1E43; orambh&#x101;giy&#x101;na&#x1E43;&#x2026;pe&#x2026; an&#x101;vattidhammo tasm&#x101; lok&#x101;. Idha pana, bhikkhave ^a^M0.0071^ea^, bhikkhu s&#x12B;lesu parip&#x16B;rak&#x101;r&#x12B;, sam&#x101;dhismi&#x1E43; parip&#x16B;rak&#x101;r&#x12B;, pa&#xF1;&#xF1;&#x101;ya parip&#x16B;rak&#x101;r&#x12B;. So y&#x101;ni t&#x101;ni khudd&#x101;nukhuddak&#x101;ni&#x2026;pe&#x2026; sikkhati sikkh&#x101;padesu. So &#x101;sav&#x101;na&#x1E43; khay&#x101;&#x2026;pe&#x2026; upasampajja viharat&#x12B;&#x2019;&#x2019;ti (a. ni. 3.87).</p>
              <p>[03]^b^130^eb^^b^.^eb^ Satth&#x101;raniddese &#x2013; ^b^pari&#xF1;&#xF1;a&#x1E43; pa&#xF1;&#xF1;apet&#x12B;^eb^ti pah&#x101;na&#x1E43; samatikkama&#x1E43; pa&#xF1;&#xF1;apeti. ^b^Tatr&#x101;^eb^ti tesu t&#x12B;su janesu. ^b^Tena da&#x1E6D;&#x1E6D;habbo^eb^ti tena pa&#xF1;&#xF1;&#x101;panena so satth&#x101; ^b^r&#x16B;p&#x101;vacarasam&#x101;pattiy&#x101; l&#x101;bh&#x12B;^eb^ti da&#x1E6D;&#x1E6D;habboti attho. Dutiyav&#x101;repi eseva nayo. ^b^Samm&#x101;sambuddho satth&#x101; tena da&#x1E6D;&#x1E6D;habbo^eb^ti tena titthiyehi as&#x101;dh&#x101;ra&#x1E47;ena pa&#xF1;&#xF1;&#x101;panena aya&#x1E43; tatiyo satth&#x101; sabba&#xF1;&#xF1;ubuddho da&#x1E6D;&#x1E6D;habbo. Titthiy&#x101; hi k&#x101;m&#x101;na&#x1E43; pari&#xF1;&#xF1;a&#x1E43; pa&#xF1;&#xF1;apent&#x101; r&#x16B;pabhava&#x1E43; vakkhanti. R&#x16B;p&#x101;na&#x1E43; pari&#xF1;&#xF1;a&#x1E43; pa&#xF1;&#xF1;apent&#x101; ^a^P0.0221^ea^ ar&#x16B;pabhava&#x1E43; vakkhanti. Vedan&#x101;na&#x1E43; pari&#xF1;&#xF1;a&#x1E43; pa&#xF1;&#xF1;apent&#x101; asa&#xF1;&#xF1;abhava&#x1E43; vakkhanti. Samm&#x101; pa&#xF1;&#xF1;apent&#x101; &#x2018;eva&#x1E43; pa&#xF1;&#xF1;apeyyu&#x1E43;&#x2019;, no ca samm&#x101; pa&#xF1;&#xF1;apetu&#x1E43; sakkonti. Samm&#x101;sambuddho pana k&#x101;m&#x101;na&#x1E43; pari&#xF1;&#xF1;a&#x1E43; pah&#x101;na&#x1E43; an&#x101;g&#x101;mimaggena pa&#xF1;&#xF1;apeti ^a^V0.0069^ea^. R&#x16B;pavedan&#x101;na&#x1E43; pari&#xF1;&#xF1;a&#x1E43; pah&#x101;na&#x1E43; arahattamaggena pa&#xF1;&#xF1;apeti. ^b^Ime tayo satth&#x101;ro^eb^ti ime dve jan&#x101; b&#x101;hirak&#x101;, eko samm&#x101;sambuddhoti &#x2013; imasmi&#x1E43; loke tayo satth&#x101;ro n&#x101;ma.</p>
              <p>[03]^b^131^eb^^b^.^eb^ Dutiye satth&#x101;raniddese &#x2013; ^b^di&#x1E6D;&#x1E6D;he ceva dhamme^eb^ti imasmi&#x1E43; attabh&#x101;ve. ^b^Att&#x101;na&#x1E43; saccato thetato pa&#xF1;&#xF1;apet&#x12B;^eb^ti &#x2018;&#x2018;att&#x101; n&#x101;meko atthi nicco dhuvo sassato&#x2019;&#x2019;ti bh&#x16B;tato thirato pa&#xF1;&#xF1;apeti. ^b^Abhisampar&#x101;ya&#xF1;c&#x101;^eb^ti aparasmi&#x1E43; attabh&#x101;ve evameva pa&#xF1;&#xF1;apeti. Sesamettha vuttanayeneva veditabbanti.</p>
              <p>[06]Tikaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>4. Catukkaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^132^eb^^b^.^eb^ Catukkaniddese &#x2013; ^b^asappuriso^eb^ti l&#x101;makapuriso. P&#x101;&#x1E47;a&#x1E43; atip&#x101;tet&#x12B;ti ^b^p&#x101;&#x1E47;&#x101;tip&#x101;t&#x12B;^eb^. Adinna&#x1E43; &#x101;diyat&#x12B;ti ^b^adinn&#x101;d&#x101;y&#x12B;^eb^. K&#x101;mesu micch&#x101; carat&#x12B;ti ^b^k&#x101;mesumicch&#x101;c&#x101;r&#x12B;^eb^. Mus&#x101; vadat&#x12B;ti ^b^mus&#x101;v&#x101;d&#x12B;^eb^. Sur&#x101;merayamajjapam&#x101;de ti&#x1E6D;&#x1E6D;hat&#x12B;ti ^b^sur&#x101;merayamajjapam&#x101;da&#x1E6D;&#x1E6D;h&#x101;y&#x12B;.^eb^</p>
              <p>[03]^b^133^eb^^b^.^eb^^b^P&#x101;&#x1E47;&#x101;tip&#x101;te^eb^^a^M0.0072^ea^^b^ sam&#x101;dapet&#x12B;^eb^ti yath&#x101; p&#x101;&#x1E47;a&#x1E43; atip&#x101;teti, tath&#x101; na&#x1E43; tattha gaha&#x1E47;a&#x1E43; ga&#x1E47;h&#x101;peti. Sesesupi eseva nayo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo yasm&#x101; saya&#x1E43; katena ca duss&#x12B;lyena samann&#x101;gato ya&#xF1;ca sam&#x101;dapitena kata&#x1E43;, tato upa&#x1E0D;&#x1E0D;hassa d&#x101;y&#x101;do, tasm&#x101; ^b^asappurisena asappurisataro^eb^ti vuccati. ^b^Sappuriso^eb^ti uttamapuriso.</p>
              <p>[03]^b^135^eb^^b^.^eb^^b^Sappurisena sappurisataro^eb^ti attan&#x101; katena sus&#x12B;lyena samann&#x101;gatatt&#x101; ya&#xF1;ca sam&#x101;dapito karoti. Tato upa&#x1E0D;&#x1E0D;hassa d&#x101;y&#x101;datt&#x101; uttamapurisena uttamapurisataro.</p>
              <p>[03]^b^136^eb^^b^.^eb^^b^P&#x101;po^eb^ti akusalakammapathasa&#x1E45;kh&#x101;tena dasavidhena p&#x101;pena samann&#x101;gato.</p>
              <p>[03]^b^138^eb^^b^.^eb^^b^Kaly&#x101;&#x1E47;o^eb^ti ^a^V0.0070^ea^ kusalakammapathasa&#x1E45;kh&#x101;tena dasavidhena kaly&#x101;&#x1E47;adhammena samann&#x101;gato suddhako ^a^P0.0222^ea^ bhadrako. Sesamettha he&#x1E6D;&#x1E6D;h&#x101; vuttanayatt&#x101; utt&#x101;natthameva.</p>
              <p>[03]^b^140^eb^^b^.^eb^ P&#x101;padhamm&#x101;d&#x12B;su &#x2013; p&#x101;po dhammo ass&#x101;ti ^b^p&#x101;padhammo^eb^. Kaly&#x101;&#x1E47;o dhammo ass&#x101;ti ^b^kaly&#x101;&#x1E47;adhammo^eb^. Sesamettha utt&#x101;natthameva.</p>
              <p>[03]^b^144^eb^^b^.^eb^ S&#x101;vajj&#x101;d&#x12B;su &#x2013; ^b^s&#x101;vajjo^eb^ti sadoso. ^b^S&#x101;vajjena k&#x101;yakammen&#x101;^eb^ti sadosena p&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;din&#x101; k&#x101;yakammena. Itaresupi eseva nayo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo t&#x12B;hi dv&#x101;rehi &#x101;y&#x16B;hanakammassa sadosatt&#x101;, g&#x16B;thaku&#x1E47;ap&#x101;dibharito padeso viya s&#x101;vajjoti vuccati.</p>
              <p>[03]^b^145^eb^^b^.^eb^^b^S&#x101;vajjena bahula^eb^nti yassa s&#x101;vajjameva k&#x101;yakamma&#x1E43; bahu hoti, appa&#x1E43; anavajja&#x1E43;; so s&#x101;vajjena bahula&#x1E43; k&#x101;yakammena samann&#x101;gato, appa&#x1E43; anavajjen&#x101;ti vuccati. Itaresupi eseva nayo. Ko pana evar&#x16B;po hot&#x12B;ti? Yo g&#x101;madhammat&#x101;ya v&#x101; nigamadhammat&#x101;ya v&#x101; kad&#x101;ci karahaci uposatha&#x1E43; sam&#x101;diyati, s&#x12B;l&#x101;ni p&#x16B;reti. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; evar&#x16B;po puggalo ^a^M0.0073^ea^ t&#x12B;hi dv&#x101;rehi &#x101;y&#x16B;hanakammesu s&#x101;vajjasseva bahulat&#x101;ya anavajjassa appat&#x101;ya ^b^vajjabahulo^eb^ti vuccati.</p>
              <p>[03]Yath&#x101; hi ekasmi&#x1E43; padese dubba&#x1E47;&#x1E47;&#x101;ni duggandh&#x101;ni pupph&#x101;ni r&#x101;sikat&#x101;nassu, tesa&#x1E43; upari taha&#x1E43; taha&#x1E43; atimuttakavassikap&#x101;&#x1E6D;al&#x101;ni patit&#x101;ni bhaveyyu&#x1E43;. Evar&#x16B;po aya&#x1E43; puggalo veditabbo. Yath&#x101; pana ekasmi&#x1E43; padese atimuttakavassikap&#x101;&#x1E6D;al&#x101;ni r&#x101;sikat&#x101;nassu, tesa&#x1E43; upari taha&#x1E43; taha&#x1E43; dubba&#x1E47;&#x1E47;aduggandh&#x101;ni badarapupph&#x101;d&#x12B;ni patit&#x101;ni bhaveyyu&#x1E43;. Evar&#x16B;po tatiyo puggalo veditabbo. Catuttho pana t&#x12B;hipi dv&#x101;rehi &#x101;y&#x16B;hanakammassa niddosatt&#x101;, catumadhurabharitasuva&#x1E47;&#x1E47;ap&#x101;ti viya da&#x1E6D;&#x1E6D;habbo. Tesu pa&#x1E6D;hamo andhab&#x101;laputhujjano. Dutiyo antarantar&#x101; kusalassa k&#x101;rako lokiyaputhujjano. Tatiyo sot&#x101;panno sakad&#x101;g&#x101;mian&#x101;g&#x101;minopi eteneva sa&#x1E45;gahit&#x101;. Catuttho kh&#x12B;&#x1E47;&#x101;savo. So hi ekantena anavajjoyeva. Aya&#x1E43; a&#x1E45;guttara&#x1E6D;&#x1E6D;hakath&#x101;yo.</p>
              <p>[03]^b^148^eb^^b^.^eb^ Uggha&#x1E6D;ita&#xF1;&#xF1;&#x16B;&#x101;d&#x12B;su &#x2013; ^b^uggha&#x1E6D;ita&#xF1;&#xF1;&#x16B;^eb^ti ettha ^b^uggha&#x1E6D;ita&#x1E43;^eb^ n&#x101;ma ^a^P0.0223^ea^ &#xF1;&#x101;&#x1E47;uggh&#x101;&#x1E6D;ana&#x1E43;, &#xF1;&#x101;&#x1E47;e uggha&#x1E6D;itamatteyeva ^a^V0.0071^ea^ j&#x101;n&#x101;t&#x12B;ti attho. ^b^Saha ud&#x101;ha&#x1E6D;avel&#x101;y&#x101;^eb^ti ud&#x101;h&#x101;re ud&#x101;ha&#x1E6D;amatteyeva. ^b^Dhamm&#x101;bhisamayo^eb^ti catusaccadhammassa &#xF1;&#x101;&#x1E47;ena saddhi&#x1E43; abhisamayo. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; &#x2018;catt&#x101;ro satipa&#x1E6D;&#x1E6D;h&#x101;n&#x101;&#x2019;ti&#x101;din&#x101; nayena sa&#x1E43;khittena m&#x101;tik&#x101;ya &#x1E6D;hapiyam&#x101;n&#x101;ya desan&#x101;nus&#x101;rena &#xF1;&#x101;&#x1E47;a&#x1E43; pesetv&#x101; arahatta&#x1E43; ga&#x1E47;hitu&#x1E43; samattho puggalo uggha&#x1E6D;ita&#xF1;&#xF1;&#x16B;ti vuccati.</p>
              <p>[03]^b^149^eb^^b^.^eb^ Vipa&#xF1;cita&#x1E43; vitth&#x101;ritameva attha&#x1E43; j&#x101;n&#x101;t&#x12B;ti ^b^vipa&#xF1;cita&#xF1;&#xF1;&#x16B;. Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; sa&#x1E45;khittena m&#x101;tika&#x1E43; &#x1E6D;hapetv&#x101; vitth&#x101;rena atthe bh&#x101;jiyam&#x101;ne arahatta&#x1E43; p&#x101;pu&#x1E47;itu&#x1E43; samattho puggalo vipa&#xF1;cita&#xF1;&#xF1;&#x16B;ti vuccati.</p>
              <p>[03]^b^150^eb^^b^.^eb^ Uddes&#x101;d&#x12B;hi netabboti ^b^neyyo. Anupubbena dhamm&#x101;bhisamayo hot&#x12B;^eb^ti anukkamena arahattappatti.</p>
              <p>[03]^b^151^eb^^b^.^eb^ Bya&#xF1;janapadameva ^a^M0.0074^ea^ parama&#x1E43; ass&#x101;ti ^b^padaparamo. Na t&#x101;ya j&#x101;tiy&#x101; dhamm&#x101;bhisamayo hot&#x12B;^eb^ti na tena attabh&#x101;vena jh&#x101;na&#x1E43; v&#x101; vipassana&#x1E43; v&#x101; magga&#x1E43; v&#x101; phala&#x1E43; v&#x101; nibbattetu&#x1E43; sakkot&#x12B;ti attho.</p>
              <p>[03]^b^152^eb^^b^.^eb^ Yuttapa&#x1E6D;ibh&#x101;n&#x101;d&#x12B;su &#x2013; pa&#x1E6D;ibh&#x101;na&#x1E43; vuccati &#xF1;&#x101;&#x1E47;ampi, &#xF1;&#x101;&#x1E47;assa upa&#x1E6D;&#x1E6D;hitavacanampi. Ta&#x1E43; idha adhippeta&#x1E43;. Atthayutta&#x1E43; k&#x101;ra&#x1E47;ayutta&#xF1;ca pa&#x1E6D;ibh&#x101;namass&#x101;ti ^b^yuttappa&#x1E6D;ibh&#x101;no^eb^. Pucchit&#x101;nantarameva s&#x12B;gha&#x1E43; by&#x101;k&#x101;tu&#x1E43; asamatthat&#x101;ya no mutta&#x1E43; pa&#x1E6D;ibh&#x101;namass&#x101;ti ^b^no muttappa&#x1E6D;ibh&#x101;no^eb^. Imin&#x101; nayena ses&#x101; veditabb&#x101;. Ettha pana pa&#x1E6D;hamo &#x2013; ki&#xF1;ci k&#x101;la&#x1E43; v&#x12B;ma&#x1E43;sitv&#x101; yuttameva pekkhati, ^b^tipi&#x1E6D;akac&#x16B;&#x1E37;an&#x101;gatthero^eb^ viya. So kira pa&#xF1;ha&#x1E43; pu&#x1E6D;&#x1E6D;ho pariggahetv&#x101; yuttapayuttak&#x101;ra&#x1E47;ameva katheti.</p>
              <p>[03]Dutiyo &#x2013; pucch&#x101;nantarameva yena v&#x101; tena v&#x101; vacanena pa&#x1E6D;ib&#x101;hati, v&#x12B;ma&#x1E43;sitv&#x101;pi ca yutta&#x1E43; na pekkhati ^b^catunik&#x101;yikapa&#x1E47;&#x1E0D;itatissatthero^eb^ viya. So kira pa&#xF1;ha&#x1E43; pu&#x1E6D;&#x1E6D;ho pa&#xF1;hapariyos&#x101;nampi n&#x101;gameti, ya&#x1E43; v&#x101; ta&#x1E43; v&#x101; kathetiyeva. Vacanattha&#x1E43; panassa v&#x12B;ma&#x1E43;siyam&#x101;na&#x1E43; katthaci na laggati.</p>
              <p>[03]Tatiyo &#x2013; pucch&#x101;samak&#x101;lameva yutta&#x1E43; pekkhati, ta&#x1E45;kha&#x1E47;a&#xF1;&#xF1;eva vacana&#x1E43; by&#x101;karoti ^b^tipi&#x1E6D;akac&#x16B;&#x1E37;&#x101;bhayatthero^eb^^a^V0.0072^ea^ viya. So kira pa&#xF1;ha&#x1E43; pu&#x1E6D;&#x1E6D;ho s&#x12B;ghameva katheti, yuttapayuttak&#x101;ra&#x1E47;o ca hoti.</p>
              <p>[03]Catuttho &#x2013; pu&#x1E6D;&#x1E6D;ho sam&#x101;no neva yutta&#x1E43; pekkhati ^a^P0.0224^ea^, na yena v&#x101; tena v&#x101; pa&#x1E6D;ib&#x101;hitu&#x1E43; sakkoti tibbandhak&#x101;ranimuggo viya hoti ^b^l&#x101;&#x1E37;ud&#x101;yitthero^eb^ viya.</p>
              <p>[03]^b^156^eb^^b^.^eb^ Dhammakathikesu &#x2013; ^b^appa&#xF1;ca bh&#x101;sat&#x12B;^eb^ti sampattaparis&#x101;ya thokameva katheti. ^b^Asahita&#xF1;c&#x101;^eb^ti kathento ca pana na atthayutta&#x1E43; k&#x101;ra&#x1E47;ayutta&#x1E43; katheti. ^b^Paris&#x101; cassa na kusal&#x101; hot&#x12B;^eb^ti sotu&#x1E43; nisinnaparis&#x101; cassa yutt&#x101;yutta&#x1E43; k&#x101;ra&#x1E47;&#x101;k&#x101;ra&#x1E47;a&#x1E43; sili&#x1E6D;&#x1E6D;h&#x101;sili&#x1E6D;&#x1E6D;ha&#x1E43; na j&#x101;n&#x101;t&#x12B;ti attho. ^b^Evar&#x16B;po^eb^ti aya&#x1E43; eva&#x1E43;j&#x101;tiko b&#x101;ladhammakathiko. Eva&#x1E43;j&#x101;tik&#x101;ya b&#x101;laparis&#x101;ya dhammakathikotveva n&#x101;ma&#x1E43; labhati. Imin&#x101; nayena sabbattha attho veditabbo. Ettha ca dveyeva jan&#x101; sabh&#x101;vadhammakathik&#x101;, itare pana dhammakathik&#x101;na&#x1E43; antare pavi&#x1E6D;&#x1E6D;hatt&#x101; eva&#x1E43; vutt&#x101;.</p>
              <p>[03]^b^157^eb^^b^.^eb^ Val&#x101;hak&#x16B;pamesu ^a^M0.0075^ea^^b^val&#x101;hak&#x101;^eb^ti megh&#x101;. ^b^Gajjit&#x101;^eb^ti thanit&#x101;. Tattha gajjitv&#x101; no vassanabh&#x101;vo n&#x101;ma p&#x101;pako. Manuss&#x101; hi yath&#x101; devo gajjati &#x2018;suvu&#x1E6D;&#x1E6D;hik&#x101; bhavissat&#x12B;&#x2019;ti b&#x12B;j&#x101;ni n&#x12B;haritv&#x101; vapanti. Atha deve avassante khette b&#x12B;j&#x101;ni khetteyeva nassanti, gehe b&#x12B;j&#x101;ni geheyeva nassant&#x12B;ti dubbhikkha&#x1E43; hoti. No gajjitv&#x101; vassanabh&#x101;vopi p&#x101;pakova. Manuss&#x101; hi &#x2018;imasmi&#x1E43; k&#x101;le dubbu&#x1E6D;&#x1E6D;hik&#x101; bhavissat&#x12B;&#x2019;ti ninna&#x1E6D;&#x1E6D;h&#x101;nesuyeva vappa&#x1E43; karonti. Atha devo vassitv&#x101; sabbab&#x12B;j&#x101;ni mah&#x101;samudda&#x1E43; p&#x101;peti, dubbhikkhameva hoti. Gajjitv&#x101; vassanabh&#x101;vo pana bhaddako. Tad&#x101; hi subhikkha&#x1E43; hoti. No gajjitv&#x101; no vassanabh&#x101;vo ekantap&#x101;pakova.</p>
              <p>[03]^b^Bh&#x101;sit&#x101; hoti no katt&#x101;^eb^ti &#x2018;id&#x101;ni ganthadhura&#x1E43; p&#x16B;ress&#x101;mi, v&#x101;sadhura&#x1E43; p&#x16B;ress&#x101;m&#x12B;&#x2019;ti kathetiyeva, na pana uddesa&#x1E43; ga&#x1E47;h&#x101;ti, na kamma&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; bh&#x101;veti.</p>
              <p>[03]^b^Katt&#x101; hoti no bh&#x101;sit&#x101;^eb^ti &#x2018;ganthadhura&#x1E43; v&#x101; p&#x16B;ress&#x101;mi v&#x101;sadhura&#x1E43; v&#x101;&#x2019;ti na bh&#x101;sati. Sampatte pana k&#x101;le tamattha&#x1E43; samp&#x101;deti. Imin&#x101; nayena itarepi veditabb&#x101;. Sabba&#x1E43; paneta&#x1E43; paccayad&#x101;yakeneva kathita&#x1E43;. Eko hi &#x2018;asukadivase n&#x101;ma d&#x101;na&#x1E43; dass&#x101;m&#x12B;&#x2019;ti sa&#x1E45;gha&#x1E43; nimanteti, sampattak&#x101;le no karoti. Aya&#x1E43; puggalo pu&#xF1;&#xF1;ena parih&#x101;yati, bhikkhusa&#x1E45;ghopi l&#x101;bhena parih&#x101;yati ^a^V0.0073^ea^. Aparo sa&#x1E45;gha&#x1E43; animantetv&#x101;va sakk&#x101;ra&#x1E43; katv&#x101; &#x2018;bhikkh&#x16B; &#x101;ness&#x101;m&#x12B;&#x2019;ti na labhati, sabbe a&#xF1;&#xF1;attha nimantit&#x101; honti. Ayampi pu&#xF1;&#xF1;ena parih&#x101;yati ^a^P0.0225^ea^, sa&#x1E45;ghopi tena l&#x101;bhena parih&#x101;yati. Aparo pa&#x1E6D;hama&#x1E43; sa&#x1E45;gha&#x1E43; nimantetv&#x101;, pacch&#x101; sakk&#x101;ra&#x1E43; katv&#x101; d&#x101;na&#x1E43; deti, aya&#x1E43; kiccak&#x101;r&#x12B; hoti. Aparo neva sa&#x1E45;gha&#x1E43; nimanteti, na d&#x101;na&#x1E43; deti, aya&#x1E43; &#x2018;p&#x101;papuggalo&#x2019;ti veditabbo.</p>
              <p>[03]^b^158^eb^^b^.^eb^ M&#x16B;sik&#x16B;pamesu &#x2013; ^b^g&#x101;dha&#x1E43; katt&#x101; no vasit&#x101;^eb^ti attano &#x101;saya&#x1E43; bila&#x1E43; k&#x16B;pa&#x1E43; kha&#x1E47;ati, no tattha vasati, kismi&#xF1;cideva &#x1E6D;h&#x101;ne vasati, eva&#x1E43; bi&#x1E37;&#x101;r&#x101;diamittavasa&#x1E43; gacchati. Khatt&#x101;tipi p&#x101;&#x1E6D;ho. ^b^Vasit&#x101; no g&#x101;dha&#x1E43; katt&#x101;^eb^ti saya&#x1E43; na kha&#x1E47;ati, parena khate bile vasati, eva&#x1E43; j&#x12B;vita&#x1E43; rakkhati. Tatiy&#x101; dvepi karont&#x12B;, j&#x12B;vita&#x1E43; rakkhati. Catutth&#x101; dvepi akaront&#x12B; amittavasa&#x1E43; gacchati. Im&#x101;ya pana upam&#x101;ya upamitesu puggalesu ^a^M0.0076^ea^ pa&#x1E6D;hamo yath&#x101; s&#x101; m&#x16B;sik&#x101; g&#x101;dha&#x1E43; kha&#x1E47;ati, eva&#x1E43; nava&#x1E45;ga&#x1E43; satthus&#x101;sana&#x1E43; ugga&#x1E47;h&#x101;ti. Yath&#x101; pana s&#x101; tattha na vasati, kismi&#xF1;cideva &#x1E6D;h&#x101;ne vasant&#x12B;, amittavasa&#x1E43; gacchati; tath&#x101; ayampi pariyattivasena &#xF1;&#x101;&#x1E47;a&#x1E43; pesetv&#x101; catusaccadhamma&#x1E43; na pa&#x1E6D;ivijjhati, lok&#x101;misa&#x1E6D;&#x1E6D;h&#x101;nesuyeva caranto maccum&#x101;rakilesam&#x101;radevaputtam&#x101;rasa&#x1E45;kh&#x101;t&#x101;na&#x1E43; amitt&#x101;na&#x1E43; vasa&#x1E43; gacchati. Dutiyo yath&#x101; s&#x101; m&#x16B;sik&#x101; g&#x101;dha&#x1E43; na kha&#x1E47;ati, eva&#x1E43; nava&#x1E45;ga&#x1E43; satthus&#x101;sana&#x1E43; na ugga&#x1E47;h&#x101;ti. Yath&#x101; pana parena khatabile vasant&#x12B; j&#x12B;vita&#x1E43; rakkhati; eva&#x1E43; parassa katha&#x1E43; sutv&#x101; catusaccadhamma&#x1E43; pa&#x1E6D;ivijjhitv&#x101; ti&#x1E47;&#x1E47;a&#x1E43; m&#x101;r&#x101;na&#x1E43; vasa&#x1E43; atikkamati. Imin&#x101; nayena tatiyacatutthesupi opammasa&#x1E43;sandana&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]^b^159^eb^^b^.^eb^ Amb&#x16B;pamesu &#x2013; ^b^&#x101;ma&#x1E43; pakkava&#x1E47;&#x1E47;&#x12B;^eb^ti anto &#x101;ma&#x1E43; bahi pakkasadisa&#x1E43;. ^b^Pakka&#x1E43; &#x101;mava&#x1E47;&#x1E47;&#x12B;^eb^ti anto pakka&#x1E43; bahi &#x101;masadisa&#x1E43;. Sesadvayesupi eseva nayo. Tattha yath&#x101; ambe apakkabh&#x101;vo &#x101;mat&#x101; hoti, eva&#x1E43; puggalepi puthujjanabh&#x101;vo &#x101;mat&#x101;, ariyabh&#x101;vo pakkat&#x101;. Yath&#x101; ca tattha pakkasadisat&#x101; pakkava&#x1E47;&#x1E47;it&#x101;; eva&#x1E43; puggalepi ariy&#x101;na&#x1E43; abhikkaman&#x101;disadisat&#x101; pakkava&#x1E47;&#x1E47;it&#x101;ti &#x2013; imin&#x101; nayena upamitapuggalesu opammasa&#x1E43;sandana&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]^b^160^eb^^b^.^eb^ Kumbh&#x16B;pamesu ^a^P0.0226^ea^ &#x2013; ^b^kumbho^eb^ti gha&#x1E6D;o. ^b^Tuccho^eb^ti anto ritto. ^b^Pihito^eb^ti pidahitv&#x101; &#x1E6D;hapito. ^b^Puro^eb^ti anto pu&#x1E47;&#x1E47;o. ^b^Viva&#x1E6D;o^eb^ti vivaritv&#x101; &#x1E6D;hapito. Upamitapuggalesu panettha anto gu&#x1E47;as&#x101;ravirahito ^a^V0.0074^ea^ tuccho b&#x101;hirasobhanat&#x101;ya pihito puggalo veditabbo. Sesesupi eseva nayo.</p>
              <p>[03]^b^161^eb^^b^.^eb^ Udakarahad&#x16B;pamesu &#x2013; ^b^udakarahado^eb^ t&#x101;va ja&#x1E47;&#x1E47;umattepi udake sati pa&#x1E47;&#x1E47;arasasambhinnava&#x1E47;&#x1E47;att&#x101; v&#x101; bahalatt&#x101; v&#x101; udakassa apa&#xF1;&#xF1;&#x101;yam&#x101;natalo ^b^utt&#x101;no gambh&#x12B;robh&#x101;so^eb^ n&#x101;ma hoti. Tiporisa catuporisepi pana udake sati acchatt&#x101; udakassa pa&#xF1;&#xF1;&#x101;yam&#x101;natalo ^b^gambh&#x12B;ro utt&#x101;nobh&#x101;so^eb^ n&#x101;ma hoti. Ubhayak&#x101;ra&#x1E47;asambh&#x101;vato pana itare dve veditabb&#x101;. Puggalopi kilesussadabh&#x101;vato gu&#x1E47;agambh&#x12B;rat&#x101;ya ca abh&#x101;vato gu&#x1E47;agambh&#x12B;r&#x101;na&#x1E43; sadisehi abhikkam&#x101;d&#x12B;hi yutto ^b^utt&#x101;no gambh&#x12B;robh&#x101;so^eb^ n&#x101;ma. Imin&#x101; nayena ses&#x101;pi veditabb&#x101;.</p>
              <p>[03]^b^162^eb^^b^.^eb^ Bal&#x12B;badd&#x16B;pamesu ^a^M0.0077^ea^ &#x2013; ^b^bal&#x12B;baddo^eb^ t&#x101;va yo attano goga&#x1E47;a&#x1E43; gha&#x1E6D;&#x1E6D;eti ubbejeti, paragoga&#x1E47;e pana sorato sukhas&#x12B;lo hoti &#x2013; aya&#x1E43; ^b^sakagavaca&#x1E47;&#x1E0D;o no paragavaca&#x1E47;&#x1E0D;o^eb^ n&#x101;ma. Puggalopi attano parisa&#x1E43; gha&#x1E6D;&#x1E6D;ento vijjhanto pharusena samud&#x101;caranto, paraparis&#x101;ya pana soracca&#x1E43; niv&#x101;tavuttita&#x1E43; &#x101;pajjanto ^b^sakagavaca&#x1E47;&#x1E0D;o hoti no paragavaca&#x1E47;&#x1E0D;o^eb^ n&#x101;m&#x101;ti. Imin&#x101; nayena ses&#x101;pi veditabb&#x101;. Niddesav&#x101;re panettha ^b^ubbejit&#x101; hot&#x12B;^eb^ti gha&#x1E6D;&#x1E6D;etv&#x101; vijjhitv&#x101; ubbegappatta&#x1E43; karoticceva attho.</p>
              <p>[03]^b^163^eb^^b^.^eb^ &#x100;s&#x12B;vis&#x16B;pamesu &#x2013; ^b^&#x101;s&#x12B;viso^eb^ t&#x101;va yassa visa&#x1E43; &#x101;su&#x1E43; &#x101;gacchati s&#x12B;gha&#x1E43; pharati; ghora&#x1E43; pana na hoti, cirak&#x101;la&#x1E43; na p&#x12B;&#x1E37;eti &#x2013; aya&#x1E43; ^b^&#x101;gataviso no ghoraviso^eb^. Sesapadesupi eseva nayo. Puggalavibh&#x101;jana&#x1E43; pana utt&#x101;natthameva.</p>
              <p>[03]^b^164^eb^^b^.^eb^^b^Ananuvicca apariyog&#x101;hetv&#x101; ava&#x1E47;&#x1E47;&#x101;rahassa va&#x1E47;&#x1E47;a&#x1E43; bh&#x101;sit&#x101; hot&#x12B;^eb^ti&#x101;d&#x12B;su ^b^ananuvicc&#x101;^eb^ti atulayitv&#x101;, aparigga&#x1E47;hitv&#x101;. ^b^Apariyog&#x101;hetv&#x101;^eb^ti pa&#xF1;&#xF1;&#x101;ya gu&#x1E47;e anog&#x101;hetv&#x101;.</p>
              <p>[03]^b^166^eb^^b^.^eb^^b^Bh&#x16B;ta&#x1E43; taccha^eb^nti vijjam&#x101;nato bh&#x16B;ta&#x1E43;, avipar&#x12B;tato ^b^taccha&#x1E43;. K&#x101;len&#x101;^eb^ti yuttapayuttak&#x101;lena. ^b^Tatra k&#x101;la&#xF1;&#xF1;&#x16B; hot&#x12B;^eb^ti yamida&#x1E43; ^a^P0.0227^ea^ k&#x101;len&#x101;ti vutta&#x1E43;. Tatra yo puggalo k&#x101;la&#xF1;&#xF1;&#x16B; hoti, k&#x101;la&#x1E43; j&#x101;n&#x101;ti, tassa pa&#xF1;hassa veyy&#x101;kara&#x1E47;atth&#x101;ya &#x2018;&#x2018;imasmi&#x1E43; k&#x101;le pucchiten&#x101;pi may&#x101; ^a^V0.0075^ea^ na kathetabb&#x101;, imasmi&#x1E43; k&#x101;le kathetabb&#x101;&#x2019;&#x2019;ti &#x2013; aya&#x1E43; k&#x101;lena bha&#x1E47;ati n&#x101;ma. ^b^Upekkhako viharat&#x12B;^eb^ti majjhattabh&#x16B;t&#x101;ya upekkh&#x101;ya &#x1E6D;hito hutv&#x101; viharati. Sesa&#x1E43; sabbattha utt&#x101;natthameva.</p>
              <p>[03]^b^167^eb^^b^.^eb^ U&#x1E6D;&#x1E6D;h&#x101;naphal&#x16B;paj&#x12B;v&#x12B;ti&#x101;d&#x12B;su &#x2013; yo u&#x1E6D;&#x1E6D;h&#x101;nav&#x12B;riyeneva divasa&#x1E43; v&#x12B;tin&#x101;metv&#x101; tassa nissandaphalamatta&#x1E43; ki&#xF1;cideva labhitv&#x101; j&#x12B;vika&#x1E43; kappeti, ta&#x1E43; pana u&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; &#x101;gamma ki&#xF1;ci pu&#xF1;&#xF1;aphala&#x1E43; na pa&#x1E6D;ilabhati, ta&#x1E43; sandh&#x101;ya ^b^yassa puggalassa u&#x1E6D;&#x1E6D;hahato^eb^ti&#x101;di vutta&#x1E43;. ^b^Tat&#x16B;pari dev&#x101;^eb^ti tato upari brahmak&#x101;yik&#x101;dayo dev&#x101;. Tesa&#xF1;hi u&#x1E6D;&#x1E6D;h&#x101;nav&#x12B;riyena kicca&#x1E43; n&#x101;ma natthi. Pu&#xF1;&#xF1;aphalameva upaj&#x12B;vanti. ^b^Pu&#xF1;&#xF1;avato c&#x101;^eb^ti ida&#x1E43; pu&#xF1;&#xF1;avante khattiyabr&#x101;hma&#x1E47;&#x101;dayo ceva bhummadeve &#x101;di&#x1E43; katv&#x101; nimm&#x101;naratipariyos&#x101;ne deve ca sandh&#x101;ya ^a^M0.0078^ea^ vutta&#x1E43;. Sabbepi hete v&#x101;y&#x101;maphala&#xF1;ceva pu&#xF1;&#xF1;aphala&#xF1;ca anubhavanti. Nerayik&#x101; pana neva u&#x1E6D;&#x1E6D;h&#x101;nena &#x101;j&#x12B;va&#x1E43; upp&#x101;detu&#x1E43; sakkonti, n&#x101;pi nesa&#x1E43; pu&#xF1;&#xF1;aphalena koci &#x101;j&#x12B;vo uppajjati.</p>
              <p>[03]^b^168^eb^^b^.^eb^ Tam&#x101;d&#x12B;su &#x2013; &#x2018;&#x2018;n&#x12B;ce kule pacc&#x101;j&#x101;to&#x2019;&#x2019;ti&#x101;dikena tamena yuttoti ^b^tamo^eb^. K&#x101;yaduccarit&#x101;d&#x12B;hi puna nirayatam&#x16B;pagamanato ^b^tamapar&#x101;ya&#x1E47;o. Nes&#x101;dakule^eb^ti migaluddak&#x101;d&#x12B;na&#x1E43; kule. ^b^Venakule^eb^ti vil&#x12B;vak&#x101;rakule. ^b^Rathak&#x101;rakule^eb^ti cammak&#x101;rakule. ^b^Pukkusakule^eb^ti pupphacha&#x1E0D;&#x1E0D;akakule. ^b^Kasiravuttike^eb^ti dukkhavuttike. ^b^Dubba&#x1E47;&#x1E47;o^eb^ti pa&#x1E43;supis&#x101;cako viya jh&#x101;makh&#x101;&#x1E47;uva&#x1E47;&#x1E47;o. ^b^Duddasiko^eb^ti vij&#x101;tam&#x101;tuy&#x101;pi aman&#x101;padassano. ^b^Oko&#x1E6D;imako^eb^ti laku&#x1E47;&#x1E0D;ako. ^b^K&#x101;&#x1E47;o^eb^ti ekakkhik&#x101;&#x1E47;o v&#x101; ubhayakkhik&#x101;&#x1E47;o v&#x101;. ^b^Ku&#x1E47;&#x12B;^eb^ti ekahatthaku&#x1E47;&#x12B; v&#x101; ubhayahatthaku&#x1E47;&#x12B; v&#x101;. ^b^Kha&#xF1;jo^eb^ti ekap&#x101;dakha&#xF1;jo v&#x101; ubhayap&#x101;dakha&#xF1;jo v&#x101;. ^b^Pakkhahato^eb^ti hatapakkho p&#x12B;&#x1E6D;hasapp&#x12B;. ^b^Pad&#x12B;peyyass&#x101;^eb^ti telakapallak&#x101;dino pad&#x12B;p&#x16B;pakara&#x1E47;assa. ^b^Eva&#x1E43; puggalo tamo hoti tamapar&#x101;ya&#x1E47;o^eb^ti ettha eko puggalo bahiddh&#x101; &#x101;loka&#x1E43; adisv&#x101; m&#x101;tukucchismi&#xF1;&#xF1;eva k&#x101;la&#x1E43; katv&#x101; ap&#x101;yesu nibbattanto sakalepi kappe sa&#x1E43;sarati. Sopi tamo tamapar&#x101;ya&#x1E47;ova. So pana kuhakapuggalo bhaveyya. Kuhakassa hi evar&#x16B;p&#x101; nibbatti hot&#x12B;ti vutta&#x1E43;.</p>
              <p>[03]Ettha ca ^b^n&#x12B;ce kule pacc&#x101;j&#x101;to^eb^^a^P0.0228^ea^^b^ hoti ca&#x1E47;&#x1E0D;&#x101;lakule v&#x101;^eb^ti&#x101;d&#x12B;hi &#x101;gamanavipatti ceva pubbuppannapaccayavipatti ca dassit&#x101;. ^b^Dalidde^eb^ti&#x101;d&#x12B;hi pavattipaccayavipatti. ^b^Kasiravuttike^eb^ti&#x101;d&#x12B;hi &#x101;j&#x12B;vup&#x101;yavipatti. ^b^Dubba&#x1E47;&#x1E47;o^eb^ti&#x101;d&#x12B;hi r&#x16B;pavipatti. ^b^Bahv&#x101;b&#x101;dho^eb^ti&#x101;d&#x12B;hi dukkhak&#x101;ra&#x1E47;asam&#x101;yogo. ^b^Na l&#x101;bh&#x12B;^eb^ti&#x101;d&#x12B;hi sukhak&#x101;ra&#x1E47;avipatti ceva upabhogavipatti ^a^V0.0076^ea^ ca. ^b^K&#x101;yena duccarita^eb^nti&#x101;d&#x12B;hi tamapar&#x101;ya&#x1E47;abh&#x101;vassa k&#x101;ra&#x1E47;asam&#x101;yogo. ^b^K&#x101;yassa bhed&#x101;^eb^ti&#x101;d&#x12B;hi sampar&#x101;yikatam&#x16B;pagamo. Sukkapakkho vuttapa&#x1E6D;ipakkhanayena veditabbo.</p>
              <p>[03]Apicettha tividh&#x101;ya kulasampattiy&#x101; pacc&#x101;j&#x101;ti&#x101;dikena jotin&#x101; yuttato ^b^joti,^eb^ &#x101;lokabh&#x16B;toti vutta&#x1E43; hoti. K&#x101;yasucarit&#x101;d&#x12B;hi pana sagg&#x16B;papattijotibh&#x101;v&#x16B;pagamanato ^b^jotipar&#x101;ya&#x1E47;o. Khattiyamah&#x101;s&#x101;lakule v&#x101;^eb^ti&#x101;d&#x12B;su ^b^khattiyamah&#x101;s&#x101;l&#x101;^eb^ti khattiy&#x101; mah&#x101;s&#x101;r&#x101; ^a^M0.0079^ea^ mah&#x101;s&#x101;rappatt&#x101; khattiy&#x101;. Yesa&#xF1;hi khattiy&#x101;na&#x1E43; he&#x1E6D;&#x1E6D;himantena ko&#x1E6D;isata&#x1E43; nidh&#x101;nagata&#x1E43; hoti, tayo kah&#x101;pa&#x1E47;akumbh&#x101; va&#x1E37;a&#xF1;janatth&#x101;ya gehamajjhe r&#x101;si&#x1E43; katv&#x101; &#x1E6D;hapit&#x101; honti, te khattiyamah&#x101;s&#x101;l&#x101; n&#x101;ma. Yesa&#x1E43; br&#x101;hma&#x1E47;&#x101;na&#x1E43; as&#x12B;tiko&#x1E6D;idhana&#x1E43; nihita&#x1E43; hoti, diya&#x1E0D;&#x1E0D;ho kah&#x101;pa&#x1E47;akumbho va&#x1E37;a&#xF1;janatth&#x101;ya gehamajjhe r&#x101;si&#x1E43; katv&#x101; &#x1E6D;hapito hoti, te ^b^br&#x101;hma&#x1E47;amah&#x101;s&#x101;l&#x101;^eb^ n&#x101;ma. Yesa&#x1E43; gahapat&#x12B;na&#x1E43; catt&#x101;l&#x12B;sako&#x1E6D;idhana&#x1E43; nihita&#x1E43; hoti, kah&#x101;pa&#x1E47;akumbho va&#x1E37;a&#xF1;jatth&#x101;ya gehamajjhe r&#x101;si&#x1E43; katv&#x101; &#x1E6D;hapito hoti, te ^b^gahapatimah&#x101;s&#x101;l&#x101;^eb^ n&#x101;ma. Tesa&#x1E43; kuleti attho. ^b^A&#x1E0D;&#x1E0D;he^eb^ti issare. Nidh&#x101;nagatadhanassa mahantat&#x101;ya ^b^mahaddhane^eb^. Suva&#x1E47;&#x1E47;arajatabh&#x101;jan&#x101;d&#x12B;na&#x1E43; upabhogabha&#x1E47;&#x1E0D;&#x101;na&#x1E43; mahantat&#x101;ya ^b^mah&#x101;bhoge^eb^. Nidh&#x101;nagatassa j&#x101;tar&#x16B;parajatassa pah&#x16B;tat&#x101;ya ^b^pah&#x16B;taj&#x101;tar&#x16B;parajate^eb^. Vitt&#x16B;pakara&#x1E47;assa tu&#x1E6D;&#x1E6D;hikara&#x1E47;assa pah&#x16B;tat&#x101;ya ^b^pah&#x16B;tavitt&#x16B;pakara&#x1E47;e^eb^. Godhan&#x101;d&#x12B;na&#xF1;ca sattavidhadha&#xF1;&#xF1;&#x101;na&#xF1;ca pah&#x16B;tat&#x101;ya ^b^pah&#x16B;tadhanadha&#xF1;&#xF1;e. Abhir&#x16B;po^eb^ti sundarar&#x16B;po. ^b^Dassan&#x12B;yo^eb^ti a&#xF1;&#xF1;a&#x1E43; kamma&#x1E43; pah&#x101;ya divasampi passitabbayutto. ^b^P&#x101;s&#x101;diko^eb^ti dassaneneva cittapas&#x101;d&#x101;vaho. ^b^Param&#x101;y&#x101;^eb^ti uttam&#x101;ya. ^b^Va&#x1E47;&#x1E47;apokkharat&#x101;y&#x101;^eb^ti pokkharava&#x1E47;&#x1E47;at&#x101;ya. Pokkhara&#x1E43; vuccati sar&#x12B;ra&#x1E43;. Tassa va&#x1E47;&#x1E47;asampattiy&#x101;ti attho. ^b^Samann&#x101;gato^eb^ti upeto.</p>
              <p>[03]^b^169^eb^^b^.^eb^ O&#x1E47;ato&#x1E47;at&#x101;d&#x12B;su ^a^P0.0229^ea^ &#x2013; di&#x1E6D;&#x1E6D;hadhammik&#x101;ya v&#x101; sampar&#x101;yik&#x101;ya v&#x101; sampattiy&#x101; virahito ^b^o&#x1E47;ato^eb^. N&#x12B;co, l&#x101;makoti attho. Tabbipakkhato ^b^u&#x1E47;&#x1E47;ato^eb^. Ucco, uggatoti attho. Sesamettha tam&#x101;d&#x12B;su vuttanayeneva veditabba&#x1E43;. Apica &#x2013; ^b^o&#x1E47;ato&#x1E47;ato^eb^ti id&#x101;ni n&#x12B;co, &#x101;yatimpi n&#x12B;cova bhavissati. ^b^O&#x1E47;atu&#x1E47;&#x1E47;ato^eb^ti id&#x101;ni n&#x12B;co, &#x101;yati&#x1E43; ucco bhavissati. ^b^U&#x1E47;&#x1E47;ato&#x1E47;ato^eb^ti id&#x101;ni ucco, &#x101;yati&#x1E43; n&#x12B;co bhavissati. ^b^U&#x1E47;&#x1E47;atu&#x1E47;&#x1E47;ato^eb^ti id&#x101;ni ucco, &#x101;yatimpi uccova bhavissat&#x12B;ti.</p>
              <p>[03]^b^170^eb^^b^.^eb^ Rukkh&#x16B;pamesu &#x2013; rukkho t&#x101;va ^b^pheggus&#x101;rapariv&#x101;ro^eb^ti vanaje&#x1E6D;&#x1E6D;hakarukkho saya&#x1E43; pheggu hoti ^a^V0.0077^ea^, pariv&#x101;rarukkh&#x101; panassa s&#x101;r&#x101; honti. Imin&#x101; nayena ses&#x101; veditabb&#x101;. Puggalesu pana s&#x12B;las&#x101;ravirahato pheggut&#x101;, s&#x12B;l&#x101;c&#x101;rasamann&#x101;gamena ca s&#x101;rat&#x101; veditabb&#x101;.</p>
              <p>[03]^b^171^eb^^b^.^eb^ R&#x16B;pappam&#x101;&#x1E47;&#x101;d&#x12B;su ^a^M0.0080^ea^ &#x2013; sampattiyutta&#x1E43; r&#x16B;pa&#x1E43; pam&#x101;&#x1E47;a&#x1E43; karot&#x12B;ti ^b^r&#x16B;pappam&#x101;&#x1E47;o^eb^. Tattha pas&#x101;da&#x1E43; janet&#x12B;ti ^b^r&#x16B;pappasanno^eb^. Kittisaddabh&#x16B;ta&#x1E43; ghosa&#x1E43; pam&#x101;&#x1E47;a&#x1E43; karot&#x12B;ti ^b^ghosappam&#x101;&#x1E47;o^eb^. &#x100;roha&#x1E43; v&#x101;ti&#x101;d&#x12B;su pana &#x2013; ^b^&#x101;roha^eb^nti uccattana&#x1E43;. ^b^Pari&#x1E47;&#x101;ha^eb^nti kisath&#x16B;labh&#x101;v&#x101;pagata&#x1E43; parikkhepasampatti&#x1E43;. ^b^Sa&#x1E47;&#x1E6D;h&#x101;na^eb^nti a&#x1E45;gapacca&#x1E45;g&#x101;na&#x1E43; d&#x12B;gharassava&#x1E6D;&#x1E6D;at&#x101;diyutta&#x1E6D;&#x1E6D;h&#x101;nesu tath&#x101;bh&#x101;va&#x1E43;. ^b^P&#x101;rip&#x16B;ri^eb^nti yath&#x101;vuttappak&#x101;r&#x101;na&#x1E43; an&#x16B;nata&#x1E43;, lakkha&#x1E47;aparipu&#x1E47;&#x1E47;abh&#x101;va&#x1E43; v&#x101;. ^b^Parava&#x1E47;&#x1E47;an&#x101;y&#x101;^eb^ti parehi parammukh&#x101; nicch&#x101;rit&#x101;ya gu&#x1E47;ava&#x1E47;&#x1E47;an&#x101;ya. ^b^Parathoman&#x101;y&#x101;^eb^ti parehi thutivasena g&#x101;th&#x101;diupanibandhanena vutt&#x101;ya thoman&#x101;ya. ^b^Parapasa&#x1E43;san&#x101;y&#x101;^eb^ti parehi sammukh&#x101; vutt&#x101;ya pasa&#x1E43;s&#x101;ya. ^b^Parava&#x1E47;&#x1E47;ah&#x101;rik&#x101;y&#x101;^eb^ti paramparathutivasena parehi pavattit&#x101;ya va&#x1E47;&#x1E47;ahara&#x1E47;&#x101;ya.</p>
              <p>[03]^b^172^eb^^b^.^eb^^b^C&#x12B;varal&#x16B;kha^eb^nti c&#x12B;varassa dubba&#x1E47;&#x1E47;&#x101;dibh&#x101;vena l&#x16B;khata&#x1E43;. ^b^Pattal&#x16B;kha^eb^nti bh&#x101;janassa va&#x1E47;&#x1E47;asa&#x1E47;&#x1E6D;h&#x101;navatth&#x16B;hi l&#x16B;khata&#x1E43;. ^b^Sen&#x101;sanal&#x16B;kha^eb^nti n&#x101;&#x1E6D;ak&#x101;disampattivirahena sen&#x101;sanassa l&#x16B;khata&#x1E43;. ^b^Vividha^eb^nti acelak&#x101;dibh&#x101;vena anekappak&#x101;ra&#x1E43;. ^b^Dukkarak&#x101;rika^eb^nti sar&#x12B;rat&#x101;pana&#x1E43;.</p>
              <p>[03]Aparo nayo &#x2013; imesu hi cat&#x16B;su puggalesu r&#x16B;pe pam&#x101;&#x1E47;a&#x1E43; gahetv&#x101; pasanno r&#x16B;pappam&#x101;&#x1E47;o n&#x101;ma. R&#x16B;pappasannoti tasseva atthavacana&#x1E43;. Ghose pam&#x101;&#x1E47;a&#x1E43; gahetv&#x101; pasanno ghosappam&#x101;&#x1E47;o ^a^P0.0230^ea^ n&#x101;ma. C&#x12B;varal&#x16B;khapattal&#x16B;khesu pam&#x101;&#x1E47;a&#x1E43; gahetv&#x101; pasanno l&#x16B;khappam&#x101;&#x1E47;o n&#x101;ma. Dhamme pam&#x101;&#x1E47;a&#x1E43; gahetv&#x101; pasanno dhammappam&#x101;&#x1E47;o n&#x101;ma. Itar&#x101;ni tesa&#x1E43;yeva atthavacan&#x101;ni. Sabbasatte ca tayo ko&#x1E6D;&#x1E6D;h&#x101;se katv&#x101; dve ko&#x1E6D;&#x1E6D;h&#x101;s&#x101; r&#x16B;pappam&#x101;&#x1E47;&#x101;, eko na r&#x16B;pappam&#x101;&#x1E47;o. Pa&#xF1;ca ko&#x1E6D;&#x1E6D;h&#x101;se katv&#x101; catt&#x101;ro ko&#x1E6D;&#x1E6D;h&#x101;s&#x101; ghosappam&#x101;&#x1E47;&#x101;, eko na ghosappam&#x101;&#x1E47;o. Dasa ko&#x1E6D;&#x1E6D;h&#x101;se katv&#x101; nava ko&#x1E6D;&#x1E6D;h&#x101;s&#x101; l&#x16B;khappam&#x101;&#x1E47;&#x101;, eko na l&#x16B;khappam&#x101;&#x1E47;o. Satasahassa&#x1E43; ko&#x1E6D;&#x1E6D;h&#x101;se katv&#x101; pana eko ko&#x1E6D;&#x1E6D;h&#x101;sova dhammappam&#x101;&#x1E47;o, ses&#x101; na dhammappam&#x101;&#x1E47;&#x101;. Evamaya&#x1E43; catuppam&#x101;&#x1E47;o lokasanniv&#x101;so.</p>
              <p>[03]Etasmi&#x1E43; catuppam&#x101;&#x1E47;e lokasanniv&#x101;se buddhesu appasann&#x101; mand&#x101;, pasann&#x101;va bahuk&#x101;. R&#x16B;pappam&#x101;&#x1E47;assa hi buddhar&#x16B;pato uttari pas&#x101;d&#x101;vaha&#x1E43; r&#x16B;pa&#x1E43; n&#x101;ma natthi. Ghosappam&#x101;&#x1E47;assa buddh&#x101;na&#x1E43; kittighosato uttari pas&#x101;d&#x101;vaho ghoso n&#x101;ma natthi. L&#x16B;khappam&#x101;&#x1E47;assa k&#x101;sik&#x101;ni vatth&#x101;ni mah&#x101;rah&#x101;ni ^a^V0.0078^ea^^a^M0.0081^ea^ ka&#xF1;canabh&#x101;jan&#x101;ni ti&#x1E47;&#x1E47;a&#x1E43; ut&#x16B;na&#x1E43; anucchavike sabbasampattiyutte p&#x101;s&#x101;davare pah&#x101;ya pa&#x1E43;suk&#x16B;lac&#x12B;varaselamayapattarukkham&#x16B;l&#x101;disen&#x101;sanasevino buddhassa bhagavato l&#x16B;khato uttari pas&#x101;d&#x101;vaha&#x1E43; a&#xF1;&#xF1;a&#x1E43; l&#x16B;kha&#x1E43; n&#x101;ma natthi. Dhammappam&#x101;&#x1E47;assa sadevake loke as&#x101;dh&#x101;ra&#x1E47;as&#x12B;l&#x101;digu&#x1E47;assa tath&#x101;gatassa s&#x12B;l&#x101;digu&#x1E47;ato uttari pas&#x101;d&#x101;vaho a&#xF1;&#xF1;o s&#x12B;l&#x101;digu&#x1E47;o n&#x101;ma natthi. Iti bhagav&#x101; ima&#x1E43; catuppam&#x101;&#x1E47;ika&#x1E43; lokasanniv&#x101;sa&#x1E43; mu&#x1E6D;&#x1E6D;hin&#x101; gahetv&#x101; viya &#x1E6D;hitoti.</p>
              <p>[03]^b^173^eb^^b^.^eb^ Attahit&#x101;ya pa&#x1E6D;ipann&#x101;d&#x12B;su &#x2013; ^b^s&#x12B;lasampanno^eb^ti s&#x12B;lena sampanno samann&#x101;gato. ^b^Sam&#x101;dhisampanno^eb^ti&#x101;d&#x12B;supi eseva nayo. Ettha ca s&#x12B;la&#x1E43; lokiyalokuttara&#x1E43; kathita&#x1E43;. Tath&#x101; sam&#x101;dhipa&#xF1;&#xF1;&#x101; ca. ^b^Vimutti^eb^ arahattaphalavimuttiyeva. ^b^&#xD1;&#x101;&#x1E47;adassana&#x1E43;^eb^ ek&#x16B;nav&#x12B;satividha&#x1E43; paccavekkha&#x1E47;a&#xF1;&#x101;&#x1E47;a&#x1E43;. ^b^No para^eb^nti&#x101;d&#x12B;su &#x2013; parapuggala&#x1E43; &#x2018;&#x2018;tay&#x101;pi s&#x12B;lasampannena bhavitu&#x1E43; va&#x1E6D;&#x1E6D;at&#x12B;&#x2019;&#x2019;ti vatv&#x101; yath&#x101; s&#x12B;la&#x1E43; sam&#x101;diyati, eva&#x1E43; na sam&#x101;dapeti, na ga&#x1E47;h&#x101;peti. Eseva nayo sabbattha. Etesu pana cat&#x16B;su pa&#x1E6D;hamo vakkalittherasadiso hoti. Dutiyo upanandasakyaputtasadiso ^a^P0.0231^ea^. Tatiyo s&#x101;riputtamoggall&#x101;nattherasadiso. Catuttho devadattasadisoti veditabbo.</p>
              <p>[03]^b^174^eb^^b^.^eb^ Attantap&#x101;d&#x12B;su &#x2013; att&#x101;na&#x1E43; tapati dukkh&#x101;pet&#x12B;ti ^b^attantapo^eb^. Attano parit&#x101;pan&#x101;nuyoga&#x1E43; ^b^attaparit&#x101;pan&#x101;nuyoga&#x1E43;. Acelako^eb^ti niccelo, naggo. ^b^Mutt&#x101;c&#x101;ro^eb^ti visa&#x1E6D;&#x1E6D;h&#x101;c&#x101;ro. Ucc&#x101;rakamm&#x101;d&#x12B;su lokiyakulaputt&#x101;c&#x101;rena virahito &#x1E6D;hitakova ucc&#x101;ra&#x1E43; karoti, pass&#x101;va&#x1E43; karoti, kh&#x101;dati, bhu&#xF1;jati ca. ^b^Hatth&#x101;palekhano^eb^ti hatthe pi&#x1E47;&#x1E0D;amhi ni&#x1E6D;&#x1E6D;hite jivh&#x101;ya hattha&#x1E43; apalekhati. Ucc&#x101;ra&#x1E43; v&#x101; katv&#x101; hatthasmi&#xF1;&#xF1;eva da&#x1E47;&#x1E0D;akasa&#xF1;&#xF1;&#x12B; hutv&#x101; hatthena apalekhat&#x12B;ti dasseti. Te kira da&#x1E47;&#x1E0D;aka&#x1E43; sattoti pa&#xF1;&#xF1;apenti. Tasm&#x101; tesa&#x1E43; pa&#x1E6D;ipada&#x1E43; p&#x16B;rento eva&#x1E43; karoti. Bhikkh&#x101;gaha&#x1E47;attha&#x1E43; &#x2018;ehi bhaddante&#x2019;ti vutto, na et&#x12B;ti ^b^naehibhaddantiko^eb^. Tena hi &#x2018;ti&#x1E6D;&#x1E6D;ha bhaddante&#x2019;ti vuttopi na ti&#x1E6D;&#x1E6D;hat&#x12B;ti ^b^nati&#x1E6D;&#x1E6D;habhaddantiko^eb^. Tadubhayampi heta&#x1E43; titthiy&#x101; &#x2018;&#x2018;etassa vacana&#x1E43; kata&#x1E43; bhavissat&#x12B;&#x2019;&#x2019;ti na karonti. ^b^Abhiha&#x1E6D;a^eb^nti puretara&#x1E43; gahetv&#x101; &#x101;ha&#x1E6D;a&#x1E43; bhikkha&#x1E43;. ^b^Uddissakata^eb^nti &#x2018;&#x2018;ima&#x1E43; tumhe uddissa kata&#x2019;&#x2019;nti eva&#x1E43; &#x101;rocitabhikkha&#x1E43;. ^b^Na nimantana^eb^nti &#x2018;&#x2018;asuka&#x1E43; n&#x101;ma kula&#x1E43; v&#x101; v&#x12B;thi&#x1E43; v&#x101; g&#x101;ma&#x1E43; v&#x101; paviseyy&#x101;th&#x101;&#x2019;&#x2019;ti eva&#x1E43; nimantitabhikkhampi na s&#x101;diyati, na ga&#x1E47;h&#x101;ti.</p>
              <p>[03]^b^Na^eb^^a^M0.0082^ea^^b^kumbhimukh&#x101;^eb^ti kumbhito uddharitv&#x101; diyyam&#x101;na&#x1E43; bhikkha&#x1E43; na ga&#x1E47;h&#x101;ti. ^b^Na ka&#x1E37;opimukh&#x101;^eb^ti ^a^V0.0079^ea^^b^ka&#x1E37;op&#x12B;^eb^ti ukkhali, pacchi v&#x101;. Tatopi na ga&#x1E47;h&#x101;ti. Kasm&#x101;? Kumbh&#x12B; ka&#x1E37;opiyo ka&#x1E6D;acchun&#x101; pah&#x101;ra&#x1E43; labhant&#x12B;ti. ^b^Na e&#x1E37;akamantara^eb^nti umm&#x101;ra&#x1E43; antara&#x1E43; katv&#x101; diyyam&#x101;na&#x1E43; na ga&#x1E47;h&#x101;ti. Kasm&#x101;? Aya&#x1E43; ma&#x1E43; niss&#x101;ya antarakara&#x1E47;a&#x1E43; labhat&#x12B;ti. ^b^Da&#x1E47;&#x1E0D;amusalesu^eb^pi eseva nayo. ^b^Dvinna^eb^nti dv&#x12B;su bhu&#xF1;jam&#x101;nesu ekasmi&#x1E43; u&#x1E6D;&#x1E6D;h&#x101;ya dente na ga&#x1E47;hati. Kasm&#x101;? Kaba&#x1E37;antar&#x101;yo hot&#x12B;ti. ^b^Na gabbhiniy&#x101;^eb^ti&#x101;d&#x12B;su pana gabbhiniy&#x101; kucchiya&#x1E43; d&#x101;rako kilamati. ^b^P&#x101;yantiy&#x101;^eb^ d&#x101;rakassa kh&#x12B;rantar&#x101;yo hoti. ^b^Purisantaragat&#x101;ya^eb^ ratiantar&#x101;yo hot&#x12B;ti na ga&#x1E47;h&#x101;ti ^b^na sa&#x1E45;kitt&#x12B;s&#x16B;^eb^ti sa&#x1E45;kittetv&#x101; katabhattesu. Dubbhikkhasamaye kira acelakas&#x101;vak&#x101; acelak&#x101;na&#x1E43; atth&#x101;ya tato tato ta&#x1E47;&#x1E0D;ul&#x101;d&#x12B;ni sam&#x101;dapetv&#x101; ^a^P0.0232^ea^ bhatta&#x1E43; pacanti, ukka&#x1E6D;&#x1E6D;h&#x101;celako tato na pa&#x1E6D;igga&#x1E47;h&#x101;ti. ^b^Na yattha s&#x101;^eb^ti yattha sunakho &#x2018;pi&#x1E47;&#x1E0D;a&#x1E43; labhiss&#x101;m&#x12B;&#x2019;ti upa&#x1E6D;&#x1E6D;hito hoti, tattha tassa adatv&#x101; &#x101;ha&#x1E6D;a&#x1E43; na ga&#x1E47;h&#x101;ti. Kasm&#x101;? Etassa pi&#x1E47;&#x1E0D;antar&#x101;yo hot&#x12B;ti.</p>
              <p>[03]^b^Sa&#x1E47;&#x1E0D;asa&#x1E47;&#x1E0D;ac&#x101;rin&#x12B;^eb^ti sam&#x16B;hasam&#x16B;hac&#x101;rin&#x12B;. Sace hi acelaka&#x1E43; disv&#x101; &#x2018;imassa bhikkha&#x1E43; dass&#x101;m&#x101;&#x2019;ti m&#x101;nussak&#x101; bhattageha&#x1E43; pavisanti, tesu ca pavisantesu ka&#x1E37;opimukh&#x101;d&#x12B;su nil&#x12B;n&#x101; makkhik&#x101; uppatitv&#x101; sa&#x1E47;&#x1E0D;asa&#x1E47;&#x1E0D;&#x101; caranti, tato &#x101;ha&#x1E6D;a&#x1E43; bhikkha&#x1E43; na ga&#x1E47;h&#x101;ti. Kasm&#x101;? Ma&#x1E43; niss&#x101;ya makkhik&#x101;na&#x1E43; gocarantar&#x101;yo j&#x101;toti. ^b^Thusodaka^eb^nti sabbasassasambh&#x101;rehi kata&#x1E43; sov&#x12B;raka&#x1E43;. Ettha ca sur&#x101;p&#x101;nameva s&#x101;vajja&#x1E43;. Aya&#x1E43; pana etasmimpi s&#x101;vajjasa&#xF1;&#xF1;&#x12B;. ^b^Ek&#x101;g&#x101;riko^eb^ti yo ekasmi&#x1E43;yeva gehe bhikkha&#x1E43; labhitv&#x101; nivattati. ^b^Ek&#x101;lopiko^eb^ti yo ekeneva &#x101;lopena y&#x101;peti. ^b^Dv&#x101;g&#x101;rik&#x101;^eb^d&#x12B;supi eseva nayo. ^b^Ekiss&#x101;pi dattiy&#x101;^eb^ti ek&#x101;ya dattiy&#x101;. Datti n&#x101;ma ek&#x101; khuddakap&#x101;ti hoti, yattha aggabhikkha&#x1E43; pakkhipitv&#x101; &#x1E6D;hapenti.</p>
              <p>[03]^b^Ek&#x101;hika^eb^nti ekadivasantarika&#x1E43;. ^b^A&#x1E0D;&#x1E0D;ham&#x101;sika^eb^nti a&#x1E0D;&#x1E0D;ham&#x101;santarika&#x1E43;. ^b^Pariy&#x101;yabhattabhojana^eb^nti v&#x101;rabhattabhojana&#x1E43;. Ek&#x101;hav&#x101;rena dv&#x12B;hav&#x101;rena satt&#x101;hav&#x101;rena a&#x1E0D;&#x1E0D;ham&#x101;sav&#x101;ren&#x101;ti &#x2013; eva&#x1E43; divasav&#x101;rena &#x101;bhatabhattabhojana&#x1E43;. ^b^S&#x101;kabhakkho^eb^ti allas&#x101;kabhakkho. ^b^S&#x101;m&#x101;kabhakkho^eb^ti s&#x101;m&#x101;kata&#x1E47;&#x1E0D;ulabhakkho. N&#x12B;v&#x101;r&#x101;d&#x12B;su &#x2013; ^b^n&#x12B;v&#x101;r&#x101;^eb^ n&#x101;ma t&#x101;va ara&#xF1;&#xF1;e saya&#x1E43; j&#x101;t&#x101; v&#x12B;hij&#x101;ti. ^b^Daddula^eb^nti cammak&#x101;rehi camma&#x1E43; vilikhitv&#x101; cha&#x1E0D;&#x1E0D;itakasa&#x1E6D;a&#x1E43;. ^b^Ha&#x1E6D;a&#x1E43;^eb^ vuccati ^a^M0.0083^ea^ silesopi, sev&#x101;lopi ka&#x1E47;ik&#x101;r&#x101;dirukkhaniyy&#x101;sopi. ^b^Ka&#x1E47;a^eb^nti ku&#x1E47;&#x1E0D;aka&#x1E43;. ^b^&#x100;c&#x101;mo^eb^ti bhattaukkhalik&#x101;ya laggo jh&#x101;modano. Ta&#x1E43; cha&#x1E0D;&#x1E0D;ita&#x1E6D;&#x1E6D;h&#x101;ne gahetv&#x101; kh&#x101;dati. &#x2018;&#x2018;Odanaka&#xF1;jiya&#x2019;&#x2019;ntipi vadanti. ^b^Pi&#xF1;&#xF1;&#x101;k&#x101;^eb^dayo p&#x101;ka&#x1E6D;&#x101; eva. ^b^Pavattaphalabhoj&#x12B;^eb^ti patitaphalabhoj&#x12B;.</p>
              <p>[03]^b^S&#x101;&#x1E47;&#x101;n&#x12B;^eb^ti ^a^V0.0080^ea^ s&#x101;&#x1E47;av&#x101;kacel&#x101;ni. ^b^Mas&#x101;&#x1E47;&#x101;n&#x12B;^eb^ti missakacel&#x101;ni. ^b^Chavaduss&#x101;n&#x12B;^eb^ti matasar&#x12B;rato cha&#x1E0D;&#x1E0D;itavatth&#x101;ni. Erakati&#x1E47;&#x101;d&#x12B;ni v&#x101; ganthetv&#x101; kataniv&#x101;san&#x101;ni. ^b^Pa&#x1E43;suk&#x16B;l&#x101;n&#x12B;^eb^ti pathaviya&#x1E43; cha&#x1E0D;&#x1E0D;itanantak&#x101;ni. ^b^Tir&#x12B;&#x1E6D;&#x101;n&#x12B;^eb^ti rukkhattacavatth&#x101;ni. ^b^Ajina^eb^nti ^a^P0.0233^ea^ ajinamigacamma&#x1E43;. ^b^Ajinakkhipa^eb^nti tadeva majjhe ph&#x101;lita&#x1E43;. Sakhurakantipi vadanti. ^b^Kusac&#x12B;ra^eb^nti kusati&#x1E47;&#x101;ni ganthetv&#x101; katac&#x12B;raka&#x1E43;. ^b^V&#x101;kac&#x12B;raphalakac&#x12B;resu^eb^pi eseva nayo. ^b^Kesakambala^eb^nti manussakesehi katakambala&#x1E43;. Ya&#x1E43; sandh&#x101;ya vutta&#x1E43; &#x2013; &#x2018;&#x2018;seyyath&#x101;pi, bhikkhave, y&#x101;ni k&#x101;nici tant&#x101;vut&#x101;na&#x1E43; vatth&#x101;na&#x1E43; kesakambalo tesa&#x1E43; patiku&#x1E6D;&#x1E6D;ho akkh&#x101;yat&#x12B;&#x2019;&#x2019;ti (a. ni. 3.138). ^b^V&#x101;&#x1E37;akambala^eb^nti assav&#x101;&#x1E37;&#x101;d&#x12B;hi katakambala&#x1E43;. ^b^Ul&#x16B;kapakkha^eb^nti ul&#x16B;kapatt&#x101;ni ganthetv&#x101; kataniv&#x101;sana&#x1E43;. ^b^Ubbha&#x1E6D;&#x1E6D;hako^eb^ti uddha&#x1E43; &#x1E6D;hitako.</p>
              <p>[03]^b^Ukku&#x1E6D;ikappadh&#x101;namanuyutto^eb^ti ukku&#x1E6D;ikav&#x12B;riya&#x1E43; anuyutto. Gacchantopi ukku&#x1E6D;ikova hutv&#x101; uppatitv&#x101; uppatitv&#x101; gacchati. ^b^Ka&#x1E47;&#x1E6D;ak&#x101;passayiko^eb^ti ayaka&#x1E47;&#x1E6D;ake v&#x101; pakatika&#x1E47;&#x1E6D;ake v&#x101; bh&#x16B;miya&#x1E43; ko&#x1E6D;&#x1E6D;etv&#x101; tattha camma&#x1E43; attharitv&#x101; &#x1E6D;h&#x101;naca&#x1E45;kam&#x101;d&#x12B;ni karoti. ^b^Seyya^eb^nti sayantopi tattheva seyya&#x1E43; kappeti. S&#x101;ya&#x1E43; tatiyamass&#x101;ti ^b^s&#x101;yatatiyaka&#x1E43;^eb^. &#x2018;&#x2018;P&#x101;to, majjhanhike, s&#x101;yanti divasassa tikkhattu&#x1E43; p&#x101;pa&#x1E43; pav&#x101;hess&#x101;m&#x12B;&#x2019;&#x2019;ti udakorohan&#x101;nuyoga&#x1E43; anuyutto viharati.</p>
              <p>[03]^b^175^eb^^b^.^eb^ Para&#x1E43; tapat&#x12B;ti ^b^parantapo^eb^. Paresa&#x1E43; parit&#x101;pan&#x101;nuyoga&#x1E43; ^b^paraparit&#x101;pan&#x101;nuyoga&#x1E43;^eb^. Orabbhik&#x101;d&#x12B;su &#x2013; urabbh&#x101; vuccanti e&#x1E37;ak&#x101;. Urabbhe hanat&#x12B;ti ^b^orabbhiko. S&#x16B;karik&#x101;^eb^d&#x12B;supi &#x2013; eseva nayo. ^b^Luddo^eb^ti d&#x101;ru&#x1E47;o kakkha&#x1E37;o. ^b^Macchagh&#x101;tako^eb^ti macchabandho keva&#x1E6D;&#x1E6D;o. ^b^Bandhan&#x101;g&#x101;riko^eb^ti bandhan&#x101;g&#x101;ragopako. ^b^Kur&#x16B;rakammant&#x101;^eb^ti d&#x101;ru&#x1E47;akammant&#x101;.</p>
              <p>[03]^b^176^eb^^b^.^eb^^b^Muddh&#x101;vasitto^eb^ti khattiy&#x101;bhisekena muddhani abhisitto. ^b^Puratthimena nagarass&#x101;^eb^ti nagarato puratthimadis&#x101;ya. ^b^Sandh&#x101;g&#x101;ra^eb^nti ya&#xF1;&#xF1;as&#x101;la&#x1E43; ^a^M0.0084^ea^. ^b^Khar&#x101;jina&#x1E43; niv&#x101;setv&#x101;^eb^ti sakhura&#x1E43; ajinacamma&#x1E43; niv&#x101;setv&#x101;. ^b^Sappitelen&#x101;^eb^ti sappin&#x101; ca telena ca. &#x1E6C;hapetv&#x101; hi sappi&#x1E43; avaseso yo koci sneho telanti vuccati. ^b^Ka&#x1E47;&#x1E0D;uvam&#x101;no^eb^ti nakh&#x101;na&#x1E43; chinnatt&#x101; ka&#x1E47;&#x1E0D;uvitabbak&#x101;le tena ka&#x1E47;&#x1E0D;uvam&#x101;no. ^b^Anantarahit&#x101;y&#x101;^eb^ti asanthat&#x101;ya. ^b^Sar&#x16B;pavacch&#x101;y&#x101;^eb^ti sadisavacch&#x101;ya. Sace g&#x101;v&#x12B; set&#x101; hoti, vacchopi setakova sace kabar&#x101; v&#x101;, ratt&#x101; v&#x101;, vacchopi t&#x101;disov&#x101;ti &#x2013; eva&#x1E43; sar&#x16B;pavacch&#x101;ya. ^b^So evam&#x101;h&#x101;^eb^ti ^a^P0.0234^ea^ so r&#x101;j&#x101; eva&#x1E43; vadeti. ^b^Vacchatar&#x101;^eb^ti taru&#x1E47;avacchakabh&#x101;va&#x1E43; atikkant&#x101; ^a^V0.0081^ea^ balavavacch&#x101;. ^b^Vacchatar&#x12B;su^eb^pi eseva nayo. ^b^Barihisatth&#x101;y&#x101;^eb^ti parikkhepakara&#x1E47;atth&#x101;ya ceva ya&#xF1;&#xF1;abh&#x16B;miya&#x1E43; atthara&#x1E47;atth&#x101;ya ca.</p>
              <p>[03]^b^177^eb^^b^.^eb^^b^Di&#x1E6D;&#x1E6D;heva dhamme^eb^ti imasmi&#x1E43;yeva attabh&#x101;ve. ^b^Nicch&#x101;to^eb^ti ch&#x101;ta&#x1E43; vuccati ta&#x1E47;h&#x101;, s&#x101; assa natth&#x12B;ti nicch&#x101;to. Sabbakiles&#x101;na&#x1E43; nibbutatt&#x101; ^b^nibbuto^eb^. Anto t&#x101;panakiles&#x101;na&#x1E43; abh&#x101;v&#x101; s&#x12B;talo j&#x101;toti ^b^s&#x12B;t&#x12B;bh&#x16B;to^eb^. Jh&#x101;namaggaphalanibb&#x101;nasukh&#x101;ni pa&#x1E6D;isa&#x1E43;vedet&#x12B;ti ^b^sukhappa&#x1E6D;isa&#x1E43;ved&#x12B;^eb^. ^b^Brahmabh&#x16B;tena attan&#x101;^eb^ti se&#x1E6D;&#x1E6D;habh&#x16B;tena attan&#x101;.</p>
              <p>[03]Ima&#x1E43; pana puggala&#x1E43; buddhupp&#x101;dato pa&#x1E6D;&#x1E6D;h&#x101;ya dassetu&#x1E43; &#x2013; ^b^idha tath&#x101;gato^eb^ti&#x101;dim&#x101;ha. Tattha ^b^tath&#x101;gato^eb^ti a&#x1E6D;&#x1E6D;hahi k&#x101;ra&#x1E47;ehi bhagav&#x101; tath&#x101;gato &#x2013; tath&#x101; &#x101;gatoti tath&#x101;gato, tath&#x101; gatoti tath&#x101;gato, tathalakkha&#x1E47;a&#x1E43; &#x101;gatoti tath&#x101;gato, tathadhamme y&#x101;th&#x101;vato abhisambuddhoti tath&#x101;gato, tathadassit&#x101;ya tath&#x101;gato, tath&#x101;v&#x101;dit&#x101;ya tath&#x101;gato, tath&#x101;k&#x101;rit&#x101;ya tath&#x101;gato, abhibhavana&#x1E6D;&#x1E6D;hena tath&#x101;gatoti. ^b^Araha&#x1E43; samm&#x101;sambuddho^eb^ti&#x101;d&#x12B;ni ^b^visuddhimagge^eb^ vitth&#x101;rit&#x101;neva. ^b^Ta&#x1E43; dhamma^eb^nti ta&#x1E43; vuttappak&#x101;rasampada&#x1E43; dhamma&#x1E43;. ^b^Su&#x1E47;&#x101;ti gahapati v&#x101;^eb^ti kasm&#x101; pa&#x1E6D;hama&#x1E43; gahapati&#x1E43; niddisati? Nihatam&#x101;natt&#x101; ussannatt&#x101; ca. Yebhuyyena hi khattiyakulato pabbajit&#x101; j&#x101;ti&#x1E43; niss&#x101;ya m&#x101;na&#x1E43; karonti. Br&#x101;hma&#x1E47;akul&#x101; pabbajit&#x101; mante niss&#x101;ya m&#x101;na&#x1E43; karonti. H&#x12B;najaccakul&#x101; pabbajit&#x101; attano vij&#x101;tit&#x101;ya pati&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43; na sakkonti. Gahapatid&#x101;rak&#x101; pana kacchehi seda&#x1E43; mu&#xF1;cantehi pi&#x1E6D;&#x1E6D;hiy&#x101; lo&#x1E47;a&#x1E43; puppham&#x101;n&#x101;ya bh&#x16B;mi&#x1E43; kasitv&#x101; t&#x101;disassa m&#x101;nassa abh&#x101;vato nihatam&#x101;nadapp&#x101; honti. Te pabbajitv&#x101; m&#x101;na&#x1E43; v&#x101; dappa&#x1E43; v&#x101; akatv&#x101; yath&#x101;bala&#x1E43; buddhavacana&#x1E43; ^a^M0.0085^ea^ uggahetv&#x101; vipassan&#x101;ya kamma&#x1E43; karont&#x101; sakkonti arahatte pati&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43;. Itarehi ca kulehi nikkhamitv&#x101; pabbajit&#x101; n&#x101;ma na bahuk&#x101;, gahapatik&#x101;va bahuk&#x101;. Iti nihatam&#x101;natt&#x101; ussannatt&#x101; ca pa&#x1E6D;hama&#x1E43; gahapati&#x1E43; niddisat&#x12B;ti.</p>
              <p>[03]^b^A&#xF1;&#xF1;atarasmi&#x1E43; v&#x101;^eb^ti itaresa&#x1E43; v&#x101; kul&#x101;na&#x1E43; a&#xF1;&#xF1;atarasmi&#x1E43;. ^b^Pacc&#x101;j&#x101;to^eb^ti patij&#x101;to. ^b^Tath&#x101;gate saddha&#x1E43; pa&#x1E6D;ilabhat&#x12B;^eb^ti parisuddha&#x1E43; ^a^P0.0235^ea^ dhamma&#x1E43; sutv&#x101; dhammass&#x101;mimhi tath&#x101;gate &#x2018;&#x2018;samm&#x101;sambuddho vata so bhagav&#x101;&#x2019;&#x2019;ti saddha&#x1E43; pa&#x1E6D;ilabhati. ^b^Iti pa&#x1E6D;isa&#xF1;cikkhat&#x12B;^eb^ti eva&#x1E43; paccavekkhati. ^b^Samb&#x101;dho ghar&#x101;v&#x101;so^eb^ti sacepi sa&#x1E6D;&#x1E6D;hihatthe ghare yojanasatantarepi v&#x101; dve j&#x101;yampatik&#x101; vasanti, tath&#x101;pi nesa&#x1E43; saki&#xF1;canasapalibodha&#x1E6D;&#x1E6D;hena ghar&#x101;v&#x101;so samb&#x101;dhoyeva. ^b^Rajopatho^eb^ti r&#x101;garaj&#x101;d&#x12B;na&#x1E43; u&#x1E6D;&#x1E6D;h&#x101;na&#x1E6D;&#x1E6D;h&#x101;nanti mah&#x101;a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; ^a^V0.0082^ea^ vutta&#x1E43;. &#x100;gamanapathotipi vattu&#x1E43; va&#x1E6D;&#x1E6D;ati. Alaggana&#x1E6D;&#x1E6D;hena abbhok&#x101;so viy&#x101;ti ^b^abbhok&#x101;so^eb^. Pabbajito hi k&#x16B;&#x1E6D;&#x101;g&#x101;raratanap&#x101;s&#x101;de ca devavim&#x101;n&#x101;d&#x12B;su ca supihitadv&#x101;rav&#x101;tap&#x101;nesu pa&#x1E6D;icchannesu vasantopi neva laggati, na sajjati, na bajjhati. Tena vutta&#x1E43; &#x2013; &#x2018;&#x2018;abbhok&#x101;so pabbajj&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]Apica &#x2013; samb&#x101;dho ghar&#x101;v&#x101;so kusalakiriy&#x101;ya ok&#x101;s&#x101;bh&#x101;vato. Rajopatho asa&#x1E43;vutasa&#x1E45;k&#x101;ra&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; viya raj&#x101;na&#x1E43; kilesaraj&#x101;na&#x1E43; sannip&#x101;ta&#x1E6D;&#x1E6D;h&#x101;nato. Abbhok&#x101;so pabbajj&#x101; kusalakiriy&#x101;ya yath&#x101;sukha&#x1E43; ok&#x101;sasambh&#x101;vato. ^b^Nayida&#x1E43; sukara&#x1E43;&#x2026;pe&#x2026; pabbajeyya^eb^nti ettha aya&#x1E43; sa&#x1E45;khepakath&#x101; &#x2013; yadeta&#x1E43; sikkhattayabrahmacariya&#x1E43; ekampi divasa&#x1E43; akha&#x1E47;&#x1E0D;a&#x1E43; katv&#x101; carimakacitta&#x1E43; p&#x101;petabbat&#x101;ya ^b^ekantaparipu&#x1E47;&#x1E47;a&#x1E43;^eb^. Ekadivasampi ca kilesamalena amalina&#x1E43; katv&#x101; carimakacitta&#x1E43; p&#x101;petabbat&#x101;ya ^b^ekantaparisuddha&#x1E43;. Sa&#x1E45;khalikhita&#x1E43;^eb^ likhitasa&#x1E45;khasadisa&#x1E43; dhotasa&#x1E45;khasappa&#x1E6D;ibh&#x101;ga&#x1E43; caritabba&#x1E43;. Ida&#x1E43; na sukara&#x1E43; ag&#x101;ra&#x1E43; ajjh&#x101;vasat&#x101; ag&#x101;ramajjhe vasantena ekantaparipu&#x1E47;&#x1E47;a&#x1E43;&#x2026;pe&#x2026; caritu&#x1E43; &#x2013; &#x2018;&#x2018;ya&#x1E43;n&#x16B;n&#x101;ha&#x1E43; kese ca massu&#xF1;ca oh&#x101;retv&#x101; kas&#x101;yarasap&#x12B;tat&#x101;ya k&#x101;s&#x101;y&#x101;ni brahmacariya&#x1E43; carant&#x101;na&#x1E43; anucchavik&#x101;ni vatth&#x101;ni acch&#x101;detv&#x101; paridahitv&#x101; ag&#x101;rasm&#x101; nikkhamitv&#x101; anag&#x101;riya&#x1E43; pabbajeyya&#x2019;&#x2019;nti. Ettha ca yasm&#x101; ag&#x101;rassa hita&#x1E43; kasiv&#x101;&#x1E47;ijj&#x101;dikamma&#x1E43; &#x2018;&#x2018;ag&#x101;riya&#x2019;&#x2019;nti vuccati, ta&#xF1;ca pabbajj&#x101;ya natthi, tasm&#x101; pabbajj&#x101; &#x2018;&#x2018;anag&#x101;riya&#x2019;&#x2019;nti &#xF1;&#x101;tabb&#x101;. ^b^Ta&#x1E43; anag&#x101;riya&#x1E43;. Pabbajeyya^eb^nti ^a^M0.0086^ea^ pa&#x1E6D;ipajjeyya&#x1E43;. ^b^Appa&#x1E43; v&#x101;^eb^ti sahassato he&#x1E6D;&#x1E6D;h&#x101; bhogakkhandho appo n&#x101;ma hoti, sahassato pa&#x1E6D;&#x1E6D;h&#x101;ya ^a^P0.0236^ea^ mah&#x101;. Abandhana&#x1E6D;&#x1E6D;hena &#xF1;&#x101;tiyeva ^b^&#xF1;&#x101;tipariva&#x1E6D;&#x1E6D;o^eb^. Sopi v&#x12B;satiy&#x101; he&#x1E6D;&#x1E6D;h&#x101; appo hoti, v&#x12B;satiy&#x101; pa&#x1E6D;&#x1E6D;h&#x101;ya mah&#x101;.</p>
              <p>[03]^b^178^eb^^b^.^eb^^b^Bhikkh&#x16B;na&#x1E43; sikkh&#x101;s&#x101;j&#x12B;vasam&#x101;panno^eb^ti y&#x101; bhikkh&#x16B;na&#x1E43; adhis&#x12B;lasa&#x1E45;kh&#x101;t&#x101; sikkh&#x101;, ta&#xF1;ca. Yattha cete saha j&#x12B;vanti, ekaj&#x12B;vik&#x101; sabh&#x101;gavuttino honti, ta&#x1E43; bhagavat&#x101; pa&#xF1;&#xF1;attasikkh&#x101;padasa&#x1E45;kh&#x101;ta&#x1E43; s&#x101;j&#x12B;va&#xF1;ca. Tattha sikkhanabh&#x101;vena sam&#x101;pannoti ^b^bhikkh&#x16B;na&#x1E43; sikkh&#x101;s&#x101;j&#x12B;vasam&#x101;panno. Sam&#x101;panno^eb^ti sikkha&#x1E43; parip&#x16B;rento s&#x101;j&#x12B;va&#xF1;ca av&#x12B;tikkamanto hutv&#x101; tadubhaya&#x1E43; upagatoti attho. ^b^P&#x101;&#x1E47;&#x101;tip&#x101;ta&#x1E43; pah&#x101;y&#x101;^eb^ti&#x101;d&#x12B;su p&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;dikath&#x101; he&#x1E6D;&#x1E6D;h&#x101; vitth&#x101;rit&#x101; eva. ^b^Pah&#x101;y&#x101;^eb^ti ima&#x1E43; p&#x101;&#x1E47;&#x101;tip&#x101;tacetan&#x101;sa&#x1E45;kh&#x101;ta&#x1E43; duss&#x12B;lya&#x1E43; pajahitv&#x101;. ^b^Pa&#x1E6D;ivirato hot&#x12B;^eb^ti pah&#x12B;nak&#x101;lato pa&#x1E6D;&#x1E6D;h&#x101;ya tato duss&#x12B;lyato orato viratova hoti. ^b^Nihitada&#x1E47;&#x1E0D;o nihitasattho^eb^ti par&#x16B;pagh&#x101;tatth&#x101;ya da&#x1E47;&#x1E0D;a&#x1E43; v&#x101; sattha&#x1E43; v&#x101; &#x101;d&#x101;ya avattanato nikkhittada&#x1E47;&#x1E0D;o ceva nikkhittasattho c&#x101;ti ^a^V0.0083^ea^ attho. Ettha ca &#x1E6D;hapetv&#x101; da&#x1E47;&#x1E0D;a&#x1E43;, sabbampi avasesa&#x1E43; upakara&#x1E47;a&#x1E43; satt&#x101;na&#x1E43; vin&#x101;sanabh&#x101;vato &#x2018;sattha&#x2019;nti veditabba&#x1E43;. Ya&#x1E43; pana bhikkh&#x16B; kattarada&#x1E47;&#x1E0D;a&#x1E43; v&#x101; dantaka&#x1E6D;&#x1E6D;hav&#x101;si&#x1E43; v&#x101; pipphalika&#x1E43; v&#x101; gahetv&#x101; vicaranti, na ta&#x1E43; par&#x16B;pagh&#x101;tatth&#x101;ya. Tasm&#x101; nihitada&#x1E47;&#x1E0D;&#x101; nihitasatth&#x101;tveva sa&#x1E45;kha&#x1E43; gacchanti. ^b^Lajj&#x12B;^eb^ti p&#x101;pajigucchanalakkha&#x1E47;&#x101;ya lajj&#x101;ya samann&#x101;gato. ^b^Day&#x101;panno^eb^ti daya&#x1E43; mettacittata&#x1E43; &#x101;panno. ^b^Sabbap&#x101;&#x1E47;abh&#x16B;tahit&#x101;nukamp&#x12B;^eb^ti sabbe p&#x101;&#x1E47;abh&#x16B;te hitena anukampako. T&#x101;ya day&#x101;pannat&#x101;ya sabbesa&#x1E43; p&#x101;&#x1E47;abh&#x16B;t&#x101;na&#x1E43; hitacittakoti attho. ^b^Viharat&#x12B;^eb^ti iriyati, p&#x101;leti.</p>
              <p>[03]Dinnameva &#x101;diyat&#x12B;ti ^b^dinn&#x101;d&#x101;y&#x12B;^eb^. Cittenapi dinnameva pa&#x1E6D;ika&#x1E45;khat&#x12B;ti ^b^dinnap&#x101;&#x1E6D;ika&#x1E45;kh&#x12B;^eb^. Thenet&#x12B;ti theno. Na thenena ^b^athenena^eb^. Athenatt&#x101;yeva ^b^sucibh&#x16B;tena. Attan&#x101;^eb^ti attabh&#x101;vena. Athena&#x1E43; sucibh&#x16B;ta&#x1E43; attabh&#x101;va&#x1E43; katv&#x101; viharat&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[03]^b^Abrahmacariya^eb^nti ^a^M0.0087^ea^ ase&#x1E6D;&#x1E6D;hacariya&#x1E43;. Brahma&#x1E43; se&#x1E6D;&#x1E6D;ha&#x1E43; &#x101;c&#x101;ra&#x1E43; carat&#x12B;ti ^b^brahmac&#x101;r&#x12B;^eb^. ^b^&#x100;r&#x101;c&#x101;r&#x12B;^eb^ti abrahmacariyato d&#x16B;rac&#x101;r&#x12B;. ^b^Methun&#x101;^eb^ti r&#x101;gapariyu&#x1E6D;&#x1E6D;h&#x101;navasena sadisatt&#x101; methunak&#x101;ti laddhavoh&#x101;rehi pa&#x1E6D;isevitabbato methun&#x101;ti sa&#x1E45;kha&#x1E43; gat&#x101; asaddhamm&#x101;. ^b^G&#x101;madhamm&#x101;^eb^ti g&#x101;mav&#x101;s&#x12B;na&#x1E43; dhamm&#x101;.</p>
              <p>[03]Sacca&#x1E43; ^a^P0.0237^ea^ vadat&#x12B;ti ^b^saccav&#x101;d&#x12B;^eb^. Saccena sacca&#x1E43; sandahati gha&#x1E6D;et&#x12B;ti ^b^saccasandho^eb^. Na antarantar&#x101; mus&#x101; vadat&#x12B;ti attho. Yo hi puriso kad&#x101;ci mus&#x101; vadati, kad&#x101;ci sacca&#x1E43;, tassa mus&#x101;v&#x101;dena antaritatt&#x101; sacca&#x1E43; saccena na gha&#x1E6D;&#x12B;yati, tasm&#x101; na so saccasandho. Aya&#x1E43; pana na t&#x101;diso. J&#x12B;vitahetupi mus&#x101; avatv&#x101; saccena sacca&#x1E43; sandahatiyev&#x101;ti saccasandho. ^b^Theto^eb^ti thiro, thirakathoti attho. Eko hi puggalo haliddir&#x101;go viya, thusar&#x101;simhi nikh&#x101;takh&#x101;&#x1E47;uko viya, assapi&#x1E6D;&#x1E6D;he &#x1E6D;hapitakumbha&#x1E47;&#x1E0D;amiva ca, na thirakatho hoti. Eko p&#x101;s&#x101;&#x1E47;alekh&#x101; viya, indakh&#x12B;lo viya ca thirakatho hoti. Asin&#x101; s&#x12B;se chindantepi dve kath&#x101; na katheti. Aya&#x1E43; vuccati theto. ^b^Paccayiko^eb^ti pattiy&#x101;yitabbako, saddh&#x101;yikoti attho. Ekacco hi puggalo na paccayiko hoti. &#x2018;Ida&#x1E43; kena vutta&#x1E43;? Asuken&#x101;&#x2019;ti vutte &#x2018;m&#x101; tassa vacana&#x1E43; saddahath&#x101;&#x2019;ti vattabbata&#x1E43; &#x101;pajjati. Eko paccayiko hoti. &#x2018;Ida&#x1E43; kena vutta&#x1E43;? Asuken&#x101;&#x2019;ti vutte &#x2018;yadi tena vutta&#x1E43;, idameva pam&#x101;&#x1E47;a&#x1E43;, id&#x101;ni upaparikkhitabba&#x1E43; natthi, evameva ida&#x2019;nti vattabbata&#x1E43; &#x101;pajjati. Aya&#x1E43; vuccati paccayiko. ^b^Avisa&#x1E43;v&#x101;dako lokass&#x101;^eb^ti t&#x101;ya saccav&#x101;dit&#x101;ya loka&#x1E43; na visa&#x1E43;v&#x101;det&#x12B;ti attho.</p>
              <p>[03]^b^Imesa&#x1E43;^eb^^a^V0.0084^ea^^b^bhed&#x101;y&#x101;^eb^ti yesa&#x1E43; ito sutv&#x101;ti vutt&#x101;na&#x1E43; santike suta&#x1E43;, tesa&#x1E43; bhed&#x101;ya. ^b^Bhinn&#x101;na&#x1E43; v&#x101; sandh&#x101;t&#x101;^eb^ti dvinna&#x1E43; mitt&#x101;na&#x1E43; v&#x101; sam&#x101;nupajjh&#x101;yak&#x101;d&#x12B;na&#x1E43; v&#x101; kenacideva k&#x101;ra&#x1E47;ena bhinn&#x101;na&#x1E43; ekameka&#x1E43; upasa&#x1E45;kamitv&#x101; &#x2013; &#x2018;tumh&#x101;ka&#x1E43; &#x12B;dise kule j&#x101;t&#x101;na&#x1E43;, eva&#x1E43; bahussut&#x101;na&#x1E43; ida&#x1E43; na yutta&#x2019;nti&#x101;d&#x12B;ni vatv&#x101; sandh&#x101;na&#x1E43; katt&#x101;. ^b^Anuppad&#x101;t&#x101;^eb^ti sandh&#x101;n&#x101;nuppad&#x101;t&#x101;. Dve jane samagge disv&#x101; &#x2013; &#x2018;tumh&#x101;ka&#x1E43; evar&#x16B;pe kule j&#x101;t&#x101;na&#x1E43;, evar&#x16B;pehi gu&#x1E47;ehi samann&#x101;gat&#x101;na&#x1E43; ^a^M0.0088^ea^ anucchavikameta&#x2019;nti&#x101;d&#x12B;ni vatv&#x101; da&#x1E37;h&#x12B;kamma&#x1E43; katt&#x101;ti attho. Samaggo &#x101;r&#x101;mo ass&#x101;ti ^b^samagg&#x101;r&#x101;mo^eb^. Yattha samagg&#x101; natthi, tattha vasitumpi na icchat&#x12B;ti attho. Samaggar&#x101;motipi p&#x101;&#x1E37;i. Ayameva attho. ^b^Samaggarato^eb^ti samaggesu rato. Te pah&#x101;ya a&#xF1;&#xF1;atra gantumpi na icchat&#x12B;ti attho. Samagge disv&#x101;pi sutv&#x101;pi nandat&#x12B;ti ^b^samagganand&#x12B;. Samaggakara&#x1E47;i&#x1E43; v&#x101;ca&#x1E43; bh&#x101;sit&#x101;^eb^ti y&#x101; v&#x101;c&#x101; satte samaggeyeva karoti, ta&#x1E43; s&#x101;magg&#x12B;gu&#x1E47;aparid&#x12B;pakameva ^a^P0.0238^ea^ v&#x101;ca&#x1E43; bh&#x101;sati, na itaranti.</p>
              <p>[03]K&#x101;lena vadat&#x12B;ti ^b^k&#x101;lav&#x101;d&#x12B;^eb^. Vattabbayuttak&#x101;la&#x1E43; sallakkhetv&#x101; vadat&#x12B;ti attho. Bh&#x16B;ta&#x1E43; tatha&#x1E43; taccha&#x1E43; sabh&#x101;vameva vadat&#x12B;ti ^b^bh&#x16B;tav&#x101;d&#x12B;.^eb^ Di&#x1E6D;&#x1E6D;hadhammikasampar&#x101;yikatthasannissitameva katv&#x101; vadat&#x12B;ti ^b^atthav&#x101;d&#x12B;^eb^. Navalokuttaradhammasannissita&#x1E43; katv&#x101; vadat&#x12B;ti ^b^dhammav&#x101;d&#x12B;^eb^. Sa&#x1E43;varavinayapah&#x101;navinayasannissita&#x1E43; katv&#x101; vadat&#x12B;ti ^b^vinayav&#x101;d&#x12B;^eb^. Nidh&#x101;na&#x1E43; vuccati &#x1E6D;hapanok&#x101;so. Nidh&#x101;namassa atth&#x12B;ti ^b^nidh&#x101;navat&#x12B;^eb^. Hadaye nidh&#x101;tabbayuttaka&#x1E43; v&#x101;ca&#x1E43; bh&#x101;sit&#x101;ti attho. ^b^K&#x101;len&#x101;^eb^ti evar&#x16B;pi&#x1E43; bh&#x101;sam&#x101;nopi ca &#x2018;&#x2018;aha&#x1E43; nidh&#x101;navati&#x1E43; v&#x101;ca&#x1E43; bh&#x101;siss&#x101;m&#x12B;&#x2019;&#x2019;ti na ak&#x101;lena bh&#x101;sati. Yuttak&#x101;la&#x1E43; pana sallakkhetv&#x101;va bh&#x101;sat&#x12B;ti attho. ^b^S&#x101;padesa^eb^nti saupama&#x1E43;, sak&#x101;ra&#x1E47;anti attho. ^b^Pariyantavati^eb^nti pariccheda&#x1E43; dassetv&#x101;. Yath&#x101;ss&#x101; paricchedo pa&#xF1;&#xF1;&#x101;yati, eva&#x1E43; bh&#x101;sat&#x12B;ti attho. ^b^Atthasa&#x1E43;hita^eb^nti anekehipi nayehi vibhajantena pariy&#x101;d&#x101;tu&#x1E43; asakku&#x1E47;eyyat&#x101;ya atthasampanna&#x1E43; bh&#x101;sati. Ya&#x1E43; v&#x101; so atthav&#x101;d&#x12B; attha&#x1E43; vadati, tena atthena sa&#x1E43;hitatt&#x101; atthasa&#x1E43;hita&#x1E43; v&#x101;ca&#x1E43; bh&#x101;sati. Na a&#xF1;&#xF1;a&#x1E43; nikkhipitv&#x101; a&#xF1;&#xF1;a&#x1E43; bh&#x101;sat&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[03]^b^179^eb^^b^.^eb^^b^B&#x12B;jag&#x101;mabh&#x16B;tag&#x101;masam&#x101;rambh&#x101;^eb^ti m&#x16B;lab&#x12B;ja&#x1E43;, khandhab&#x12B;ja&#x1E43;, pha&#x1E37;ub&#x12B;ja&#x1E43;, aggab&#x12B;ja&#x1E43; b&#x12B;jab&#x12B;janti pa&#xF1;cavidhassa b&#x12B;jag&#x101;massa ceva yassa kassaci n&#x12B;lati&#x1E47;arukkh&#x101;dikassa bh&#x16B;tag&#x101;massa ca sam&#x101;rambh&#x101;. Chedanabhedanapacan&#x101;dibh&#x101;vena vikopan&#x101; pa&#x1E6D;iviratoti attho. ^b^Ekabhattiko^eb^ti p&#x101;tar&#x101;sabhatta&#x1E43;, s&#x101;yam&#x101;sabhattanti dve bhatt&#x101;ni. Tesu p&#x101;tar&#x101;sabhatta&#x1E43; antomajjhanhikena paricchinna&#x1E43;. Itara&#x1E43; majjhanhikato uddha&#x1E43; antoaru&#x1E47;ena. Tasm&#x101; antomajjhanhike ^a^V0.0085^ea^ dasakkhattu&#x1E43; ^a^M0.0089^ea^ bhu&#xF1;jam&#x101;nopi ekabhattikova hoti. Ta&#x1E43; sandh&#x101;ya vutta&#x1E43; &#x2013; ekabhattikoti. Rattiy&#x101; bhojana&#x1E43; ratti, tato uparatoti ^b^ratt&#x16B;parato^eb^. Atikkante majjhanhike y&#x101;va s&#x16B;riyasattha&#x1E45;gaman&#x101; bhojana&#x1E43; vik&#x101;labhojana&#x1E43; n&#x101;ma, tato viratatt&#x101; ^b^virato vik&#x101;labhojan&#x101;^eb^. S&#x101;sanassa ananulomatt&#x101; vis&#x16B;ka&#x1E43; pa&#x1E6D;&#x101;&#x1E47;&#x12B;bh&#x16B;ta&#x1E43; dassananti vis&#x16B;kadassana&#x1E43;. Attan&#x101; naccananacc&#x101;pan&#x101;divasena nacc&#x101; ca g&#x12B;t&#x101; ca v&#x101;dit&#x101; ca antamaso may&#x16B;ranaccan&#x101;pan&#x101;divasenapi pavatt&#x101;na&#x1E43; nacc&#x101;d&#x12B;na&#x1E43; vis&#x16B;kabh&#x16B;t&#x101; dassan&#x101; c&#x101;ti ^b^naccag&#x12B;tav&#x101;ditavis&#x16B;kadassan&#x101;^eb^. Nacc&#x101;d&#x12B;ni ^a^P0.0239^ea^ hi attan&#x101; payojetu&#x1E43; v&#x101; parehi payoj&#x101;petu&#x1E43; v&#x101; yutt&#x101;ni passitu&#x1E43; v&#x101; neva bhikkh&#x16B;na&#x1E43; na bhikkhun&#x12B;na&#x1E43; va&#x1E6D;&#x1E6D;anti. M&#x101;l&#x101;d&#x12B;su &#x2013; ^b^m&#x101;l&#x101;^eb^ti ya&#x1E43;ki&#xF1;ci puppha&#x1E43;. ^b^Gandha^eb^nti ya&#x1E43;ki&#xF1;ci gandhaj&#x101;ta&#x1E43;. ^b^Vilepana^eb^nti chavir&#x101;gakara&#x1E47;a&#x1E43;. Tattha pi&#x1E37;andhanto dh&#x101;reti n&#x101;ma. &#x16A;na&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; p&#x16B;rento ma&#x1E47;&#x1E0D;eti n&#x101;ma. Gandhavasena chavir&#x101;gavasena ca s&#x101;diyanto vibh&#x16B;seti n&#x101;ma. ^b^&#x1E6C;h&#x101;na&#x1E43;^eb^ vuccati k&#x101;ra&#x1E47;a&#x1E43;. Tasm&#x101; y&#x101;ya duss&#x12B;lyacetan&#x101;ya t&#x101;ni m&#x101;l&#x101;dh&#x101;ra&#x1E47;&#x101;d&#x12B;ni mah&#x101;jano karoti, tato pa&#x1E6D;iviratoti attho. ^b^Ucc&#x101;sayana&#x1E43;^eb^ vuccati pam&#x101;&#x1E47;&#x101;tikkanta&#x1E43;. ^b^Mah&#x101;sayana&#x1E43;^eb^ akappiyasanthata&#x1E43;, tato pa&#x1E6D;iviratoti attho. ^b^J&#x101;tar&#x16B;pa^eb^nti suva&#x1E47;&#x1E47;a&#x1E43;. ^b^Rajata^eb^nti kah&#x101;pa&#x1E47;o, loham&#x101;sako, jatum&#x101;sako, d&#x101;rum&#x101;sakoti ye voh&#x101;ra&#x1E43; gacchanti. Tassa ubhayass&#x101;pi pa&#x1E6D;iggaha&#x1E47;&#x101; pa&#x1E6D;ivirato, neva na&#x1E43; ugga&#x1E47;h&#x101;ti, na ugga&#x1E47;h&#x101;peti, na upanikkhitta&#x1E43; s&#x101;diyat&#x12B;ti attho.</p>
              <p>[03]^b^&#x100;makadha&#xF1;&#xF1;apa&#x1E6D;iggaha&#x1E47;&#x101;^eb^ti s&#x101;liv&#x12B;hiyavagodhumaka&#x1E45;guvarakakudr&#x16B;sakasa&#x1E45;kh&#x101;tassa sattavidhass&#x101;pi &#x101;makadha&#xF1;&#xF1;assa pa&#x1E6D;iggaha&#x1E47;&#x101;. Na kevala&#xF1;ca etesa&#x1E43; pa&#x1E6D;iggaha&#x1E47;ameva, &#x101;masanampi bhikkh&#x16B;na&#x1E43; na va&#x1E6D;&#x1E6D;atiyeva. ^b^&#x100;makama&#x1E43;sapa&#x1E6D;iggaha&#x1E47;&#x101;^eb^ti ettha a&#xF1;&#xF1;atra odissa anu&#xF1;&#xF1;&#x101;t&#x101; &#x101;makamacchama&#x1E43;s&#x101;na&#x1E43; pa&#x1E6D;iggaha&#x1E47;ameva bhikkh&#x16B;na&#x1E43; na va&#x1E6D;&#x1E6D;ati, no &#x101;masana&#x1E43;. ^b^Itthikum&#x101;rikapa&#x1E6D;iggaha&#x1E47;&#x101;^eb^ti ettha ^b^itth&#x12B;^eb^ti purisantaragat&#x101;. Itar&#x101; kum&#x101;rik&#x101; n&#x101;ma. T&#x101;sa&#x1E43; pa&#x1E6D;iggaha&#x1E47;ampi &#x101;masanampi akappiyameva. ^b^D&#x101;sid&#x101;sapa&#x1E6D;iggaha&#x1E47;&#x101;^eb^ti ettha d&#x101;sid&#x101;savaseneva tesa&#x1E43; pa&#x1E6D;iggaha&#x1E47;a&#x1E43; na va&#x1E6D;&#x1E6D;ati. &#x2018;Kappiyak&#x101;raka&#x1E43; dammi&#x2019;, &#x2018;&#x101;r&#x101;mika&#x1E43; damm&#x12B;&#x2019;ti eva&#x1E43; vutte pana va&#x1E6D;&#x1E6D;ati. ^b^Aje&#x1E37;ak&#x101;^eb^d&#x12B;supi ^b^khettavatthu^eb^pariyos&#x101;nesu kappiy&#x101;kappiyanayo vinayavasena upaparikkhitabbo. Tattha ^b^khetta&#x1E43;^eb^ n&#x101;ma yasmi&#x1E43; pubba&#x1E47;&#x1E47;a&#x1E43; ruhati. ^b^Vatthu^eb^ n&#x101;ma yasmi&#x1E43; apara&#x1E47;&#x1E47;a&#x1E43; ruhati. Yattha v&#x101; ubhayampi ^a^M0.0090^ea^ ruhati ta&#x1E43; khetta&#x1E43;. Tadatth&#x101;ya akatabh&#x16B;mibh&#x101;go vatthu. Khettavatthus&#x12B;sena cettha v&#x101;pita&#x1E37;&#x101;k&#x101;d&#x12B;nipi sa&#x1E45;gahit&#x101;neva.</p>
              <p>[03]^b^D&#x16B;teyya&#x1E43;^eb^ vuccati d&#x16B;takamma&#x1E43;. Gih&#x12B;na&#x1E43; pahita&#x1E43; pa&#x1E47;&#x1E47;a&#x1E43; v&#x101; s&#x101;sana&#x1E43; v&#x101; gahetv&#x101; tattha tattha gamana&#x1E43; ^a^V0.0086^ea^. ^b^Pah&#x12B;&#x1E47;agamana&#x1E43;^eb^ vuccati paraghara&#x1E43; pesitassa khuddakagamana&#x1E43;. ^b^Anuyogo^eb^ n&#x101;ma tadubhayakara&#x1E47;a&#x1E43;. Tasm&#x101; d&#x16B;teyyapah&#x12B;&#x1E47;agaman&#x101;na&#x1E43; anugoti ^a^P0.0240^ea^ evamettha attho da&#x1E6D;&#x1E6D;habbo. ^b^Kayavikkay&#x101;^eb^ti kay&#x101; ca vikkay&#x101; ca. Tul&#x101;k&#x16B;&#x1E6D;&#x101;d&#x12B;su &#x2013; ^b^k&#x16B;&#x1E6D;a^eb^nti va&#xF1;cana&#x1E43;. Tattha tul&#x101;k&#x16B;&#x1E6D;a&#x1E43; n&#x101;ma r&#x16B;pak&#x16B;&#x1E6D;a&#x1E43;, a&#x1E45;gak&#x16B;&#x1E6D;a&#x1E43; gaha&#x1E47;ak&#x16B;&#x1E6D;a&#x1E43;, pa&#x1E6D;icchannak&#x16B;&#x1E6D;anti catubbidha&#x1E43; hoti. Tattha ^b^r&#x16B;pak&#x16B;&#x1E6D;a&#x1E43;^eb^ n&#x101;ma dve tul&#x101; samar&#x16B;p&#x101; katv&#x101; ga&#x1E47;hanto mahatiy&#x101; ga&#x1E47;h&#x101;ti, dadanto khuddik&#x101;ya deti. ^b^A&#x1E45;gak&#x16B;&#x1E6D;a&#x1E43;^eb^ n&#x101;ma ga&#x1E47;hanto pacch&#x101;bh&#x101;ge hatthena tula&#x1E43; akkamati, dadanto pubbabh&#x101;ge. ^b^Gaha&#x1E47;ak&#x16B;&#x1E6D;a&#x1E43;^eb^ n&#x101;ma ga&#x1E47;hanto m&#x16B;le rajju&#x1E43; ga&#x1E47;h&#x101;ti, dadanto agge. ^b^Pa&#x1E6D;icchannak&#x16B;&#x1E6D;a&#x1E43;^eb^ n&#x101;ma tula&#x1E43; susira&#x1E43; katv&#x101; anto ayacu&#x1E47;&#x1E47;a&#x1E43; pakkhipitv&#x101; ga&#x1E47;hanto ta&#x1E43; pacch&#x101;bh&#x101;ge karoti, dadanto aggabh&#x101;ge.</p>
              <p>[03]^b^Ka&#x1E43;so^eb^ vuccati suva&#x1E47;&#x1E47;ap&#x101;ti. T&#x101;ya va&#xF1;cana&#x1E43; ^b^ka&#x1E43;sak&#x16B;&#x1E6D;a&#x1E43;^eb^. Katha&#x1E43;? Eka&#x1E43; suva&#x1E47;&#x1E47;ap&#x101;ti&#x1E43; katv&#x101; a&#xF1;&#xF1;&#x101; dve tisso lohap&#x101;tiyo suva&#x1E47;&#x1E47;ava&#x1E47;&#x1E47;&#x101; karonti, tato janapada&#x1E43; gantv&#x101; ki&#xF1;cideva a&#x1E0D;&#x1E0D;hakula&#x1E43; pavisitv&#x101; suva&#x1E47;&#x1E47;abh&#x101;jan&#x101;ni ki&#x1E47;ath&#x101;&#x2019;ti vatv&#x101; agghe pucchite samagghatara&#x1E43; d&#x101;tuk&#x101;m&#x101; honti. Tato tehi &#x2018;katha&#x1E43; imesa&#x1E43; suva&#x1E47;&#x1E47;abh&#x101;vo j&#x101;nitabbo&#x2019;ti vutte &#x2018;v&#x12B;ma&#x1E43;sitv&#x101; ga&#x1E47;hath&#x101;&#x2019;ti suva&#x1E47;&#x1E47;ap&#x101;ti&#x1E43; p&#x101;s&#x101;&#x1E47;e gha&#x1E43;sitv&#x101; sabbap&#x101;tiyo datv&#x101; gacchanti.</p>
              <p>[03]^b^M&#x101;nak&#x16B;&#x1E6D;a&#x1E43;^eb^ n&#x101;ma hadayabhedasikh&#x101;bhedarajjubhedavasena tividha&#x1E43; hoti. Tattha ^b^hadayabhedo^eb^ sappitel&#x101;diminanak&#x101;le labbhati. T&#x101;ni hi ga&#x1E47;hanto he&#x1E6D;&#x1E6D;h&#x101; chiddena m&#x101;nena &#x2018;sa&#x1E47;ika&#x1E43; &#x101;si&#xF1;c&#x101;&#x2019;ti vatv&#x101; antobh&#x101;jane bahu&#x1E43; pagghar&#x101;petv&#x101; ga&#x1E47;h&#x101;ti. Dadanto chidda&#x1E43; pidh&#x101;ya s&#x12B;gha&#x1E43; p&#x16B;retv&#x101; deti. ^b^Sikh&#x101;bhedo^eb^ tilata&#x1E47;&#x1E0D;ul&#x101;diminanak&#x101;le labbhati. T&#x101;ni hi ga&#x1E47;hanto sa&#x1E47;ika&#x1E43; sikha&#x1E43; uss&#x101;petv&#x101; ga&#x1E47;h&#x101;ti. Dadanto vegena p&#x16B;retv&#x101; sikha&#x1E43; chindanto deti. ^b^Rajjubhedo^eb^ khettavatthuminanak&#x101;le labbhati. La&#xF1;ja&#x1E43; alabhant&#x101; hi khetta&#x1E43; amahantampi mahanta&#x1E43; katv&#x101; minanti.</p>
              <p>[03]Ukko&#x1E6D;an&#x101;d&#x12B;su ^a^M0.0091^ea^ &#x2013; ^b^ukko&#x1E6D;ana^eb^nti ass&#x101;mike s&#x101;mike k&#x101;tu&#x1E43; la&#xF1;jaggaha&#x1E47;a&#x1E43;. ^b^Va&#xF1;cana^eb^nti tehi tehi up&#x101;yehi paresa&#x1E43; va&#xF1;cana&#x1E43;. Tatridameka&#x1E43; vatthu &#x2013; eko kira luddako miga&#xF1;ca migapotaka&#xF1;ca gahetv&#x101; &#x101;gacchati. Tameko dhutto &#x2013; &#x2018;&#x2018;ki&#x1E43; bho migo agghati, ki&#x1E43; migapotako&#x2019;&#x2019;ti &#x101;ha. &#x2018;&#x2018;Migo dve kah&#x101;pa&#x1E47;e, migapotako eka&#x2019;&#x2019;nti ca vutte kah&#x101;pa&#x1E47;a&#x1E43; datv&#x101; migapotaka&#x1E43; gahetv&#x101; thoka&#x1E43; gantv&#x101; nivatto ^a^P0.0241^ea^, &#x2018;&#x2018;na me bho migapotakena attho, miga&#x1E43; me deh&#x12B;&#x2019;&#x2019;ti &#x101;ha. Tena hi &#x2018;&#x2018;dve kah&#x101;pa&#x1E47;e deh&#x12B;&#x2019;&#x2019;ti. So &#x101;ha &#x2013; &#x2018;&#x2018;nanu te, bho, may&#x101; pa&#x1E6D;hama&#x1E43; ^a^V0.0087^ea^ eko kah&#x101;pa&#x1E47;o dinno&#x2019;&#x2019;ti? &#x2018;&#x2018;&#x100;ma dinno&#x2019;&#x2019;ti. Idampi migapotaka&#x1E43; ga&#x1E47;ha, eva&#x1E43; so ca kah&#x101;pa&#x1E47;o aya&#xF1;ca kah&#x101;pa&#x1E47;aggha&#x1E47;ako migapotakoti dve kah&#x101;pa&#x1E47;&#x101; bhavissant&#x12B;ti. So &#x2018;&#x2018;k&#x101;ra&#x1E47;a&#x1E43; vadat&#x12B;&#x2019;&#x2019;ti sallakkhetv&#x101; migapotaka&#x1E43; gahetv&#x101; miga&#x1E43; ad&#x101;s&#x12B;ti.</p>
              <p>[03]^b^Nikat&#x12B;^eb^ti yogavasena v&#x101; m&#x101;y&#x101;vasena v&#x101; ap&#x101;ma&#x1E45;ga&#x1E43; p&#x101;ma&#x1E45;ganti, ama&#x1E47;i&#x1E43; ma&#x1E47;&#x12B;ti, asuva&#x1E47;&#x1E47;a&#x1E43; suva&#x1E47;&#x1E47;anti katv&#x101; patir&#x16B;pakena va&#xF1;cana&#x1E43;. ^b^S&#x101;ciyogo^eb^ti ku&#x1E6D;ilayogo. Etesa&#x1E43;yeva ukko&#x1E6D;an&#x101;d&#x12B;nameta&#x1E43; n&#x101;ma&#x1E43;. Tasm&#x101; ukko&#x1E6D;anas&#x101;ciyogo va&#xF1;canas&#x101;ciyogo nikatis&#x101;ciyogoti evamettha attho da&#x1E6D;&#x1E6D;habbo. Keci a&#xF1;&#xF1;a&#x1E43; dassetv&#x101; a&#xF1;&#xF1;assa parivattana&#x1E43; &#x2018;s&#x101;ciyogo&#x2019;ti vadanti. Ta&#x1E43; pana va&#xF1;caneneva sa&#x1E45;gahita&#x1E43;.</p>
              <p>[03]Chedan&#x101;d&#x12B;su &#x2013; ^b^chedana^eb^nti hatthacchedan&#x101;di. ^b^Vadho^eb^ti m&#x101;ra&#x1E47;a&#x1E43;. ^b^Bandho^eb^ti rajjubandhan&#x101;d&#x12B;hi bandhana&#x1E43;. ^b^Vipar&#x101;moso^eb^ti himavipar&#x101;moso, gumbavipar&#x101;mosoti duvidho. Ya&#xF1;hi himap&#x101;tasamaye himena pa&#x1E6D;icchann&#x101; hutv&#x101; maggappa&#x1E6D;ipanna&#x1E43; jana&#x1E43; musanti, aya&#x1E43; ^b^himavipar&#x101;moso^eb^. Ya&#x1E43; gumb&#x101;d&#x12B;hi pa&#x1E6D;icchann&#x101; musanti, aya&#x1E43; ^b^gumbavipar&#x101;moso. &#x100;lopo^eb^ vuccati g&#x101;manigam&#x101;d&#x12B;na&#x1E43; vilopakara&#x1E47;a&#x1E43;. ^b^Sahas&#x101;k&#x101;ro^eb^ti s&#x101;hasikakiriy&#x101;. Geha&#x1E43; pavisitv&#x101; manuss&#x101;na&#x1E43; ure sattha&#x1E43; &#x1E6D;hapetv&#x101; icchitabha&#x1E47;&#x1E0D;aggaha&#x1E47;a&#x1E43;. Evametasm&#x101; chedana&#x2026;pe&#x2026; sahas&#x101;k&#x101;r&#x101; pa&#x1E6D;ivirato hoti.</p>
              <p>[03]^b^180^eb^^b^.^eb^^b^So santu&#x1E6D;&#x1E6D;ho hot&#x12B;^eb^ti so cat&#x16B;su paccayesu dv&#x101;dasavidhena itar&#x12B;tarapaccayasantosena samann&#x101;gato hoti. ^b^K&#x101;yaparih&#x101;riken&#x101;^eb^ti k&#x101;ya&#x1E43; parihara&#x1E47;amattakena. ^b^Kucchiparih&#x101;riken&#x101;^eb^ti kucchiparihara&#x1E47;amattakena. ^b^Sam&#x101;d&#x101;yeva pakkamat&#x12B;^eb^ti a&#x1E6D;&#x1E6D;havidha&#x1E43; bhikkhu parikkh&#x101;ramattaka&#x1E43; sabba&#x1E43; gahetv&#x101;va k&#x101;yapa&#x1E6D;ibaddha&#x1E43; katv&#x101;va gacchati. &#x2018;&#x2018;Mama ^a^M0.0092^ea^ vih&#x101;ro parive&#x1E47;a&#x1E43; upa&#x1E6D;&#x1E6D;h&#x101;ko&#x2019;&#x2019;ti sa&#x1E45;go v&#x101; baddho v&#x101; na hoti. So jiy&#x101; muttasaro viya y&#x16B;th&#x101; pakkanto, mattahatth&#x12B; viya icchiticchita&#x1E43; sen&#x101;sana&#x1E43; vanasa&#x1E47;&#x1E0D;a&#x1E43; rukkham&#x16B;la&#x1E43; vanapattha&#x1E43; pabbh&#x101;ra&#x1E43; paribhu&#xF1;janto ekova ti&#x1E6D;&#x1E6D;hati, ekova nis&#x12B;dati. Sabbiriy&#x101;pathesu ekova adutiyo.</p>
              <p>[21]&#x2018;&#x2018;C&#x101;tuddiso ^a^P0.0242^ea^ appa&#x1E6D;igho ca hoti,</p>
              <p>[27]Santussam&#x101;no itar&#x12B;tarena;</p>
              <p>[26]Parissay&#x101;na&#x1E43; ^a^V0.0088^ea^ sahit&#x101; achambh&#x12B;,</p>
              <p>[22]Eko care khaggavis&#x101;&#x1E47;akappo&#x2019;&#x2019;ti. (su. ni. 42);</p>
              <p>[03]Eva&#x1E43; va&#x1E47;&#x1E47;ita&#x1E43; khaggavis&#x101;&#x1E47;akappata&#x1E43; &#x101;pajjati.</p>
              <p>[03]Id&#x101;ni tamattha&#x1E43; upam&#x101;ya s&#x101;dhento, ^b^&#x2018;&#x2018;seyyath&#x101;p&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^pakkh&#x12B; saku&#x1E47;o^eb^ti pakkhayutto saku&#x1E47;o. ^b^&#x1E0C;et&#x12B;^eb^ti uppatati. Aya&#x1E43; panettha sa&#x1E45;khepattho &#x2013; saku&#x1E47;o n&#x101;ma &#x2018;&#x2018;asukasmi&#x1E43; padese rukkho paripakkaphalo&#x2019;&#x2019;ti &#xF1;atv&#x101; n&#x101;n&#x101;dis&#x101;hi &#x101;gantv&#x101; nakhapakkhatu&#x1E47;&#x1E0D;&#x101;d&#x12B;hi tassa phal&#x101;ni vijjhant&#x101; vidhunant&#x101; kh&#x101;danti. &#x2018;&#x2018;Ida&#x1E43; ajjatan&#x101;ya, ida&#x1E43; sv&#x101;tan&#x101;ya bhavissat&#x12B;&#x2019;&#x2019;ti tesa&#x1E43; na hoti. Phale pana kh&#x12B;&#x1E47;e neva rukkhassa &#x101;rakkha&#x1E43; &#x1E6D;hapenti, na tattha patta&#x1E43; v&#x101; nakha&#x1E43; v&#x101; tu&#x1E47;&#x1E0D;a&#x1E43; v&#x101; &#x1E6D;hapenti. Atha kho tasmi&#x1E43; rukkhe anapekkho hutv&#x101; yo ya&#x1E43; dis&#x101;bh&#x101;ga&#x1E43; icchati, so tena sapattabh&#x101;rova uppatitv&#x101; gacchati. Evameva ^b^aya&#x1E43; bhikkhu nissa&#x1E45;go^eb^ nirapekkhoyeva pakkamati, tena vutta&#x1E43; sam&#x101;d&#x101;yeva pakkamat&#x12B;ti. ^b^Ariyen&#x101;^eb^ti niddosena. ^b^Ajjhatta^eb^nti sake attabh&#x101;ve. ^b^Anavajjasukha^eb^nti niddosasukha&#x1E43;.</p>
              <p>[03]^b^181^eb^^b^.^eb^^b^So cakkhun&#x101; r&#x16B;pa&#x1E43; disv&#x101;^eb^ti so imin&#x101; ariyena s&#x12B;lakkhandhena samann&#x101;gato bhikkhu cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;ena r&#x16B;pa&#x1E43; passitv&#x101;ti attho. Sesapadesupi ya&#x1E43; vattabba&#x1E43;, ta&#x1E43; sabba&#x1E43; he&#x1E6D;&#x1E6D;h&#x101; vuttameva. ^b^Aby&#x101;sekasukha^eb^nti kilesehi anavasittasukha&#x1E43;. Aviki&#x1E47;&#x1E47;asukhantipi vutta&#x1E43;. Indriyasa&#x1E43;varasukha&#xF1;hi di&#x1E6D;&#x1E6D;h&#x101;d&#x12B;su di&#x1E6D;&#x1E6D;hamatt&#x101;divasena pavattat&#x101;ya aviki&#x1E47;&#x1E47;a&#x1E43; hoti.</p>
              <p>[03]^b^182^eb^^b^.^eb^^b^So^eb^^a^M0.0093^ea^^b^abhikkante pa&#x1E6D;ikkante^eb^ti so manaccha&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; indriy&#x101;na&#x1E43; sa&#x1E43;varena samann&#x101;gato bhikkhu imesu abhikkantapa&#x1E6D;ikkant&#x101;d&#x12B;su sattasu &#x1E6D;h&#x101;nesu satisampaja&#xF1;&#xF1;avasena sampaj&#x101;nak&#x101;r&#x12B; hoti. Tattha ya&#x1E43; vattabba&#x1E43; siy&#x101;, ta&#x1E43; ^b^jh&#x101;navibha&#x1E45;ge^eb^ vuttameva.</p>
              <p>[03]^b^So imin&#x101; c&#x101;^eb^ti&#x101;din&#x101; ki&#x1E43; dasseti? Ara&#xF1;&#xF1;av&#x101;sassa paccayasampatti&#x1E43; dasseti. Yassa hi ime catt&#x101;ro paccay&#x101; natthi ^a^P0.0243^ea^, tassa ara&#xF1;&#xF1;av&#x101;so na ijjhati, tiracch&#x101;nagatehi v&#x101; vanacarakehi v&#x101; saddhi&#x1E43; vattabbata&#x1E43; &#x101;pajjati. Ara&#xF1;&#xF1;e adhivatth&#x101; devat&#x101; &#x2018;&#x2018;ki&#x1E43; evar&#x16B;passa p&#x101;pabhikkhuno ara&#xF1;&#xF1;av&#x101;sen&#x101;&#x2019;&#x2019;ti bherava&#x1E43; sadda&#x1E43; s&#x101;venti. Hatthehi s&#x12B;sa&#x1E43; paharitv&#x101; pal&#x101;yan&#x101;k&#x101;ra&#x1E43; karonti ^a^V0.0089^ea^. &#x2018;&#x2018;Asuko bhikkhu ara&#xF1;&#xF1;a&#x1E43; pavisitv&#x101; ida&#xF1;cida&#xF1;ca p&#x101;pakamma&#x1E43; ak&#x101;s&#x12B;&#x2019;&#x2019;ti ayaso pattharati. Yassa panete catt&#x101;ro paccay&#x101; atthi, tassa ara&#xF1;&#xF1;av&#x101;so ijjhati. So hi attano s&#x12B;la&#x1E43; paccavekkhanto ki&#xF1;ci k&#x101;&#x1E37;aka&#x1E43; v&#x101; tilaka&#x1E43; v&#x101; apassanto p&#x12B;ti&#x1E43; upp&#x101;detv&#x101; ta&#x1E43; khayato vayato sammasanto ariyabh&#x16B;mi&#x1E43; okkamati. Ara&#xF1;&#xF1;e adhivatth&#x101; devat&#x101; attaman&#x101; va&#x1E47;&#x1E47;a&#x1E43; bh&#x101;santi. Itissa udake pakkhittatelabindu viya yaso vitth&#x101;riko hoti. ^b^Vivitta^eb^nti&#x101;d&#x12B;ni he&#x1E6D;&#x1E6D;h&#x101; vuttatth&#x101;neva. ^b^So eva&#x1E43; sam&#x101;hite citte&#x2026;pe&#x2026; yath&#x101;kamm&#x16B;page satte paj&#x101;n&#x101;t&#x12B;^eb^ti ettake &#x1E6D;h&#x101;ne ya&#x1E43; vattabba&#x1E43; siy&#x101;, ta&#x1E43; sabba&#x1E43; ^b^visuddhimagge^eb^ vuttameva.</p>
              <p>[03]^b^185^eb^^b^.^eb^ Tatiyavijj&#x101;ya ^b^so eva&#x1E43; sam&#x101;hite citte^eb^ti vipassan&#x101;p&#x101;daka&#x1E43; catutthajjh&#x101;nacitta&#x1E43; veditabba&#x1E43;. ^b^&#x100;sav&#x101;na&#x1E43; khaya&#xF1;&#x101;&#x1E47;&#x101;y&#x101;^eb^ti arahattamagga&#xF1;&#x101;&#x1E47;atth&#x101;ya. Arahattamaggo hi &#x101;sav&#x101;na&#x1E43; vin&#x101;sanato &#x101;sav&#x101;na&#x1E43; khayoti vuccati. Tatra ceta&#x1E43; &#xF1;&#x101;&#x1E47;a&#x1E43; tappariy&#x101;pannatt&#x101;ti. ^b^Citta&#x1E43; abhininn&#x101;met&#x12B;^eb^ti vipassan&#x101;citta&#x1E43; abhin&#x12B;harati. ^b^So ida&#x1E43; dukkha^eb^nti evam&#x101;d&#x12B;su &#x2013; &#x2018;&#x2018;ettaka&#x1E43; dukkha&#x1E43;, na ito bhiyyo&#x2019;&#x2019;ti sabbampi dukkhasacca&#x1E43; sarasalakkha&#x1E47;appa&#x1E6D;ivedhena yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;ti, pa&#x1E6D;ivijjhati. Tassa ca dukkhassa nibbattika&#x1E43; ta&#x1E47;ha&#x1E43; &#x2013; aya&#x1E43; dukkhasamudayoti; tadubhayampi ya&#x1E43; &#x1E6D;h&#x101;na&#x1E43; patv&#x101; nirujjhati, ta&#x1E43; tesa&#x1E43; appavatti&#x1E43; nibb&#x101;na&#x1E43; &#x2013; aya&#x1E43; dukkhanirodhoti; tassa ca samp&#x101;paka&#x1E43; ariyamagga&#x1E43; &#x2013; aya&#x1E43; dukkhanirodhag&#x101;min&#x12B; pa&#x1E6D;ipad&#x101;ti sarasalakkha&#x1E47;apa&#x1E6D;ivedhena yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;ti, pa&#x1E6D;ivijjhat&#x12B;ti &#x2013; evamattho veditabbo.</p>
              <p>[03]Eva&#x1E43; ^a^M0.0094^ea^ sar&#x16B;pato sacc&#x101;ni dassetv&#x101; id&#x101;ni kilesavasena pariy&#x101;yato dassento ^b^ime &#x101;sav&#x101;^eb^ti&#x101;dim&#x101;ha. ^b^Tassa eva&#x1E43; j&#x101;nato eva&#x1E43;^eb^^a^P0.0244^ea^^b^passato^eb^ti tassa eva&#x1E43; j&#x101;nantassa eva&#x1E43; passantassa saha vipassan&#x101;ya ko&#x1E6D;ippatta&#x1E43; magga&#x1E43; katheti. ^b^K&#x101;m&#x101;sav&#x101;^eb^ti k&#x101;m&#x101;savato. ^b^Vimuccat&#x12B;^eb^ti imin&#x101; maggakkha&#x1E47;a&#x1E43; dasseti. ^b^Vimuttasmi^eb^nti imin&#x101; phalakkha&#x1E47;a&#x1E43; dasseti. Maggakkha&#x1E47;e hi citta&#x1E43; vimuccati, phalakkha&#x1E47;e vimutta&#x1E43; hoti. ^b^Vimuttasmi&#x1E43; vimuttamiti &#xF1;&#x101;&#x1E47;a^eb^nti imin&#x101; paccavekkha&#x1E47;a&#xF1;&#x101;&#x1E47;a&#x1E43; dasseti. ^b^Kh&#x12B;&#x1E47;&#x101; j&#x101;t&#x12B;^eb^ti&#x101;d&#x12B;hi tassa bh&#x16B;mi&#x1E43;. Tena hi &#xF1;&#x101;&#x1E47;ena so paccavekkhanto &#x2018;kh&#x12B;&#x1E47;&#x101; j&#x101;t&#x12B;&#x2019;ti&#x101;d&#x12B;ni paj&#x101;n&#x101;ti. ^b^Vusita^eb^nti vu&#x1E6D;&#x1E6D;ha&#x1E43; parivu&#x1E6D;&#x1E6D;ha&#x1E43; kata&#x1E43; carita&#x1E43; ni&#x1E6D;&#x1E6D;hitanti attho. ^b^Brahmacariya^eb^nti maggabrahmacariya&#x1E43;. Puthujjanakaly&#x101;&#x1E47;akena hi saddhi&#x1E43; satta sekkh&#x101; brahmacariyav&#x101;sa&#x1E43; vasanti n&#x101;ma. Kh&#x12B;&#x1E47;&#x101;savo vu&#x1E6D;&#x1E6D;hav&#x101;so. Tasm&#x101; so attano brahmacariyav&#x101;sa&#x1E43; paccavekkhanto ^b^vusita&#x1E43; brahmacariya^eb^nti paj&#x101;n&#x101;ti. ^b^Kata&#x1E43; kara&#x1E47;&#x12B;ya^eb^nti cat&#x16B;su saccesu cat&#x16B;hi maggehi ^a^V0.0090^ea^ pari&#xF1;&#xF1;&#x101;pah&#x101;nasacchikiriy&#x101;bh&#x101;van&#x101;vasena so&#x1E37;asavidhampi kicca&#x1E43; ni&#x1E6D;&#x1E6D;h&#x101;pitanti attho. Puthujjanakaly&#x101;&#x1E47;ak&#x101;dayo hi ta&#x1E43; kicca&#x1E43; karonti; kh&#x12B;&#x1E47;&#x101;savo katakara&#x1E47;&#x12B;yo. Tasm&#x101; so attano kara&#x1E47;&#x12B;ya&#x1E43; paccavekkhanto. &#x2018;&#x2018;Kata&#x1E43; kara&#x1E47;&#x12B;ya&#x2019;&#x2019;nti paj&#x101;n&#x101;ti. ^b^N&#x101;para&#x1E43; itthatt&#x101;y&#x101;^eb^ti &#x2018;&#x2018;id&#x101;ni puna etthabh&#x101;v&#x101;ya eva&#x1E43; so&#x1E37;asakiccabh&#x101;v&#x101;ya kilesakkhay&#x101;ya v&#x101; maggabh&#x101;van&#x101;kicca&#x1E43; natth&#x12B;&#x2019;&#x2019;ti paj&#x101;n&#x101;ti.</p>
              <p>[03]^b^186^eb^^b^.^eb^ Sar&#x101;g&#x101;d&#x12B;su &#x2013; ^b^appah&#x12B;no^eb^ti vikkhambhanappah&#x101;nena v&#x101; tada&#x1E45;gappah&#x101;nena v&#x101; samucchedappah&#x101;nena v&#x101; appah&#x12B;no.</p>
              <p>[03]^b^187^eb^^b^.^eb^^b^L&#x101;bh&#x12B; hot&#x12B;^eb^ti&#x101;d&#x12B;su &#x2013; ^b^l&#x101;bh&#x12B;^eb^ti l&#x101;bhav&#x101; pa&#x1E6D;ilabhitv&#x101; &#x1E6D;hito. ^b^Ajjhatta&#x1E43; cetosamathass&#x101;^eb^ti niyakajjhattasa&#x1E45;kh&#x101;te attano citte uppannassa cetosamathassa. ^b^Adhipa&#xF1;&#xF1;&#x101;dhammavipassan&#x101;y&#x101;^eb^ti adhipa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;t&#x101;ya khandhadhammesu anicc&#x101;divasena pavatt&#x101;ya vipassan&#x101;ya. ^b^R&#x16B;pasahagat&#x101;na^eb^nti r&#x16B;panimitt&#x101;ramma&#x1E47;&#x101;na&#x1E43; r&#x16B;p&#x101;vacarasam&#x101;patt&#x12B;na&#x1E43;. ^b^Ar&#x16B;pasahagat&#x101;na^eb^nti na r&#x16B;panimitt&#x101;ramma&#x1E47;&#x101;na&#x1E43; ar&#x16B;pasam&#x101;patt&#x12B;na&#x1E43;. Ettha ca pa&#x1E6D;hamo a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; puthujjano. Dutiyo sukkhavipassakaariyas&#x101;vako. Tatiyo a&#x1E6D;&#x1E6D;hasam&#x101;pattil&#x101;bh&#x12B; ^a^P0.0245^ea^ ariyas&#x101;vako. Catuttho lokiyamah&#x101;jano veditabbo.</p>
              <p>[03]^b^188^eb^^b^.^eb^ Anusotag&#x101;m&#x12B;&#x101;d&#x12B;su &#x2013; ^b^anusotag&#x101;m&#x12B;^eb^ti va&#x1E6D;&#x1E6D;asota&#x1E43; anugato, va&#x1E6D;&#x1E6D;asote nimuggo puthujjano veditabbo. ^b^Pa&#x1E6D;isotag&#x101;m&#x12B;^eb^ti pa&#x1E6D;isotagamano ^a^M0.0095^ea^. Anusota&#x1E43; agantv&#x101; pa&#x1E6D;isota&#x1E43; gacchantasseta&#x1E43; adhivacana&#x1E43;. ^b^P&#x101;pa&#xF1;ca kamma&#x1E43; na karot&#x12B;^eb^ti pa&#xF1;&#xF1;atta&#x1E43; v&#x12B;tikkamanto na karoti. ^b^Sah&#x101;pi dukkhena sah&#x101;pi domanassen&#x101;^eb^ti kilesapariyu&#x1E6D;&#x1E6D;h&#x101;ne sati uppannena dukkhadomanassena saddhimpi. ^b^Paripu&#x1E47;&#x1E47;a^eb^nti tissanna&#x1E43; sikkh&#x101;na&#x1E43; ek&#x101;yapi an&#x16B;na&#x1E43;. ^b^Parisuddha^eb^nti nirupakkilesa&#x1E43;. ^b^Brahmacariya^eb^nti se&#x1E6D;&#x1E6D;hacariya&#x1E43;. Imin&#x101; v&#x101;rena sot&#x101;pannasakad&#x101;g&#x101;mino kathit&#x101;. Ki&#x1E43; pana te rudant&#x101; brahmacariya&#x1E43; carant&#x12B;ti? &#x100;ma. Kilesarodanena rudant&#x101; caranti n&#x101;ma. S&#x12B;lasampanno puthujjanabhikkhupi ettheva sa&#x1E45;gahito.</p>
              <p>[03]^b^&#x1E6C;hitatto^eb^ti &#x1E6D;hitasabh&#x101;vo. ^b^An&#x101;g&#x101;m&#x12B;^eb^ti k&#x101;mar&#x101;gaby&#x101;p&#x101;dehi akampan&#x12B;yacittat&#x101;ya ca tamh&#x101; lok&#x101; an&#x101;vattidhammat&#x101;ya ca &#x1E6D;hitasabh&#x101;vo n&#x101;ma. ^b^Ti&#x1E47;&#x1E47;o^eb^ti ta&#x1E47;h&#x101;sota&#x1E43; utti&#x1E47;&#x1E47;o. ^b^P&#x101;ra&#x1E45;gato^eb^ti nibb&#x101;nap&#x101;ra&#x1E43; ^a^V0.0091^ea^ gato. ^b^Thale ti&#x1E6D;&#x1E6D;hat&#x12B;^eb^ti arahattaphalasam&#x101;pattithale ti&#x1E6D;&#x1E6D;hati. ^b^Cetovimutti^eb^nti phalasam&#x101;dhi&#x1E43;. ^b^Pa&#xF1;&#xF1;&#x101;vimutti^eb^nti phala&#xF1;&#x101;&#x1E47;a&#x1E43;. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; kh&#x12B;&#x1E47;&#x101;savo &#x2018;&#x2018;ti&#x1E47;&#x1E47;o p&#x101;ra&#x1E45;gato thale ti&#x1E6D;&#x1E6D;hati br&#x101;hma&#x1E47;o&#x2019;&#x2019;ti vuccati. B&#x101;hitap&#x101;pat&#x101;ya hi esa ^b^br&#x101;hma&#x1E47;o^eb^ n&#x101;ma.</p>
              <p>[03]^b^189^eb^^b^.^eb^ Appassut&#x101;d&#x12B;su &#x2013; ^b^appaka&#x1E43; suta&#x1E43; hot&#x12B;^eb^ti nava&#x1E45;ge satthus&#x101;sane ki&#xF1;cideva thoka&#x1E43; suta&#x1E43; hoti. ^b^Na atthama&#xF1;&#xF1;&#x101;ya, na dhammama&#xF1;&#xF1;&#x101;ya dhamm&#x101;nudhammapa&#x1E6D;ipanno hot&#x12B;^eb^ti a&#x1E6D;&#x1E6D;hakatha&#xF1;ca p&#x101;&#x1E37;i&#xF1;ca j&#x101;nitv&#x101; lokuttaradhammassa anur&#x16B;padhamma&#x1E43; pubbabh&#x101;gapa&#x1E6D;ipada&#x1E43; pa&#x1E6D;ipanno na hoti. Imin&#x101; nayena sabbattha attho veditabbo.</p>
              <p>[03]^b^190^eb^^b^.^eb^ Sama&#x1E47;amacal&#x101;d&#x12B;su &#x2013; ^b^sama&#x1E47;amacalo^eb^ti sama&#x1E47;aacalo, mak&#x101;ro padasandhikaro. Niccalasama&#x1E47;o, thirasama&#x1E47;oti attho ^a^P0.0246^ea^. ^b^Aya&#x1E43; vuccat&#x12B;^eb^ti aya&#x1E43; sot&#x101;panno s&#x101;sane m&#x16B;laj&#x101;t&#x101;ya saddh&#x101;ya pati&#x1E6D;&#x1E6D;hitatt&#x101; &#x2018;sama&#x1E47;amacalo&#x2019;ti vuccati. Sakad&#x101;g&#x101;m&#x12B; pana rajjanakilesassa atthit&#x101;ya ^b^sama&#x1E47;apadumo^eb^ti vutto. Ratta&#x1E6D;&#x1E6D;ho hi idha paduma&#x1E6D;&#x1E6D;ho n&#x101;m&#x101;ti vutta&#x1E43;. An&#x101;g&#x101;m&#x12B; k&#x101;mar&#x101;gasa&#x1E45;kh&#x101;tassa rajjanakilesassa natthit&#x101;ya ^b^sama&#x1E47;apu&#x1E47;&#x1E0D;ar&#x12B;ko^eb^ti vutto. Pa&#x1E47;&#x1E0D;ara&#x1E6D;&#x1E6D;ho hi idha pu&#x1E47;&#x1E0D;ar&#x12B;ka&#x1E6D;&#x1E6D;ho n&#x101;m&#x101;ti vutta&#x1E43; ^a^M0.0096^ea^. Kh&#x12B;&#x1E47;&#x101;savo ca thaddhabh&#x101;vakar&#x101;na&#x1E43; kiles&#x101;na&#x1E43; abh&#x101;vena ^b^sama&#x1E47;esu sama&#x1E47;asukhum&#x101;lo^eb^ n&#x101;m&#x101;ti vutto. Appadukkha&#x1E6D;&#x1E6D;henapi cesa sama&#x1E47;asukhum&#x101;loyev&#x101;ti.</p>
              <p>[06]Catukkaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>5. Pa&#xF1;cakaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^191^eb^^b^.^eb^ Pa&#xF1;cake &#x2013; ^b^tatr&#x101;^eb^ti tesu &#x2018;&#x2018;&#x101;rabhati ca vippa&#x1E6D;is&#x101;r&#x12B; ca hot&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; nayena he&#x1E6D;&#x1E6D;h&#x101; uddi&#x1E6D;&#x1E6D;hapuggalesu. ^b^Yv&#x101;ya^eb^nti yo aya&#x1E43;. ^b^&#x100;rabhat&#x12B;^eb^ti ettha &#x101;rambhasaddo kammakiriy&#x101;hi&#x1E43;sanav&#x12B;riyavikopan&#x101;pattiv&#x12B;tikkamesu vattati. Tath&#x101; hesa &#x2018;&#x2018;ya&#x1E43;ki&#xF1;ci dukkha&#x1E43; sambhoti, sabba&#x1E43; &#x101;rambhapaccay&#x101;&#x2019;&#x2019;ti (su. ni. 748) kamme &#x101;gato. &#x2018;&#x2018;Mah&#x101;ya&#xF1;&#xF1;&#x101; mah&#x101;rambh&#x101;, na te honti mahapphal&#x101;&#x2019;&#x2019;ti (a. ni. 4.39) kiriy&#x101;ya&#x1E43;. &#x2018;&#x2018;Sama&#x1E47;a&#x1E43; gotama&#x1E43; uddissa ^a^V0.0092^ea^ p&#x101;&#x1E47;a&#x1E43; &#x101;rabhant&#x12B;&#x2019;&#x2019;ti (ma. ni. 2.51-52) hi&#x1E43;sane. &#x2018;&#x2018;&#x100;rabhatha, nikkhamatha, yu&#xF1;jatha buddhas&#x101;sane&#x2019;&#x2019;ti (sa&#x1E43;. ni. 1.185) v&#x12B;riye. &#x2018;&#x2018;B&#x12B;jag&#x101;mabh&#x16B;tag&#x101;masam&#x101;rambh&#x101; pa&#x1E6D;ivirato hot&#x12B;&#x2019;&#x2019;ti (d&#x12B;. ni. 1.10, 194; ma. ni. 1.293) vikopane. &#x2018;&#x2018;&#x100;rabhati ca vippa&#x1E6D;is&#x101;r&#x12B; ca hot&#x12B;&#x2019;&#x2019;ti (a. ni. 5.142) aya&#x1E43; pana &#x101;pattiv&#x12B;tikkame &#x101;gato. Tasm&#x101; &#x101;pattiv&#x12B;tikkamavasena &#x101;rabhati ceva tappaccay&#x101; vippa&#x1E6D;is&#x101;r&#x12B; ca hot&#x12B;ti ayamettha attho.</p>
              <p>[03]^b^Yath&#x101;bh&#x16B;ta&#x1E43; nappaj&#x101;n&#x101;t&#x12B;^eb^ti anadhigatatt&#x101; yath&#x101;sabh&#x101;vato na j&#x101;n&#x101;ti. ^b^Yatthass&#x101;^eb^ti yasmi&#x1E43; assa, ya&#x1E43; &#x1E6D;h&#x101;na&#x1E43; patv&#x101; etassa puggalassa uppann&#x101; p&#x101;pak&#x101; akusal&#x101; dhamm&#x101; aparises&#x101; nirujjhant&#x12B;ti attho. Ki&#x1E43; pana patv&#x101; te nirujjhant&#x12B;ti? Arahattamagga&#x1E43;. Phalappattassa pana niruddh&#x101; n&#x101;ma honti. Eva&#x1E43; ^a^P0.0247^ea^ santepi idha maggakiccavasena phalameva vuttanti veditabba&#x1E43;. ^b^&#x100;rambhaj&#x101;^eb^ti &#x101;pattiv&#x12B;tikkamasambhav&#x101;. ^b^Vippa&#x1E6D;is&#x101;raj&#x101;^eb^ti vippa&#x1E6D;is&#x101;rato j&#x101;t&#x101;. ^b^Pava&#x1E0D;&#x1E0D;hant&#x12B;^eb^ti punappuna&#x1E43; uppajjanena va&#x1E0D;&#x1E0D;hanti. ^b^S&#x101;dh&#x16B;^eb^ti &#x101;y&#x101;canas&#x101;dhu. Ida&#x1E43; vutta&#x1E43; hoti &#x2013; y&#x101;va aparaddha&#xF1;ca vata &#x101;yasmat&#x101;, eva&#x1E43; santepi maya&#x1E43; &#x101;yasmanta&#x1E43; y&#x101;c&#x101;ma &#x2013; &#x2018;&#x2018;desetabbayuttakassa desan&#x101;ya, vu&#x1E6D;&#x1E6D;h&#x101;tabbayuttakassa vu&#x1E6D;&#x1E6D;h&#x101;nena, &#x101;vik&#x101;tabbayuttakassa &#x101;vikiriy&#x101;ya, &#x101;rambhaje &#x101;save ^a^M0.0097^ea^ pah&#x101;ya, suddhante &#x1E6D;hitabh&#x101;vapaccavekkha&#x1E47;ena vippa&#x1E6D;is&#x101;raje &#x101;save pa&#x1E6D;ivinodetv&#x101; n&#x12B;haritv&#x101; vipassan&#x101;citta&#xF1;ceva vipassan&#x101;pa&#xF1;&#xF1;a&#xF1;ca bh&#x101;vet&#x16B;&#x2019;&#x2019;ti. ^b^Amun&#x101; pa&#xF1;camena puggalen&#x101;^eb^ti etena pa&#xF1;camena kh&#x12B;&#x1E47;&#x101;savapuggalena. ^b^Samasamo bhavissat&#x12B;^eb^ti lokuttaragu&#x1E47;ehi samabh&#x101;veneva samo bhavissat&#x12B;ti eva&#x1E43; kh&#x12B;&#x1E47;&#x101;savena ovaditabboti attho.</p>
              <p>[03]^b^&#x100;rabhati na vippa&#x1E6D;is&#x101;r&#x12B; hot&#x12B;^eb^ti &#x101;patti&#x1E43; &#x101;pajjati. Ta&#x1E43; pana desetu&#x1E43; sabh&#x101;gapuggala&#x1E43; pariyesati. Tasm&#x101; na vippa&#x1E6D;is&#x101;r&#x12B; hoti. A&#x1E45;guttara&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana &#x2018;&#x2018;vu&#x1E6D;&#x1E6D;hitatt&#x101; na vippa&#x1E6D;is&#x101;r&#x12B; hot&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. ^b^Na &#x101;rabhati vippa&#x1E6D;is&#x101;r&#x12B; hot&#x12B;^eb^ti &#x101;patti&#x1E43; n&#x101;pajjati, vinayapa&#xF1;&#xF1;attiya&#x1E43; pana akovidatt&#x101; an&#x101;pattiya&#x1E43; &#x101;pattisa&#xF1;&#xF1;&#x12B; hutv&#x101; vippa&#x1E6D;is&#x101;r&#x12B; hoti. A&#x1E45;guttara&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana &#x2018;&#x2018;saki&#x1E43; &#x101;patti&#x1E43; &#x101;pajjitv&#x101; tato vu&#x1E6D;&#x1E6D;h&#x101;ya pacch&#x101; ki&#xF1;c&#x101;pi n&#x101;pajjati, vippa&#x1E6D;is&#x101;ra&#x1E43; pana vinodetu&#x1E43; na sakkot&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. ^b^Na &#x101;rabhati na vippa&#x1E6D;is&#x101;r&#x12B; hot&#x12B;^eb^ti neva &#x101;patti&#x1E43; &#x101;pajjati, na vippa&#x1E6D;is&#x101;r&#x12B; hoti. Katamo panesa puggaloti? Ossa&#x1E6D;&#x1E6D;hav&#x12B;riyapuggalo. So hi &#x2018;&#x2018;ki&#x1E43; me imasmi&#x1E43; buddhak&#x101;le parinibb&#x101;nena, an&#x101;gate ^b^metteyyasamm&#x101;sambuddhak&#x101;le^eb^ parinibb&#x101;yiss&#x101;m&#x12B;&#x2019;&#x2019;ti ^a^V0.0093^ea^ visuddhas&#x12B;lopi pa&#x1E6D;ipatti&#x1E43; na p&#x16B;reti. Sopi &#x2018;&#x2018;kimattha&#x1E43; &#x101;yasm&#x101; pamatto viharati puthujjanassa n&#x101;ma gati anibaddh&#x101;. &#x100;yasm&#x101; hi metteyyasamm&#x101;sambuddhassa sammukhabh&#x101;va&#x1E43; labheyyapi na labheyy&#x101;p&#x12B;ti arahattatth&#x101;ya vipassana&#x1E43; bh&#x101;veh&#x12B;&#x2019;&#x2019;ti ovaditabbova. Sesa&#x1E43; sabbattha vuttanayeneva veditabba&#x1E43;.</p>
              <p>[03]^b^192^eb^^b^.^eb^ Datv&#x101; ^a^P0.0248^ea^ avaj&#x101;n&#x101;t&#x12B;ti&#x101;d&#x12B;su &#x2013; eko bhikkhu mah&#x101;pu&#xF1;&#xF1;o catupaccayal&#x101;bh&#x12B; hoti. So c&#x12B;var&#x101;d&#x12B;ni labhitv&#x101; a&#xF1;&#xF1;a&#x1E43; appapu&#xF1;&#xF1;a&#x1E43; &#x101;pucchati. Sopi tasmi&#x1E43; punappuna&#x1E43; &#x101;pucchantepi ga&#x1E47;h&#x101;tiyeva. Athassa itaro thoka&#x1E43; kupito hutv&#x101; ma&#x1E45;kubh&#x101;va&#x1E43; upp&#x101;detuk&#x101;mo vadati &#x2013; &#x2018;&#x2018;aya&#x1E43; attano dhammat&#x101;ya c&#x12B;var&#x101;d&#x12B;ni na labhati, amhe niss&#x101;ya labhat&#x12B;&#x2019;&#x2019;ti. Eva&#x1E43; puggalo ^b^datv&#x101; avaj&#x101;n&#x101;ti^eb^ n&#x101;ma. Eko pana ekena saddhi&#x1E43; dve t&#x12B;&#x1E47;i vass&#x101;ni vasanto pubbe ta&#x1E43; puggala&#x1E43; garu&#x1E43; katv&#x101; pacch&#x101; gacchante gacchante k&#x101;le citt&#x12B;k&#x101;ra&#x1E43; na karoti, &#x101;san&#x101;pi na vu&#x1E6D;&#x1E6D;h&#x101;ti, upa&#x1E6D;&#x1E6D;h&#x101;nampi na gacchati. Eva&#x1E43; puggalo ^b^sa&#x1E43;v&#x101;sena avaj&#x101;n&#x101;ti^eb^ n&#x101;ma.</p>
              <p>[03]^b^&#x100;dheyyamukho^eb^ti ^a^M0.0098^ea^ &#x101;dito dheyyamukho. Pa&#x1E6D;hamavacanasmi&#x1E43;yeva &#x1E6D;hapitamukhoti attho. ^b^Adhimuccit&#x101; hot&#x12B;^eb^ti saddh&#x101;t&#x101; hoti. Tatr&#x101;ya&#x1E43; nayo &#x2013; eko puggalo s&#x101;ruppa&#x1E43;yeva bhikkhu&#x1E43; &#x2018;as&#x101;ruppo eso&#x2019;ti katheti, ta&#x1E43; sutv&#x101; esa ni&#x1E6D;&#x1E6D;ha&#x1E43; gacchati. Puna a&#xF1;&#xF1;ena sabh&#x101;gena bhikkhun&#x101; &#x2018;s&#x101;ruppo aya&#x2019;nti vuttepi tassa vacana&#x1E43; na ga&#x1E47;h&#x101;ti &#x2018;&#x2018;asukena n&#x101;ma &#x2018;as&#x101;ruppo aya&#x2019;nti amh&#x101;ka&#x1E43; kathita&#x2019;&#x2019;nti purimabhikkhunova katha&#x1E43; ga&#x1E47;h&#x101;ti. Aparopissa duss&#x12B;la&#x1E43; &#x2018;s&#x12B;lav&#x101;&#x2019;ti katheti. Tassa vacana&#x1E43; saddahitv&#x101; puna a&#xF1;&#xF1;ena &#x2018;&#x2018;as&#x101;ruppo esa bhikkhu, n&#x101;ya&#x1E43; tumh&#x101;ka&#x1E43; santika&#x1E43; upasa&#x1E45;kamitu&#x1E43; yutto&#x2019;&#x2019;ti vuttopi tassa vacana&#x1E43; aggahetv&#x101; purimasseva katha&#x1E43; ga&#x1E47;h&#x101;ti. Aparo va&#x1E47;&#x1E47;ampi kathita&#x1E43; ga&#x1E47;h&#x101;ti, ava&#x1E47;&#x1E47;ampi kathita&#x1E43; ga&#x1E47;h&#x101;tiyeva. Ayampi &#x101;dheyyamukhoyeva n&#x101;ma. &#x100;dh&#x101;tabbamukho ya&#x1E43; ya&#x1E43; su&#x1E47;&#x101;ti, tattha tattha &#x1E6D;hapitamukhoti attho.</p>
              <p>[03]^b^Lolo^eb^ti saddh&#x101;d&#x12B;na&#x1E43; ittarak&#x101;la&#x1E6D;&#x1E6D;hitikatt&#x101; assaddhiy&#x101;d&#x12B;hi lulitabh&#x101;vena lolo. ^b^Ittarasaddho^eb^ti parittasaddho, aparipu&#x1E47;&#x1E47;asaddho. Sesesupi eseva nayo. Ettha pana punappuna&#x1E43; bhajanavasena saddh&#x101;va ^b^bhatti. Pema&#x1E43;^eb^ saddh&#x101;pema&#x1E43; gehasitapemampi va&#x1E6D;&#x1E6D;ati. ^b^Pas&#x101;do^eb^ saddh&#x101;pas&#x101;dova. ^b^Eva&#x1E43; puggalo lolo hot&#x12B;^eb^ti eva&#x1E43; ittarasaddh&#x101;dit&#x101;ya puggalo lolo n&#x101;ma hoti. Haliddir&#x101;go viya ^a^V0.0094^ea^, thusar&#x101;simhi ko&#x1E6D;&#x1E6D;itakh&#x101;&#x1E47;uko viya, assapi&#x1E6D;&#x1E6D;hiya&#x1E43; &#x1E6D;hapitakumbha&#x1E47;&#x1E0D;a&#x1E43; ^a^P0.0249^ea^ viya ca anibaddha&#x1E6D;&#x1E6D;h&#x101;no muhuttena pas&#x12B;dati, muhuttena kuppati.</p>
              <p>[03]^b^Mando mom&#x16B;ho^eb^ti a&#xF1;&#xF1;&#x101;&#x1E47;abh&#x101;vena mando avisadat&#x101;ya mom&#x16B;ho. Mah&#x101;m&#x16B;&#x1E37;hoti attho.</p>
              <p>[03]^b^193^eb^^b^.^eb^ Yodh&#x101;j&#x12B;v&#x16B;pamesu &#x2013; ^b^yodh&#x101;j&#x12B;v&#x101;^eb^ti yuddh&#x16B;paj&#x12B;vino. ^b^Rajagga^eb^nti hatthiass&#x101;d&#x12B;na&#x1E43; p&#x101;dappah&#x101;rabhinn&#x101;ya bh&#x16B;miy&#x101; uggata&#x1E43; rajakkhandha&#x1E43;. ^b^Na santhambhat&#x12B;^eb^ti santhambhitv&#x101; &#x1E6D;h&#x101;tu&#x1E43; na sakkoti. ^b^Sahati rajagga^eb^nti rajakkhandha&#x1E43; disv&#x101;pi adhiv&#x101;seti. ^b^Dhajagga^eb^nti hatthiass&#x101;dipi&#x1E6D;&#x1E6D;hesu v&#x101; rathesu v&#x101; uss&#x101;pit&#x101;na&#x1E43; dhaj&#x101;na&#x1E43; agga&#x1E43;. ^b^Uss&#x101;ra&#x1E47;a^eb^nti hatthiassarath&#x101;d&#x12B;na&#xF1;ceva balak&#x101;yassa ca ucc&#x101;saddamah&#x101;sadda&#x1E43;. ^b^Sampah&#x101;re^eb^ti sam&#x101;gate appamattakepi pah&#x101;re. ^b^Ha&#xF1;&#xF1;at&#x12B;^eb^ti viha&#xF1;&#xF1;ati, vigh&#x101;ta&#x1E43; &#x101;pajjati. ^b^By&#x101;pajjat&#x12B;^eb^ti vipatti&#x1E43; &#x101;pajjati, pakatibh&#x101;va&#x1E43; jahati. ^b^Sahati sampah&#x101;ra^eb^nti dve tayo pah&#x101;re patv&#x101;pi sahati, adhiv&#x101;seti ^a^M0.0099^ea^. ^b^Tameva sa&#x1E45;g&#x101;mas&#x12B;sa^eb^nti tameva jayakhandh&#x101;v&#x101;ra&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. ^b^Ajjh&#x101;vasat&#x12B;^eb^ti satt&#x101;hamatta&#x1E43; abhibhavitv&#x101; &#x101;vasati. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Laddhappah&#x101;r&#x101;na&#x1E43; pah&#x101;rajagganattha&#xF1;ceva katakamm&#x101;na&#x1E43; visesa&#x1E43; &#xF1;atv&#x101; &#x1E6D;h&#x101;nantarad&#x101;nattha&#xF1;ca issariyasukh&#x101;nubhavanattha&#xF1;ca.</p>
              <p>[03]^b^194^eb^^b^.^eb^ Id&#x101;ni yasm&#x101; satthu yodh&#x101;j&#x12B;vehi kicca&#x1E43; natthi, imasmi&#x1E43; pana s&#x101;sane tath&#x101;r&#x16B;pe pa&#xF1;ca puggale dassetu&#x1E43; ida&#x1E43; opamma&#x1E43; &#x101;bhata&#x1E43;, tasm&#x101; te puggale dassento ^b^evameva^eb^nti&#x101;dim&#x101;ha.</p>
              <p>[03]Tattha ^b^sa&#x1E43;s&#x12B;dat&#x12B;^eb^ti micch&#x101;vitakkasmi&#x1E43; vis&#x12B;dati, anupavisati. ^b^Na sakkoti brahmacariya&#x1E43; sandh&#x101;retu^eb^nti brahmacariyav&#x101;sa&#x1E43; anupacchijjam&#x101;na&#x1E43; gopetu&#x1E43; na sakkoti. ^b^Sikkh&#x101;dubbalya&#x1E43; &#x101;vikatv&#x101;^eb^ti sikkh&#x101;ya dubbalabh&#x101;va&#x1E43; pak&#x101;setv&#x101;. ^b^Kimassa rajaggasmi^eb^nti ki&#x1E43; tassa puggalassa rajagga&#x1E43; n&#x101;m&#x101;ti vadati. ^b^Abhir&#x16B;p&#x101;^eb^ti abhir&#x16B;pavat&#x12B;. ^b^Dassan&#x12B;y&#x101;^eb^ti dassanayogg&#x101;. ^b^P&#x101;s&#x101;dik&#x101;^eb^ti dassaneneva cittappas&#x101;d&#x101;vah&#x101;. ^b^Param&#x101;y&#x101;^eb^ti uttam&#x101;ya. ^b^Va&#x1E47;&#x1E47;apokkharat&#x101;y&#x101;^eb^ti sar&#x12B;rava&#x1E47;&#x1E47;ena ceva a&#x1E45;gasa&#x1E47;&#x1E6D;h&#x101;nena ca.</p>
              <p>[03]^b^196^eb^^b^.^eb^^b^&#x16A;hasat&#x12B;^eb^ti avahasati. ^b^Ullapat&#x12B;^eb^ti katheti. ^b^Ujjagghat&#x12B;^eb^ti p&#x101;&#x1E47;i&#x1E43; paharitv&#x101; mah&#x101;hasita&#x1E43; ^a^P0.0250^ea^ hasati. ^b^Uppa&#x1E47;&#x1E0D;et&#x12B;^eb^ti uppa&#x1E47;&#x1E0D;anakatha&#x1E43; katheti.</p>
              <p>[03]^b^197^eb^^b^.^eb^^b^Abhinis&#x12B;dat&#x12B;^eb^ti ^a^V0.0095^ea^ abhibhavitv&#x101; santike v&#x101; ek&#x101;sane v&#x101; nis&#x12B;dati. Dutiyapadepi eseva nayo. ^b^Ajjhottharat&#x12B;^eb^ti avattharati.</p>
              <p>[03]^b^198^eb^^b^.^eb^^b^Vinive&#x1E6D;hetv&#x101; vinimocetv&#x101;^eb^ti gahita&#x1E6D;&#x1E6D;h&#x101;nato tassa hattha&#x1E43; vinive&#x1E6D;hetv&#x101; ceva, mocetv&#x101; ca. Sesamettha utt&#x101;natthameva.</p>
              <p>[03]^b^199^eb^^b^.^eb^ Pi&#x1E47;&#x1E0D;ap&#x101;tikesu &#x2013; ^b^mandatt&#x101; mom&#x16B;hatt&#x101;^eb^ti neva sam&#x101;d&#x101;na&#x1E43; j&#x101;n&#x101;ti, na &#x101;nisa&#x1E43;sa&#x1E43;; attano pana mandatt&#x101; mom&#x16B;hatt&#x101; a&#xF1;&#xF1;&#x101;&#x1E47;eneva pi&#x1E47;&#x1E0D;ap&#x101;tiko hoti. ^b^P&#x101;piccho icch&#x101;pakato^eb^ti pi&#x1E47;&#x1E0D;ap&#x101;tikassa me sato &#x2018;&#x2018;aya&#x1E43; pi&#x1E47;&#x1E0D;ap&#x101;tiko&#x2019;&#x2019;ti catupaccayasakk&#x101;ra&#x1E43; karissanti. Lajj&#x12B;, appicchoti&#x101;d&#x12B;hi ca gu&#x1E47;ehi sambh&#x101;vessant&#x12B;ti. Eva&#x1E43; p&#x101;pik&#x101;ya icch&#x101;ya &#x1E6D;hatv&#x101; t&#x101;ya p&#x101;picch&#x101;ya abhibh&#x16B;to hutv&#x101; pi&#x1E47;&#x1E0D;ap&#x101;tiko hoti. Umm&#x101;davasena pi&#x1E47;&#x1E0D;&#x101;ya caranto pana ^b^umm&#x101;d&#x101; cittavikkhep&#x101; pi&#x1E47;&#x1E0D;ap&#x101;tiko^eb^^a^M0.0100^ea^ n&#x101;ma hoti. ^b^Va&#x1E47;&#x1E47;ita^eb^nti ida&#x1E43; pi&#x1E47;&#x1E0D;ap&#x101;tika&#x1E45;ga&#x1E43; n&#x101;ma buddhehi ca buddhas&#x101;vakehi ca va&#x1E47;&#x1E47;ita&#x1E43; pasatthanti pi&#x1E47;&#x1E0D;ap&#x101;tiko hoti. ^b^Appicchata&#x1E43;yeva niss&#x101;y&#x101;^eb^ti&#x101;d&#x12B;su &#x2013; &#x2018;&#x2018;iti appiccho bhaviss&#x101;mi, ida&#x1E43; me pi&#x1E47;&#x1E0D;ap&#x101;tika&#x1E45;ga&#x1E43; appicchat&#x101;ya sa&#x1E43;vattissati; &#x2018;iti santu&#x1E6D;&#x1E6D;ho bhaviss&#x101;mi ida&#x1E43; me pi&#x1E47;&#x1E0D;ap&#x101;tika&#x1E45;ga&#x1E43; santu&#x1E6D;&#x1E6D;hiy&#x101; sa&#x1E43;vattissati&#x2019;; &#x2018;iti kilese sa&#x1E43;likhiss&#x101;mi&#x2019;, ida&#x1E43; me pi&#x1E47;&#x1E0D;ap&#x101;tika&#x1E45;ga&#x1E43; kilesasallekhanatth&#x101;ya sa&#x1E43;vattissat&#x12B;&#x2019;&#x2019;ti pi&#x1E47;&#x1E0D;ap&#x101;tiko hoti. ^b^Idamatthita^eb^nti im&#x101;ya kaly&#x101;&#x1E47;&#x101;ya pa&#x1E6D;ipattiy&#x101; atthikabh&#x101;va&#x1E43;, imin&#x101; v&#x101; pi&#x1E47;&#x1E0D;ap&#x101;tamattena atthikabh&#x101;va&#x1E43;. Ya&#x1E43; ya&#x1E43; laddha&#x1E43; tena teneva y&#x101;panabh&#x101;va&#x1E43; niss&#x101;y&#x101;ti attho. ^b^Aggo^eb^ti je&#x1E6D;&#x1E6D;hako. Ses&#x101;ni tasseva vevacan&#x101;ni.</p>
              <p>[03]^b^Gav&#x101; kh&#x12B;ra^eb^nti g&#x101;vito kh&#x12B;ra&#x1E43; n&#x101;ma hoti, na vin&#x101; g&#x101;viy&#x101;. ^b^Kh&#x12B;ramh&#x101; dadh&#x12B;^eb^ti&#x101;d&#x12B;supi eseva nayo. ^b^Evameva^eb^nti yath&#x101; etesu pa&#xF1;casu gorasesu sappima&#x1E47;&#x1E0D;o aggo; evameva&#x1E43; imesu pa&#xF1;casu pi&#x1E47;&#x1E0D;ap&#x101;tikesu yv&#x101;ya&#x1E43; appicchat&#x101;d&#x12B;ni niss&#x101;ya pi&#x1E47;&#x1E0D;ap&#x101;tiko hoti. Aya&#x1E43; aggo ca se&#x1E6D;&#x1E6D;ho ca p&#x101;mokkho ca uttamo ca pavaro ca. Imesu pana pa&#xF1;casu pi&#x1E47;&#x1E0D;ap&#x101;tikesu dveva jan&#x101; pi&#x1E47;&#x1E0D;ap&#x101;tik&#x101; ^a^P0.0251^ea^, tayo na pi&#x1E47;&#x1E0D;ap&#x101;tik&#x101;. N&#x101;mamattena pana pi&#x1E47;&#x1E0D;ap&#x101;tik&#x101;ti veditabb&#x101;. ^b^Khalupacch&#x101;bhattik&#x101;^eb^d&#x12B;supi eseva nayoti.</p>
              <p>[06]Pa&#xF1;cakaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>6. Chakkaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^202^eb^^b^.^eb^ Chakke ^a^V0.0096^ea^ &#x2013; ^b^tatr&#x101;^eb^ti tesu chasu puggalesu. ^b^Samm&#x101;sambuddho tena da&#x1E6D;&#x1E6D;habbo^eb^ti so puggalo tena an&#x101;cariyakena attan&#x101; upp&#x101;ditena sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;ena sabba&#xF1;&#xF1;ubuddho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^Paccekasambuddho ten&#x101;^eb^ti&#x101;d&#x12B;supi tena paccekasambodhi&#xF1;&#x101;&#x1E47;ena so puggalo paccekasambuddho. Tena s&#x101;vakap&#x101;ram&#x12B;&#xF1;&#x101;&#x1E47;ena te puggal&#x101; s&#x101;riputtamoggall&#x101;n&#x101;. Tena dukkhassa antakara&#x1E47;ena te puggal&#x101; avases&#x101; arahanto. Tena itthatta&#x1E43; an&#x101;gamanena so puggalo an&#x101;g&#x101;m&#x12B;. Tena itthatta&#x1E43; &#x101;gamanena te puggal&#x101; sot&#x101;pannasakad&#x101;g&#x101;mino da&#x1E6D;&#x1E6D;habb&#x101;ti.</p>
              <p>[06]Chakkaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>7. Sattakaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^203^eb^^b^.^eb^ Sattake ^a^M0.0101^ea^ &#x2013; ^b^saki&#x1E43; nimuggo^eb^ti ekav&#x101;ra&#x1E43; nimuggo. ^b^Ekantak&#x101;&#x1E37;akeh&#x12B;^eb^ti ekanteneva k&#x101;&#x1E37;akehi natthikav&#x101;daahetukav&#x101;daakiriyav&#x101;dasa&#x1E45;kh&#x101;tehi niyatamicch&#x101;di&#x1E6D;&#x1E6D;hidhammehi. ^b^Eva&#x1E43; puggalo^eb^ti imin&#x101; k&#x101;ra&#x1E47;ena puggalo ekav&#x101;ra&#x1E43; nimuggo tath&#x101; nimuggova hoti. Etassa hi puna bhavato vu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; n&#x101;ma natth&#x12B;ti vadanti. Makkhaligos&#x101;l&#x101;dayo viya he&#x1E6D;&#x1E6D;h&#x101; narakagg&#x12B;na&#x1E43;yeva &#x101;h&#x101;ro hoti.</p>
              <p>[03]^b^S&#x101;hu saddh&#x101; kusalesu dhammes&#x16B;^eb^ti kusaladhammesu saddh&#x101; n&#x101;ma s&#x101;dhuladdhik&#x101;ti ummujjati. So t&#x101;vatakeneva kusalena ummujjati n&#x101;ma. ^b^S&#x101;dhu hir&#x12B;^eb^ti&#x101;d&#x12B;supi eseva nayo. ^b^H&#x101;yatiyev&#x101;^eb^ti ca&#x1E45;kav&#x101;re &#x101;sittaudaka&#x1E43; viya ekantena parih&#x101;yateva. ^b^Eva&#x1E43; puggalo^eb^ti eva&#x1E43; s&#x101;hu saddh&#x101;ti. Imesa&#x1E43; saddh&#x101;d&#x12B;na&#x1E43; vasena ekav&#x101;ra&#x1E43; ummujjitv&#x101; tesa&#x1E43; parih&#x101;niy&#x101; puna nimujjatiyeva, devadatt&#x101;dayo viya. Devadatto hi a&#x1E6D;&#x1E6D;ha sam&#x101;pattiyo, pa&#xF1;ca ca abhi&#xF1;&#xF1;&#x101;yo nibbattetv&#x101;pi puna buddh&#x101;na&#x1E43; pa&#x1E6D;ika&#x1E47;&#x1E6D;akat&#x101;ya tehi gu&#x1E47;ehi parih&#x12B;no ruhirupp&#x101;dakamma&#x1E43; ^a^P0.0252^ea^ sa&#x1E45;ghabhedakamma&#xF1;ca ^a^V0.0097^ea^ katv&#x101; k&#x101;yassa bhed&#x101; dutiyacittav&#x101;rena niraye nibbatti. Kok&#x101;liko dve aggas&#x101;vake upavaditv&#x101; padumaniraye nibbatto.</p>
              <p>[03]^b^Neva h&#x101;yati no va&#x1E0D;&#x1E0D;hat&#x12B;^eb^ti appahonakak&#x101;lepi na h&#x101;yati, pahonakak&#x101;lepi na va&#x1E0D;&#x1E0D;hati. Ubhayampi paneta&#x1E43; ag&#x101;rikenapi anag&#x101;rikenapi d&#x12B;petabba&#x1E43;. Ekacco hi ag&#x101;riko appahonakak&#x101;le pakkhikabhatta&#x1E43; v&#x101; sal&#x101;kabhatta&#x1E43; v&#x101; vass&#x101;v&#x101;sika&#x1E43; v&#x101; upanibandh&#x101;peti. So pacch&#x101; pahonakak&#x101;lepi pakkhikabhatt&#x101;dimattameva pavatteti. Anag&#x101;rikopi &#x101;dimhi appahonakak&#x101;le uddesa&#x1E43; v&#x101; dhuta&#x1E45;ga&#x1E43; v&#x101; ga&#x1E47;h&#x101;ti, medh&#x101;balav&#x12B;riyasampattiy&#x101; pahonakak&#x101;lepi tato uttari&#x1E43; na karoti. ^b^Eva&#x1E43; puggalo^eb^ti eva&#x1E43; im&#x101;ya saddh&#x101;d&#x12B;na&#x1E43; &#x1E6D;hitiy&#x101; puggalo ummujjitv&#x101; &#x1E6D;hito n&#x101;ma hoti.</p>
              <p>[03]^b^Ummujjitv&#x101; vipassati viloket&#x12B;^eb^ti sot&#x101;panno puggalo u&#x1E6D;&#x1E6D;hahitv&#x101; gamanamagga&#x1E43; gantabba&#x1E43; disa&#x1E43; v&#x101; &#x101;loketi n&#x101;ma.</p>
              <p>[03]^b^Ummujjitv&#x101;^eb^^a^M0.0102^ea^^b^patarat&#x12B;^eb^ti sakad&#x101;g&#x101;mipuggalo kilesatanut&#x101;ya u&#x1E6D;&#x1E6D;hahitv&#x101; gantabbadis&#x101;bhimukho patarati n&#x101;ma.</p>
              <p>[03]^b^Patig&#x101;dhappatto hot&#x12B;^eb^ti an&#x101;g&#x101;mipuggalo u&#x1E6D;&#x1E6D;h&#x101;ya viloketv&#x101; pataritv&#x101; gantv&#x101; ekasmi&#x1E43; &#x1E6D;h&#x101;ne pati&#x1E6D;&#x1E6D;h&#x101;patto n&#x101;ma hoti, ti&#x1E6D;&#x1E6D;hati, na pun&#x101;gacchati.</p>
              <p>[03]^b^Ti&#x1E47;&#x1E47;o p&#x101;ra&#x1E45;gato thale ti&#x1E6D;&#x1E6D;hat&#x12B;^eb^ti sabbakilesogha&#x1E43; taritv&#x101; parat&#x12B;ra&#x1E43; gantv&#x101; nibb&#x101;nathale &#x1E6D;hito n&#x101;ma hoti. Ime pana satta puggal&#x101; udakopamena d&#x12B;pit&#x101;.</p>
              <p>[03]Satta kira ja&#x1E45;ghav&#x101;&#x1E47;ij&#x101; addh&#x101;namaggapa&#x1E6D;ipann&#x101; antar&#x101;magge eka&#x1E43; pu&#x1E47;&#x1E47;anadi&#x1E43; p&#x101;pu&#x1E47;i&#x1E43;su. Tesu pa&#x1E6D;hama&#x1E43; oti&#x1E47;&#x1E47;o udakabh&#x12B;ruko puriso oti&#x1E47;&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;neyeva nimujjitv&#x101; puna u&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43; n&#x101;sakkhi, antoyeva macchakacchapabhakkho j&#x101;to. Dutiyo oti&#x1E47;&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;ne nimujjitv&#x101; saki&#x1E43; u&#x1E6D;&#x1E6D;hahitv&#x101; puna nimuggo u&#x1E6D;&#x1E6D;h&#x101;tu&#x1E43; n&#x101;sakkhi, antoyeva macchakacchapabhakkho j&#x101;to. Tatiyo nimujjitv&#x101; u&#x1E6D;&#x1E6D;hahi. So majjhe nadiy&#x101; &#x1E6D;hatv&#x101; neva orato &#x101;gantu&#x1E43;, na parato gantu&#x1E43; asakkhi ^a^V0.0098^ea^. Catuttho u&#x1E6D;&#x1E6D;h&#x101;ya &#x1E6D;hito uttara&#x1E47;atittha&#x1E43; olokesi. Pa&#xF1;camo otara&#x1E47;atittha&#x1E43; oloketv&#x101; patari. Cha&#x1E6D;&#x1E6D;ho taritv&#x101; p&#x101;rimat&#x12B;ra&#x1E43; gantv&#x101; ka&#x1E6D;ippam&#x101;&#x1E47;e udake &#x1E6D;hito. Sattamo p&#x101;rimat&#x12B;ra&#x1E43; gantv&#x101; gandhacu&#x1E47;&#x1E47;&#x101;d&#x12B;hi nh&#x101;tv&#x101; varavatth&#x101;ni ^a^P0.0253^ea^ niv&#x101;setv&#x101; surabhivilepana&#x1E43; vilimpitv&#x101; n&#x12B;luppal&#x101;d&#x12B;ni pi&#x1E37;andhitv&#x101; n&#x101;n&#x101;la&#x1E45;k&#x101;rapa&#x1E6D;ima&#x1E47;&#x1E0D;ito mah&#x101;nagara&#x1E43; pavisitv&#x101; p&#x101;s&#x101;davaram&#x101;ruyha uttamabhojana&#x1E43; bhu&#xF1;ji.</p>
              <p>[03]Tattha satta ja&#x1E45;ghav&#x101;&#x1E47;ij&#x101; viya ime satta puggal&#x101;. Nad&#x12B; viya va&#x1E6D;&#x1E6D;a&#x1E43;. Pa&#x1E6D;hamassa udakabh&#x12B;rukassa purisassa oti&#x1E47;&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;neyeva nimujjana&#x1E43; viya micch&#x101;di&#x1E6D;&#x1E6D;hikassa va&#x1E6D;&#x1E6D;e nimujjana&#x1E43;. Ummujjitv&#x101; nimuggapuriso viya saddh&#x101;d&#x12B;na&#x1E43; uppattimattakena ummujjitv&#x101; tesa&#x1E43; parih&#x101;niy&#x101; nimuggapuggalo. Majjhe nadiy&#x101; &#x1E6D;hito viya saddh&#x101;d&#x12B;na&#x1E43; &#x1E6D;hitiy&#x101; &#x1E6D;hitapuggalo. Uttara&#x1E47;atittha&#x1E43; olokento viya gantabbamagga&#x1E43; gantabbadisa&#x1E43; v&#x101; olokento sot&#x101;panno. Pataritapuriso viya kilesatanut&#x101;ya pataranto sakad&#x101;g&#x101;m&#x12B;. Taritv&#x101; ka&#x1E6D;imatte udake &#x1E6D;hitapuriso viya an&#x101;vattitadhammat&#x101;ya &#x1E6D;hito an&#x101;g&#x101;m&#x12B;. Nhatv&#x101; p&#x101;rimat&#x12B;ra&#x1E43; ^a^M0.0103^ea^ uttaritv&#x101; thale &#x1E6D;hitapuriso viya catt&#x101;ro oghe atikkamitv&#x101; nibb&#x101;nathale &#x1E6D;hito kh&#x12B;&#x1E47;&#x101;savabr&#x101;hma&#x1E47;o. Thale &#x1E6D;hitapurisassa nagara&#x1E43; pavisitv&#x101; p&#x101;s&#x101;davara&#x1E43; &#x101;ruyha uttamabhojanabhu&#xF1;jana&#x1E43; viya kh&#x12B;&#x1E47;&#x101;savassa nibb&#x101;n&#x101;ramma&#x1E47;a&#x1E43; phalasam&#x101;patti&#x1E43; appetv&#x101; v&#x12B;tin&#x101;mana&#x1E43; veditabba&#x1E43;. Ubhatobh&#x101;gavimutt&#x101;dayo he&#x1E6D;&#x1E6D;h&#x101; pak&#x101;sit&#x101;yev&#x101;ti.</p>
              <p>[06]Sattakaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[03]^b^207^eb^^b^.^eb^ A&#x1E6D;&#x1E6D;hakanavakaniddes&#x101;pi he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva veditabb&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>10. Dasakaniddesava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^209^eb^^b^.^eb^ Dasakaniddese &#x2013; ^b^idh&#x101;^eb^ti k&#x101;m&#x101;vacarabh&#x16B;miya&#x1E43;. K&#x101;m&#x101;vacarabh&#x16B;miya&#xF1;hi sattakkhattuparam&#x101;d&#x12B;na&#x1E43; k&#x101;m&#x101;vacarabh&#x16B;miya&#xF1;&#xF1;eva ni&#x1E6D;&#x1E6D;h&#x101; hoti. K&#x101;m&#x101;vacarattabh&#x101;veneva arahattappatti ca anup&#x101;disesanibb&#x101;nappatti ca hot&#x12B;ti attho.</p>
              <p>[03]^b^Idha^eb^^a^V0.0099^ea^^b^vih&#x101;y&#x101;^eb^ti idha k&#x101;m&#x101;vacare attabh&#x101;ve vih&#x101;ya suddh&#x101;v&#x101;sattabh&#x101;ve &#x1E6D;hit&#x101;na&#x1E43; ni&#x1E6D;&#x1E6D;h&#x101; hot&#x12B;ti attho. Antar&#x101;parinibb&#x101;yi&#x101;dayo hi idha an&#x101;g&#x101;miphala&#x1E43; patv&#x101; ito cut&#x101; suddh&#x101;v&#x101;sesu uppajjitv&#x101; tena attabh&#x101;vena arahatta&#xF1;ceva anup&#x101;disesanibb&#x101;nadh&#x101;tu&#xF1;ca ^a^P0.0254^ea^ p&#x101;pu&#x1E47;anti. Tena vutta&#x1E43; &#x2013; &#x2018;&#x2018;imesa&#x1E43; pa&#xF1;canna&#x1E43; idha vih&#x101;ya ni&#x1E6D;&#x1E6D;h&#x101;&#x2019;&#x2019;ti.</p>
              <p>[06]Dasakaniddesava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Nigamanakath&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Ett&#x101;vat&#x101; ca &#x2013;</p>
              <p>[21]Ya&#x1E43; ve puggalapa&#xF1;&#xF1;atti&#x1E43;, loke appa&#x1E6D;ipuggalo;</p>
              <p>[22]N&#x101;tisa&#x1E45;khepato satth&#x101;, desesi tidas&#x101;laye.</p>
              <p>[21]Tass&#x101; a&#x1E6D;&#x1E6D;hakatha&#xF1;ceva, d&#x12B;pabh&#x101;s&#x101;ya sa&#x1E45;khata&#x1E43;;</p>
              <p>[22]&#x100;gama&#x1E6D;&#x1E6D;hakath&#x101;yo ca, og&#x101;hetv&#x101; asesato.</p>
              <p>[21]Suvibhatto ^a^M0.0104^ea^ asa&#x1E43;ki&#x1E47;&#x1E47;o, yo yo attho yahi&#x1E43; yahi&#x1E43;;</p>
              <p>[22]Tato tato ta&#x1E43; gahetv&#x101;, pah&#x101;ya ativitth&#x101;ra&#x1E43;.</p>
              <p>[21]Visuddhimagge ya&#x1E43; vutta&#x1E43;, ta&#x1E43; an&#x101;d&#x101;ya sa&#x1E45;khat&#x101;;</p>
              <p>[22]N&#x101;tisa&#x1E45;khepavitth&#x101;ra-nayena&#x1E6D;&#x1E6D;hakath&#x101; aya&#x1E43;.</p>
              <p>[21]Ta&#x1E43; eta&#x1E43; sattamattehi, bh&#x101;&#x1E47;av&#x101;rehi tantiy&#x101;;</p>
              <p>[22]Cira&#x1E6D;&#x1E6D;hitattha&#x1E43; dhammassa, sa&#x1E45;kharontena ya&#x1E43; may&#x101;.</p>
              <p>[21]Sampatta&#x1E43; kusala&#x1E43; tena, saddhamma&#x1E43; sukhuma&#x1E43; siva&#x1E43;;</p>
              <p>[22]Olokentu visuddhena, p&#x101;&#x1E47;ayo dhammacakkhun&#x101;ti.</p>
              <p>[06]Puggalapa&#xF1;&#xF1;atti-a&#x1E6D;&#x1E6D;hakath&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
              <h>Abhidhammapi&#x1E6D;ake</h>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
