<?xml version="1.0"?>
<body>
  <ha>
    <han> </han>
    <h0>
      <h0n>Puggalapa&#xF1;&#xF1;attipakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Dhammasa&#x1E45;gahe ^a^M0.0027^ea^^a^V0.0027^ea^ tikadukavasena sa&#x1E45;gahit&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; vibha&#x1E45;ge khandh&#x101;divibh&#x101;ga&#x1E43; dassetv&#x101; tath&#x101;sa&#x1E45;gahitavibhatt&#x101;na&#x1E43; dh&#x101;tukath&#x101;ya sa&#x1E45;gah&#x101;sa&#x1E45;gah&#x101;dippabheda&#x1E43; vatv&#x101; y&#x101;ya pa&#xF1;&#xF1;attiy&#x101; tesa&#x1E43; sabh&#x101;vato up&#x101;d&#x101;ya ca pa&#xF1;&#xF1;&#x101;pana&#x1E43; hoti, ta&#x1E43; pabhedato dassetu&#x1E43; ^b^&#x2018;&#x2018;cha pa&#xF1;&#xF1;attiyo&#x2019;&#x2019;^eb^ti&#x101;din&#x101; puggalapa&#xF1;&#xF1;atti &#x101;raddh&#x101;. Tattha ye dhamme pubb&#x101;pariyabh&#x101;vena pavattam&#x101;ne asabh&#x101;vasam&#x16B;havasena up&#x101;d&#x101;ya &#x2018;&#x2018;puggalo, itth&#x12B;, puriso, devo, manusso&#x2019;&#x2019;ti&#x101;dik&#x101; ^b^puggalapa&#xF1;&#xF1;atti^eb^ hoti, tesa&#x1E43; a&#xF1;&#xF1;esa&#xF1;ca b&#x101;hirar&#x16B;panibb&#x101;n&#x101;na&#x1E43; sasabh&#x101;vasam&#x16B;hasasabh&#x101;vabhedavasena pa&#xF1;&#xF1;&#x101;pan&#x101; sabh&#x101;vapa&#xF1;&#xF1;att&#x12B;ti ^b^khandhapa&#xF1;&#xF1;atti^eb^&#x101;dik&#x101; pa&#xF1;cavidh&#x101; veditabb&#x101;. T&#x101;ya dhammasa&#x1E45;gah&#x101;d&#x12B;su vibhatt&#x101; ^b^sabh&#x101;vapa&#xF1;&#xF1;atti^eb^ sabb&#x101;pi sa&#x1E45;gahit&#x101; hoti. Puggalapa&#xF1;&#xF1;atti pana ^b^asabh&#x101;vapa&#xF1;&#xF1;atti^eb^. T&#x101;ya ca samayavimutt&#x101;dippabhed&#x101;ya sattasant&#x101;nagate pari&#xF1;&#xF1;eyy&#x101;disabh&#x101;vadhamme up&#x101;d&#x101;ya pavattito padh&#x101;n&#x101;ya &#x2018;&#x2018;vih&#x101;ro ma&#xF1;co&#x2019;&#x2019;ti&#x101;dik&#x101; ca sabb&#x101; ^b^asabh&#x101;vapa&#xF1;&#xF1;atti^eb^ sa&#x1E45;gahit&#x101; hoti.</p>
              <p>[03]Ett&#x101;vat&#x101; ^a^V0.0028^ea^ ca pa&#xF1;&#xF1;atti n&#x101;ma vijjam&#x101;napa&#xF1;&#xF1;atti avijjam&#x101;napa&#xF1;&#xF1;atti ca. T&#x101; eva hi vomiss&#x101; itar&#x101; catassoti. Tasm&#x101; t&#x101;sa&#x1E43; dassanena imasmi&#x1E43; pakara&#x1E47;e sabb&#x101; pa&#xF1;&#xF1;attiyo dassit&#x101;ti veditabb&#x101;. Khandh&#x101;dipa&#xF1;&#xF1;att&#x12B;su pana chasu a&#xF1;&#xF1;attha adassitappabheda&#x1E43; idheva ca dassitappabheda&#x1E43; puggalapa&#xF1;&#xF1;atti&#x1E43; up&#x101;d&#x101;ya imassa pakara&#x1E47;assa ^b^puggalapa&#xF1;&#xF1;att&#x12B;^eb^ti n&#x101;ma&#x1E43; vuttanti veditabba&#x1E43;. ^b^Ye dhamme idha pa&#xF1;&#xF1;apetuk&#x101;mo^eb^ti pa&#xF1;&#xF1;attiy&#x101; vatthubh&#x101;vena dassetuk&#x101;moti adhipp&#x101;yo. Na hi etasmi&#x1E43; pakara&#x1E47;e pa&#xF1;&#xF1;&#x101;pana&#x1E43; karoti, vatth&#x16B;hi pana pa&#xF1;&#xF1;attiyo dasset&#x12B;ti.</p>
              <p>[03]^b^Khandh&#x101;ti^eb^^a^M0.0028^ea^^b^pa&#xF1;&#xF1;&#x101;pan&#x101;^eb^ti ida&#x1E43; khandh&#x101;ti r&#x16B;pa&#x1E43; pathav&#x12B;ti&#x101;dik&#x101; sabb&#x101;pi s&#x101;ma&#xF1;&#xF1;appabhedapa&#xF1;&#xF1;&#x101;pan&#x101; n&#x101;ma hoti, ta&#x1E43; sandh&#x101;ya vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Pa&#xF1;&#xF1;&#x101;pan&#x101;^eb^ti etassa pana ^b^dassan&#x101; &#x1E6D;hapan&#x101;^eb^ti ete dve atth&#x101;, tesa&#x1E43; ^b^pak&#x101;san&#x101; nikkhipan&#x101;^eb^ti. Tattha &#x2018;&#x2018;r&#x16B;pakkhandho&#x2026;pe&#x2026; a&#xF1;&#xF1;&#x101;t&#x101;vindriya&#x1E43; samayavimutto&#x2019;&#x2019;ti&#x101;din&#x101; idameva&#x1E43;n&#x101;maka&#x1E43; idameva&#x1E43;n&#x101;makanti ta&#x1E43;ta&#x1E43;ko&#x1E6D;&#x1E6D;h&#x101;sikakara&#x1E47;a&#x1E43; bodhanameva nikkhipan&#x101;, na pa&#xF1;&#xF1;apetabb&#x101;na&#x1E43; ma&#xF1;c&#x101;d&#x12B;na&#x1E43; viya &#x1E6D;h&#x101;nasambandhakara&#x1E47;a&#x1E43;. Yo pan&#x101;ya&#x1E43; &#x2018;&#x2018;n&#x101;mapa&#xF1;&#xF1;atti hi dasseti ca &#x1E6D;hapeti c&#x101;&#x2019;&#x2019;ti kattuniddeso kato, so bh&#x101;vabh&#x16B;t&#x101;ya kara&#x1E47;abh&#x16B;t&#x101;ya v&#x101; n&#x101;mapa&#xF1;&#xF1;attiy&#x101; tesa&#x1E43; tesa&#x1E43; dhamm&#x101;na&#x1E43; di&#x1E6D;&#x1E6D;hat&#x101;ya &#x1E6D;hapitat&#x101;ya ca ta&#x1E43;nimittata&#x1E43; sandh&#x101;ya katoti veditabbo.</p>
              <p>[03]^b^Vijjam&#x101;napa&#xF1;&#xF1;att&#x12B;^eb^ti&#x101;din&#x101; vacanena p&#x101;&#x1E37;iya&#x1E43; an&#x101;gatata&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;p&#x101;&#x1E37;imuttaken&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Kusal&#x101;kusalassev&#x101;^eb^ti kusal&#x101;kusalassa viya. ^b^Vijjam&#x101;nass&#x101;^eb^ti etassa attho satoti, tassa attho ^b^sambh&#x16B;tass&#x101;^eb^ti. ^b^Vijjam&#x101;nassa sato^eb^ti v&#x101; vijjam&#x101;nabh&#x16B;tass&#x101;ti attho. Tamevattha&#x1E43; dassento &#x101;ha ^b^&#x2018;&#x2018;sambh&#x16B;tass&#x101;&#x2019;&#x2019;^eb^ti. Tena avijjam&#x101;nabh&#x101;va&#x1E43; pa&#x1E6D;ikkhipati. ^b^Tath&#x101; avijjam&#x101;nass&#x101;^eb^ti yath&#x101; kusal&#x101;d&#x12B;ni akusal&#x101;disabh&#x101;vato, phass&#x101;dayo ca vedan&#x101;disabh&#x101;vato vinivattasabh&#x101;v&#x101;ni vijjanti, tath&#x101; avijjam&#x101;nassa ye dhamme up&#x101;d&#x101;ya &#x2018;&#x2018;itth&#x12B;, puriso&#x2019;&#x2019;ti upaladdhi hoti, te apanetv&#x101; tehi vinivattassa itthi&#x101;disabh&#x101;vassa abh&#x101;vato asambh&#x16B;tass&#x101;ti attho. Ya&#x1E43; panetassa &#x2018;&#x2018;ten&#x101;k&#x101;rena avijjam&#x101;nassa a&#xF1;&#xF1;en&#x101;k&#x101;rena vijjam&#x101;nass&#x101;&#x2019;&#x2019;ti attha&#x1E43; keci vadanti, tattha ya&#x1E43; vattabba&#x1E43;, ta&#x1E43; pa&#xF1;&#xF1;attiduke vuttameva. Avijjam&#x101;nepi sabh&#x101;ve lokanirutti&#x1E43; anugantv&#x101; anabhinivesena cittena &#x2018;&#x2018;itth&#x12B;, puriso&#x2019;&#x2019;ti gaha&#x1E47;asabbh&#x101;v&#x101; ^b^&#x2018;&#x2018;lokaniruttimattasiddhass&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. S&#x101;bhinivesena pana cittena gayham&#x101;na&#x1E43; pa&#xF1;camasacc&#x101;dika&#x1E43; na sabh&#x101;vato, n&#x101;pi sa&#x1E45;ketena siddhanti ^b^&#x2018;&#x2018;sabb&#x101;k&#x101;renapi^eb^^a^V0.0029^ea^^b^anupalabbhaneyya&#x2019;&#x2019;^eb^nti vutta&#x1E43;. ^b^T&#x101;su imasmi&#x1E43;&#x2026;pe&#x2026; labbhant&#x12B;^eb^ti imasmi&#x1E43; pakara&#x1E47;e sar&#x16B;pato tissanna&#x1E43; &#x101;gatata&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]Yath&#x101;vuttassa pana a&#x1E6D;&#x1E6D;hakath&#x101;nayassa avirodhena &#x101;cariyav&#x101;d&#x101; yojetabb&#x101;, tasm&#x101; ^b^pa&#xF1;&#xF1;apetabba&#x1E6D;&#x1E6D;hena ces&#x101; pa&#xF1;&#xF1;att&#x12B;^eb^ti etassa sabh&#x101;vato avijjam&#x101;natt&#x101; pa&#xF1;&#xF1;apetabbamatta&#x1E6D;&#x1E6D;hena pa&#xF1;&#xF1;att&#x12B;ti attho. Pa&#xF1;&#xF1;apetabbampi hi sasabh&#x101;va&#x1E43; tajjaparamatthan&#x101;mal&#x101;bhato na parato labhitabba&#x1E43; ^a^M0.0029^ea^ pa&#xF1;&#xF1;attin&#x101;ma&#x1E43; labhati, nisabh&#x101;va&#x1E43; pana sabh&#x101;v&#x101;bh&#x101;vato na attano sabh&#x101;vena n&#x101;ma&#x1E43; labhat&#x12B;ti. Sattoti&#x101;dikena n&#x101;mena pa&#xF1;&#xF1;apitabbamatta&#x1E6D;&#x1E6D;hena pa&#xF1;&#xF1;att&#x12B;ti n&#x101;ma&#x1E43; labhati, nisabh&#x101;v&#x101; ca satt&#x101;dayo. Na hi sasabh&#x101;vassa r&#x16B;p&#x101;d&#x12B;hi ekattena a&#xF1;&#xF1;attena v&#x101; anupalabbhasabh&#x101;vat&#x101; atth&#x12B;ti.</p>
              <p>[03]Kir&#x12B;&#x1E6D;a&#x1E43; maku&#x1E6D;a&#x1E43;, ta&#x1E43; assa atth&#x12B;ti ^b^kir&#x12B;&#x1E6D;&#x12B;^eb^. Etasmi&#xF1;ca &#x101;cariyav&#x101;de an&#x16B;nena lakkha&#x1E47;ena bhavitabbanti sabbasamorodho k&#x101;tabbo. Dutiya&#x1E43; tatiyanti eva&#x1E43;pak&#x101;r&#x101; hi upanidh&#x101;pa&#xF1;&#xF1;atti upanikkhittakapa&#xF1;&#xF1;atti ca sa&#x1E45;kh&#x101;tabbappadh&#x101;natt&#x101; chapi pa&#xF1;&#xF1;attiyo bhajat&#x12B;ti yutta&#x1E43; vattu&#x1E43;, itar&#x101; ca yath&#x101;yoga&#x1E43; ta&#x1E43; ta&#x1E43; pa&#xF1;&#xF1;attinti. Dutiya&#x1E43; tatiya&#x1E43; dve t&#x12B;&#x1E47;&#x12B;ti&#x101;di pana sa&#x1E45;kh&#x101; n&#x101;ma k&#x101;ci natth&#x12B;ti t&#x101;sa&#x1E43; up&#x101;d&#x101;santatipa&#xF1;&#xF1;att&#x12B;na&#x1E43; avijjam&#x101;napa&#xF1;&#xF1;attibh&#x101;va&#x1E43;, itar&#x101;sa&#xF1;ca upanidh&#x101;pa&#xF1;&#xF1;att&#x12B;na&#x1E43; yath&#x101;nidassit&#x101;na&#x1E43; avijjam&#x101;nenaavijjam&#x101;napa&#xF1;&#xF1;attibh&#x101;va&#x1E43; ma&#xF1;&#xF1;am&#x101;no &#x101;ha ^b^&#x2018;&#x2018;ses&#x101; avijjam&#x101;napakkha&#xF1;ceva avijjam&#x101;nenaavijjam&#x101;napakkha&#xF1;ca bhajant&#x12B;&#x2019;&#x2019;^eb^ti. Dutiya&#x1E43; tatiya&#x1E43; dve t&#x12B;&#x1E47;&#x12B;ti&#x101;d&#x12B;na&#x1E43; upanidh&#x101;upanikkhittakapa&#xF1;&#xF1;att&#x12B;na&#x1E43; avijjam&#x101;nenaavijjam&#x101;napa&#xF1;&#xF1;attibh&#x101;vameva ma&#xF1;&#xF1;ati. Ya&#xF1;hi pa&#x1E6D;ham&#x101;dika&#x1E43; apekkhitv&#x101; yassa cek&#x101;dikassa upanikkhipitv&#x101; pa&#xF1;&#xF1;&#x101;p&#x12B;yati, ta&#xF1;ca sa&#x1E45;kh&#x101;na&#x1E43; ki&#xF1;ci natth&#x12B;ti. Tath&#x101; santatipa&#xF1;&#xF1;attiy&#x101; ca. Na hi as&#x12B;ti &#x101;s&#x12B;tiko ca vijjam&#x101;noti.</p>
              <p>[03]^b^Ekacc&#x101; bh&#x16B;mipa&#xF1;&#xF1;att&#x12B;^eb^ti k&#x101;m&#x101;vacar&#x101;dipa&#xF1;&#xF1;atti&#x1E43; sandh&#x101;y&#x101;ha. K&#x101;m&#x101;vacar&#x101;d&#x12B; hi sabh&#x101;vadhamm&#x101;ti adhipp&#x101;yo. K&#x101;moti pana ok&#x101;se gahite avijjam&#x101;nenavijjam&#x101;napa&#xF1;&#xF1;atti es&#x101; bhavitu&#x1E43; arahati, kammanibbattakkhandhesu gahitesu vijjam&#x101;nenavijjam&#x101;napa&#xF1;&#xF1;atti. Yath&#x101; pana vacanasa&#x1E45;kh&#x101;t&#x101;ya vacanasamu&#x1E6D;&#x1E6D;h&#x101;pakacetan&#x101;sa&#x1E45;kh&#x101;t&#x101;ya v&#x101; kiriy&#x101;ya bh&#x101;&#x1E47;akoti puggalassa pa&#xF1;&#xF1;atti vijjam&#x101;nenaavijjam&#x101;napa&#xF1;&#xF1;attipakkha&#x1E43; bhajati, eva&#x1E43; kiso th&#x16B;loti r&#x16B;p&#x101;yatanasa&#x1E45;kh&#x101;tena sa&#x1E47;&#x1E6D;h&#x101;nena puggal&#x101;d&#x12B;na&#x1E43; pa&#xF1;&#xF1;&#x101;pan&#x101; vijjam&#x101;nenaavijjam&#x101;napa&#xF1;&#xF1;atti bhavitu&#x1E43; arahati. Sa&#x1E47;&#x1E6D;h&#x101;nanti ^a^V0.0030^ea^ v&#x101; r&#x16B;p&#x101;yatane aggahite avijjam&#x101;nenaavijjam&#x101;napa&#xF1;&#xF1;atti. R&#x16B;pa&#x1E43; phassoti&#x101;dik&#x101; pana vijjam&#x101;napa&#xF1;&#xF1;atti ruppan&#x101;dikiccavasena kiccapa&#xF1;&#xF1;attiya&#x1E43;, paccattadhamman&#x101;mavasena paccattapa&#xF1;&#xF1;attiya&#x1E43; v&#x101; avarodhetabb&#x101;. Vijjam&#x101;n&#x101;vijjam&#x101;napa&#xF1;&#xF1;att&#x12B;su ca vutt&#x101;su t&#x101;sa&#x1E43; vomissat&#x101;vasena ^a^M0.0030^ea^ pavatt&#x101; itar&#x101;pi vutt&#x101;yeva hont&#x12B;ti ayampi &#x101;cariyav&#x101;do sabbasa&#x1E45;g&#x101;hakoti da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^2^eb^^b^.^eb^^b^&#x2018;&#x2018;Y&#x101;vat&#x101; pa&#xF1;cakkhandh&#x101;&#x2019;&#x2019;^eb^ti&#x101;dikassa attha&#x1E43; dassento ^b^&#x2018;&#x2018;yattakena pa&#xF1;&#xF1;&#x101;panen&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^y&#x101;vat&#x101; pa&#xF1;cakkhandh&#x101;^eb^ti y&#x101;vat&#x101; r&#x16B;pakkhandho&#x2026;pe&#x2026; vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandhoti khandh&#x101;na&#x1E43; khandhapa&#xF1;&#xF1;atti, ett&#x101;vat&#x101; khandh&#x101;na&#x1E43; khandhapa&#xF1;&#xF1;atti, eva&#x1E43; p&#x101;&#x1E37;iyojana&#x1E43; katv&#x101; sa&#x1E45;khepappabhedavasena aya&#x1E43; attho vuttoti veditabbo. ^b^&#x2018;&#x2018;Y&#x101;vat&#x101; pa&#xF1;cakkhandh&#x101;&#x2019;&#x2019;^eb^ti, ^b^&#x2018;&#x2018;khandh&#x101;na&#x1E43; khandhapa&#xF1;&#xF1;att&#x12B;&#x2019;&#x2019;^eb^ti hi imassa attho ^b^&#x2018;&#x2018;yattakena pa&#xF1;&#xF1;&#x101;panena sa&#x1E45;khepato pa&#xF1;cakkhandh&#x101;ti v&#x101;&#x2019;&#x2019;^eb^ti etena dassito, ^b^&#x2018;&#x2018;y&#x101;vat&#x101; r&#x16B;pakkhandho&#x2019;&#x2019;^eb^ti&#x101;dikassa pana ^b^&#x2018;&#x2018;pabhedato r&#x16B;pakkhandho&#x2019;&#x2019;^eb^ti&#x101;diken&#x101;ti. Tattha ^b^r&#x16B;pakkhandho&#x2026;pe&#x2026; vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho^eb^ti pabhedanidassanamattameta&#x1E43;. Tena avuttopi sabbo sa&#x1E45;gahito hot&#x12B;ti ^b^&#x2018;&#x2018;tatr&#x101;pi r&#x16B;pakkhandho k&#x101;m&#x101;vacaro&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;. Aya&#x1E43; v&#x101; ettha p&#x101;&#x1E37;iy&#x101; atthayojan&#x101; &#x2013; &#x2018;&#x2018;y&#x101;vat&#x101;&#x2019;&#x2019;ti ida&#x1E43; sabbehi padehi yojetv&#x101; yattak&#x101; pa&#xF1;cakkhandh&#x101;, tattak&#x101; khandh&#x101;na&#x1E43; khandhapa&#xF1;&#xF1;atti. Yattako pa&#xF1;canna&#x1E43; khandh&#x101;na&#x1E43; tappabhed&#x101;na&#xF1;ca r&#x16B;pakkhandh&#x101;d&#x12B;na&#x1E43; pabhedo, tattako khandh&#x101;na&#x1E43; khandhapa&#xF1;&#xF1;attiy&#x101; pabhedoti pakara&#x1E47;antare vuttena vatthubhedena khandhapa&#xF1;&#xF1;attiy&#x101; pabheda&#x1E43; dasseti. Esa nayo ^b^&#x2018;&#x2018;y&#x101;vat&#x101; &#x101;yatan&#x101;na&#x2019;&#x2019;^eb^nti&#x101;d&#x12B;supi.</p>
              <p>[03]^b^7^eb^^b^.^eb^^b^Ekadesenev&#x101;^eb^ti uddesamattenev&#x101;ti attho.</p>
              <p>[06]M&#x101;tik&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Niddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n>1. Ekakaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Jh&#x101;na&#x1E45;g&#x101;neva ^a^M0.0031^ea^^a^V0.0031^ea^ vimokkhoti imin&#x101; adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;vimokkhasahaj&#x101;tena n&#x101;mak&#x101;yen&#x101;&#x2019;&#x2019;^eb^ti. ^b^Yena hi saddhi^eb^nti&#x101;din&#x101; pa&#x1E6D;hama&#x1E43; sama&#x1E45;gibh&#x101;vattha&#x1E43; vivarati. ^b^Phassenapi phu&#x1E6D;&#x1E6D;h&#x101;yeva n&#x101;m&#x101;^eb^ti etena &#x2018;&#x2018;apices&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vutta&#x1E43; dutiya&#x1E43; samphassena phusanattha&#x1E43;, itarehi itare k&#x101;ra&#x1E47;atthe. Sama&#x1E45;gibh&#x101;vaphusanak&#x101;ra&#x1E47;abh&#x101;v&#x101; hi phusan&#x101;ti vutt&#x101;ti. Punapi pa&#x1E6D;hamatthameva dubbi&#xF1;&#xF1;eyyatt&#x101; vivaranto ^b^&#x2018;&#x2018;tatr&#x101;ss&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^&#x1E6C;hapetv&#x101; t&#x101;ni a&#x1E45;g&#x101;ni ses&#x101; atirekapa&#x1E47;&#x1E47;&#x101;sadhamm&#x101;^eb^ti ettha vedan&#x101;somanassindriy&#x101;ni sa&#x1E45;gahit&#x101;n&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;catt&#x101;ro khandh&#x101; hont&#x12B;&#x2019;&#x2019;^eb^ti. Eva&#x1E43; sati vedan&#x101;somanassindriyehi sukhassa phusitabbatt&#x101; ti&#x1E47;&#x1E47;a&#xF1;ca tesa&#x1E43; ana&#xF1;&#xF1;att&#x101; teneva tassa phusan&#x101; &#x101;pajjat&#x12B;ti? N&#x101;pajjati, vedayit&#x101;dhipatiya&#x1E6D;&#x1E6D;hehi upanijjh&#x101;yanabh&#x101;vapa&#x1E6D;il&#x101;bhassa vuttatt&#x101;. Atha v&#x101; ^b^&#x1E6D;hapetv&#x101; t&#x101;ni a&#x1E45;g&#x101;n&#x12B;^eb^ti a&#x1E45;g&#x101;na&#x1E43; bahutt&#x101; bahuvacana&#x1E43;. Tesu pana paccekampi yojan&#x101; k&#x101;tabb&#x101; &#x2018;&#x2018;vitakka&#x1E43; &#x1E6D;hapetv&#x101;&#x2019;&#x2019;ti&#x101;din&#x101;. Tattha &#x2018;&#x2018;sukha&#x1E43; &#x1E6D;hapetv&#x101;&#x2019;&#x2019;ti imiss&#x101; yojan&#x101;ya ses&#x101; tayo khandh&#x101; honti, itar&#x101;su catt&#x101;roti. Sabbayojan&#x101;su ca tayo anto katv&#x101; ^b^&#x2018;&#x2018;catt&#x101;ro khandh&#x101; hont&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[03]^b^2^eb^^b^.^eb^ Yo asamayavimokkhena ekaccehi &#x101;savehi vimutto asamayavimokkh&#x16B;panissayal&#x101;bhena ca s&#x101;tisayena samayavimokkhena, so eva ^b^samayavimutto^eb^. So hi tena vimutto jh&#x101;nal&#x101;bh&#x12B; sekkho r&#x16B;p&#x101;r&#x16B;pabhavato apunar&#x101;va&#x1E6D;&#x1E6D;ako k&#x101;mar&#x101;g&#x101;d&#x12B;hi tath&#x101;vimuttova hot&#x12B;ti samayavimuttapa&#xF1;&#xF1;atti&#x1E43; laddhu&#x1E43; arahati. Puthujjano pana jh&#x101;nal&#x101;bh&#x12B; punar&#x101;va&#x1E6D;&#x1E6D;akadhammo puna k&#x101;mar&#x101;g&#x101;disamud&#x101;c&#x101;rabh&#x101;vato vimutto n&#x101;ma na hot&#x12B;ti samayavimuttapa&#xF1;&#xF1;atti&#x1E43; n&#x101;rahati, tena so ^a^V0.0032^ea^ &#x2018;&#x2018;samayavimutto&#x2019;&#x2019;ti na vutto. Arahato pana aparikkh&#x12B;&#x1E47;&#x101; &#x101;sav&#x101; natthi, yato vimucceyya. Di&#x1E6D;&#x1E6D;hadhammasukhavih&#x101;ramatt&#x101; hi tassa a&#x1E6D;&#x1E6D;ha vimokkh&#x101;ti. Tasm&#x101; tassa na a&#x1E6D;&#x1E6D;ha vimokkh&#x101; samayavimuttapa&#xF1;&#xF1;attibh&#x101;vassa asamayavimuttapa&#xF1;&#xF1;attibh&#x101;vassa v&#x101; k&#x101;ra&#x1E47;a&#x1E43;. Tadak&#x101;ra&#x1E47;abh&#x101;vameva dassetu&#x1E43; ^a^M0.0032^ea^^b^&#x2018;&#x2018;na heva kho&#x2026;pe&#x2026; viharat&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, na sukkhavipassakasseva asamayavimuttabh&#x101;va&#x1E43; dassetunti da&#x1E6D;&#x1E6D;habba&#x1E43;. Sabbopi hi arah&#x101; asamayavimuttoti. ^b^B&#x101;hir&#x101;na^eb^nti lokuttarato bahibh&#x16B;t&#x101;na&#x1E43;, lokiy&#x101;nanti attho.</p>
              <p>[03]^b^3^eb^^b^.^eb^ Ar&#x16B;pakkhandhanibb&#x101;namattav&#x101;cako ar&#x16B;pasaddo na hot&#x12B;ti dassanattha&#x1E43; ^b^&#x2018;&#x2018;r&#x16B;pato a&#xF1;&#xF1;a&#x2019;&#x2019;^eb^nti&#x101;di vutta&#x1E43;. ^b^Cittama&#xF1;j&#x16B;sa^eb^nti sam&#x101;dhi&#x1E43;. Abhi&#xF1;&#xF1;&#x101;d&#x12B;na&#xF1;hi dhamm&#x101;na&#x1E43; p&#x101;dakabh&#x101;vena sam&#x101;dhi ma&#xF1;j&#x16B;s&#x101;sadiso hoti. ^b^Addh&#x101;na&#x1E43; pharitu^eb^nti d&#x12B;ghak&#x101;la&#x1E43; by&#x101;petu&#x1E43;, pavattetunti attho. ^b^&#x2018;&#x2018;Sammajjitabba&#x2019;&#x2019;^eb^nti cintetv&#x101; tattha &#x101;darassa akatatt&#x101; vattabhedoti veditabbo. Eva&#x1E43; vattabhedamattena na&#x1E6D;&#x1E6D;h&#x101; pana sam&#x101;patti k&#x101;macchand&#x101;d&#x12B;hi na&#x1E6D;&#x1E6D;h&#x101; viya na ki&#xF1;cena pacc&#x101;haritabb&#x101; hoti mandap&#x101;ripanthakatt&#x101;, tasm&#x101; vattasamitakara&#x1E47;amatteneva pacc&#x101;haritabbatt&#x101; ^b^&#x2018;&#x2018;appentova nis&#x12B;d&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[03]^b^4^eb^^b^.^eb^^b^Attano anur&#x16B;pena pam&#x101;dena v&#x12B;tin&#x101;ment&#x101;nampi sam&#x101;patti na kuppat&#x12B;^eb^ti parih&#x12B;no n&#x101;ma na hoti, tasmi&#x1E43; tasmi&#x1E43; by&#x101;sa&#x1E45;ge pa&#x1E6D;isa&#x1E43;ha&#x1E6D;amatte sam&#x101;pajjitu&#x1E43; samatthat&#x101;y&#x101;ti adhipp&#x101;yo. &#x2018;&#x2018;Kissa pana, bhante, kh&#x12B;&#x1E47;&#x101;savassa bhikkhuno l&#x101;bhasakk&#x101;rasiloko antar&#x101;y&#x101;y&#x101;ti? Y&#x101; hissa s&#x101;, &#x101;nanda, akupp&#x101; cetovimutti, n&#x101;ha&#x1E43; tass&#x101; l&#x101;bhasakk&#x101;rasiloka&#x1E43; antar&#x101;y&#x101;ya vad&#x101;mi. Ye ca khvassa, &#x101;nanda, appamattassa &#x101;t&#x101;pino pahitattassa viharato di&#x1E6D;&#x1E6D;hadhammasukhavih&#x101;r&#x101; adhigat&#x101;, tes&#x101;hamassa l&#x101;bhasakk&#x101;rasiloka&#x1E43; antar&#x101;y&#x101;ya vad&#x101;m&#x12B;&#x2019;&#x2019;ti ^b^sutte^eb^ (sa&#x1E43;. ni. 2.179) pana samayena samaya&#x1E43; &#x101;pajjanena pariharitabb&#x101;na&#x1E43; sam&#x101;pattisukhavih&#x101;r&#x101;na&#x1E43; tasmi&#x1E43; tasmi&#x1E43; by&#x101;sa&#x1E45;gak&#x101;le anipphattito l&#x101;bhasakk&#x101;rasiloko antar&#x101;yoti vuttoti adhipp&#x101;yenassa tena avirodho veditabbo.</p>
              <p>[03]^b^5^eb^^b^.^eb^^b^Dhamm&#x101;na&#x1E43;&#x2026;pe&#x2026; p&#x12B;^eb^ti ettha &#x2018;&#x2018;dhammeh&#x12B;&#x2019;&#x2019;ti vattabba&#x1E43;. Idha hi t&#x101;hi sam&#x101;patt&#x12B;hi parih&#x101;yeyy&#x101;ti dhammehi puggalassa parih&#x101;nampi aparih&#x101;nampi vutta&#x1E43;. Tattha ca puggalassa pam&#x101;dam&#x101;gamma t&#x101; sam&#x101;pattiyo kuppeyyunti dhamm&#x101;na&#x1E43; kuppana&#x1E43; akuppana&#xF1;ca vutta&#x1E43;, puggalassa pana parih&#x101;nadhamm&#x101;nameva ^a^V0.0033^ea^ vin&#x101;soti vacanan&#x101;nattamattena vacanatthan&#x101;nattamattena v&#x101; pariy&#x101;yantarat&#x101; vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^7-8^eb^^b^.^eb^^b^Cetan&#x101;^eb^^a^M0.0033^ea^ sam&#x101;patticetan&#x101; tad&#x101;y&#x16B;han&#x101; ca. ^b^Anurakkha&#x1E47;&#x101;^eb^ sam&#x101;pattiupak&#x101;r&#x101;nupak&#x101;raparigg&#x101;hik&#x101; pa&#xF1;&#xF1;&#x101;sahit&#x101; sati. T&#x101;hi cetiyam&#x101;naanurakkhiyam&#x101;nasam&#x101;patt&#x12B;na&#x1E43; bhabb&#x101; cetan&#x101;bhabb&#x101; anurakkha&#x1E47;&#x101;bhabb&#x101;.</p>
              <p>[03]^b^10^eb^^b^.^eb^^b^Puthujjanagotta^eb^nti puthujjanasikkha&#x1E43;, puthujjanagat&#x101; tisso sikkh&#x101; atikkant&#x101;ti attho. T&#x101; hi sa&#x1E43;yojanattay&#x101;nupacchedena &#x2018;&#x2018;puthujjanasikkh&#x101;&#x2019;&#x2019;ti vuccant&#x12B;ti.</p>
              <p>[03]^b^11^eb^^b^.^eb^ Arahattamagga&#x1E6D;&#x1E6D;ho ca va&#x1E6D;&#x1E6D;abhayato pa&#xF1;&#xF1;ubbegena ubbijjanto uddhambh&#x101;giyasa&#x1E43;yojanehi uparatoti bhay&#x16B;parato n&#x101;m&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;satta sekkh&#x101; bhay&#x16B;parat&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^12^eb^^b^.^eb^ Bhava&#x1E45;gapa&#xF1;&#xF1;&#x101;virahit&#x101; &#x2018;&#x2018;vip&#x101;k&#x101;vara&#x1E47;ena samann&#x101;gat&#x101;&#x2019;&#x2019;ti imin&#x101; gahit&#x101;ti tihetukapa&#x1E6D;isandhik&#x101; keci &#x2018;&#x2018;duppa&#xF1;&#xF1;&#x101;&#x2019;&#x2019;ti imin&#x101; gayhant&#x12B;ti dassento &#x101;ha ^b^&#x2018;&#x2018;appa&#x1E6D;iladdhamaggaphal&#x16B;panissay&#x101;&#x2019;&#x2019;^eb^ti. Pa&#xF1;&#xF1;&#x101;ya hi vin&#x101; na tadupanissayo atth&#x12B;ti.</p>
              <p>[03]^b^14^eb^^b^.^eb^ Yattha niyat&#x101;niyatavomiss&#x101; pavatti atthi, tattheva niyatadhamm&#x101; hont&#x12B;ti uttarakur&#x16B;su tadabh&#x101;v&#x101; niyato n&#x101;ma natth&#x12B;ti dassento ^b^&#x2018;&#x2018;y&#x101; pana uttarakuruk&#x101;na&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^16^eb^^b^.^eb^ Terasasu s&#x12B;sesu palibodhas&#x12B;s&#x101;d&#x12B;ni pavattas&#x12B;sa&#xF1;ca pariy&#x101;diyitabb&#x101;ni, adhimokkhas&#x12B;s&#x101;d&#x12B;ni pariy&#x101;dak&#x101;ni, pariy&#x101;dakaphala&#x1E43; gocaras&#x12B;sa&#x1E43;. Ta&#xF1;hi visayajjhattaphalavimokkhoti. Pariy&#x101;dakassa maggassa phalassa ca &#x101;ramma&#x1E47;a&#x1E43; sa&#x1E45;kh&#x101;ras&#x12B;sa&#x1E43; sa&#x1E45;kh&#x101;ravivekabh&#x16B;to nirodhoti pariy&#x101;diyitabb&#x101;na&#x1E43; pariy&#x101;dakaphal&#x101;ramma&#x1E47;&#x101;na&#x1E43; saha viya sa&#x1E43;siddhidassanena samas&#x12B;sibh&#x101;va&#x1E43; dassetu&#x1E43; ^b^pa&#x1E6D;isambhid&#x101;ya&#x1E43;^eb^ (pa&#x1E6D;i. ma. 1.87) terasa s&#x12B;s&#x101;ni vutt&#x101;ni. Idha pana &#x2018;&#x2018;apubba&#x1E43; acarima&#x1E43; &#x101;savapariy&#x101;d&#x101;na&#xF1;ca hoti j&#x12B;vitapariy&#x101;d&#x101;na&#xF1;c&#x101;&#x2019;&#x2019;ti vacanato tesu kilesapavattas&#x12B;s&#x101;nameva vasena yojana&#x1E43; karonto ^b^&#x2018;&#x2018;tattha kilesas&#x12B;sa&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha. Tattha pavattas&#x12B;sampi va&#x1E6D;&#x1E6D;ato vu&#x1E6D;&#x1E6D;hahanto maggo cutito uddha&#x1E43; appavattikara&#x1E47;avasena yadipi pariy&#x101;diyati ^a^V0.0034^ea^, y&#x101;va pana cuti, t&#x101;va pavattisabbh&#x101;vato ^b^&#x2018;&#x2018;pavattas&#x12B;sa&#x1E43; j&#x12B;vitindriya&#x1E43;^eb^^a^M0.0034^ea^^b^cuticitta&#x1E43; pariy&#x101;diyat&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. Kilesapariy&#x101;d&#x101;nena pana attano anantara&#x1E43; viya nipph&#x101;detabb&#x101; paccavekkha&#x1E47;av&#x101;r&#x101; ca kilesapariy&#x101;d&#x101;nasseva v&#x101;r&#x101;ti vattabbata&#x1E43; arahanti. &#x2018;&#x2018;Vimuttasmi&#x1E43; vimuttamiti &#xF1;&#x101;&#x1E47;a&#x1E43; hot&#x12B;&#x2019;&#x2019;ti (ma. ni. 1.78; sa&#x1E43;. ni. 3.12, 14) vacanato hi paccavekkha&#x1E47;aparisam&#x101;panena kilesapariy&#x101;d&#x101;na&#x1E43; sam&#x101;pita&#x1E43; n&#x101;ma hoti. Ta&#x1E43; pana parisam&#x101;pana&#x1E43; yadi cuticittena hoti, teneva j&#x12B;vitaparisam&#x101;pana&#xF1;ca hot&#x12B;ti im&#x101;ya v&#x101;racutisamat&#x101;ya kilesapariy&#x101;d&#x101;naj&#x12B;vitapariy&#x101;d&#x101;n&#x101;na&#x1E43; apubb&#x101;carimat&#x101; hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;v&#x101;rasamat&#x101;y&#x101;&#x2019;&#x2019;^eb^ti. ^b^Bhava&#x1E45;ga&#x1E43; otaritv&#x101; parinibb&#x101;yat&#x12B;^eb^ti ettha parinibb&#x101;nacittameva bhava&#x1E45;gotara&#x1E47;abh&#x101;vena vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^17^eb^^b^.^eb^^b^Mah&#x101;payogo^eb^ti mah&#x101;kiriyo vipattikara&#x1E47;amah&#x101;meghu&#x1E6D;&#x1E6D;h&#x101;n&#x101;k&#x101;ravin&#x101;so. ^b^Ti&#x1E6D;&#x1E6D;heyy&#x101;^eb^ti vin&#x101;so nappavatteyy&#x101;ti attho.</p>
              <p>[03]^b^18^eb^^b^.^eb^^b^Ara&#x1E47;&#x12B;yatt&#x101;^eb^ti payirup&#x101;sitabbatt&#x101;.</p>
              <p>[03]^b^20^eb^^b^.^eb^ Y&#x101;ya katakiccat&#x101; hoti, t&#x101;ya aggavijj&#x101;ya adhigat&#x101;ya tevijjat&#x101;bh&#x101;vo nippariy&#x101;yat&#x101;, s&#x101; ca &#x101;gamanavasena siddh&#x101; s&#x101;tisay&#x101; tevijjat&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;&#x101;gaman&#x12B;yameva dhura&#x2019;&#x2019;^eb^nti.</p>
              <p>[03]^b^22^eb^^b^.^eb^^b^Tattha c&#x101;^eb^ti nimittatthe bhumma&#x1E43;, sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;appattiy&#x101; &#x101;dh&#x101;rabh&#x101;ve v&#x101;. Tattheva hi sabba&#xF1;&#xF1;uta&#x1E43; patto n&#x101;ma hot&#x12B;ti.</p>
              <p>[03]^b^23^eb^^b^.^eb^^b^Ananussutesu dhammes&#x16B;^eb^ti ca ananussutesu sacces&#x16B;ti attho.</p>
              <p>[03]^b^24^eb^^b^.^eb^ &#x2018;&#x2018;R&#x16B;p&#x12B; r&#x16B;p&#x101;ni passat&#x12B;&#x2019;&#x2019;ti&#x101;dike (ma. ni. 2.248; 3.312; pa&#x1E6D;i. ma. 1.209; dha. sa. 248) nirodhasam&#x101;pattiante a&#x1E6D;&#x1E6D;ha vimokkhe vatv&#x101; &#x2018;&#x2018;yato kho, &#x101;nanda, bhikkhu ime a&#x1E6D;&#x1E6D;ha vimokkhe k&#x101;yena phusitv&#x101; viharati, pa&#xF1;&#xF1;&#x101;ya cassa disv&#x101; &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101; honti. Aya&#x1E43; vuccati, &#x101;nanda, bhikkhu ubhatobh&#x101;gavimutto&#x2019;&#x2019;ti yadipi mah&#x101;nid&#x101;nasutte ^a^V0.0035^ea^ vutta&#x1E43;, ta&#x1E43; pana ubhatobh&#x101;gavimuttase&#x1E6D;&#x1E6D;havasena vuttanti idha k&#x12B;&#x1E6D;&#x101;girisuttavasena sabbaubhatobh&#x101;gavimuttasa&#x1E45;gahattha&#x1E43; ^b^&#x2018;&#x2018;a&#x1E6D;&#x1E6D;ha sam&#x101;pattiyo sahaj&#x101;tan&#x101;mak&#x101;yena pa&#x1E6D;ilabhitv&#x101; viharat&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. K&#x12B;&#x1E6D;&#x101;girisutte ^a^M0.0035^ea^ hi &#x2018;&#x2018;idha, bhikkhave, ekacco puggalo ye te sant&#x101; vimokkh&#x101; atikkamma r&#x16B;pe &#x101;rupp&#x101;, te k&#x101;yena phusitv&#x101; viharati, pa&#xF1;&#xF1;&#x101;ya cassa disv&#x101; &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101; honti. Aya&#x1E43; vuccati, bhikkhave, puggalo ubhatobh&#x101;gavimutto&#x2019;&#x2019;ti (ma. ni. 2.182) ar&#x16B;pasam&#x101;pattivasena catt&#x101;ro ubhatobh&#x101;gavimutt&#x101; vutt&#x101;, ubhatobh&#x101;gavimuttase&#x1E6D;&#x1E6D;ho ca vuttalakkha&#x1E47;opapattitoti. K&#x101;yasakkhimhipi eseva nayo.</p>
              <p>[03]^b^Pa&#xF1;&#xF1;&#x101;ya cassa disv&#x101; &#x101;sav&#x101; parikkh&#x12B;&#x1E47;&#x101; hont&#x12B;^eb^ti na &#x101;sav&#x101; pa&#xF1;&#xF1;&#x101;ya passanti, dassanak&#x101;ra&#x1E47;&#x101; pana parikkh&#x12B;&#x1E47;&#x101; disv&#x101; parikkh&#x12B;&#x1E47;&#x101;ti vutt&#x101;. Dassan&#x101;yattaparikkhayatt&#x101; eva hi dassana&#x1E43; purimakiriy&#x101; hot&#x12B;ti. ^b^N&#x101;manissitako eso^eb^ti eso ubhatobh&#x101;gavimutto r&#x16B;pato muccitv&#x101; n&#x101;ma&#x1E43; niss&#x101;ya &#x1E6D;hito puna tato muccanato &#x2018;&#x2018;n&#x101;manissitako&#x2019;&#x2019;ti vatv&#x101; tassa ca s&#x101;dhaka&#x1E43; sutta&#x1E43; vatv&#x101; &#x2018;&#x2018;k&#x101;yadvayato suvimuttatt&#x101; ubhatobh&#x101;gavimutto&#x2019;&#x2019;ti &#x101;h&#x101;ti attho. Sutte hi &#x101;ki&#xF1;ca&#xF1;&#xF1;&#x101;yatanal&#x101;bhino upas&#x12B;vabr&#x101;hma&#x1E47;assa bhagavat&#x101; n&#x101;mak&#x101;y&#x101; vimuttoti ubhatobh&#x101;gavimuttoti muni akkh&#x101;toti.</p>
              <p>[03]^b^Pa&#x1E6D;hamattherav&#x101;de^eb^ dv&#x12B;hi bh&#x101;gehi vimutto ubhatobh&#x101;gavimutto, ^b^dutiyattherav&#x101;de^eb^ ubhato bh&#x101;gato vimuttoti ubhatobh&#x101;gavimuttoti, ^b^tatiyattherav&#x101;de^eb^ dv&#x12B;hi bh&#x101;gehi dve v&#x101;re vimuttoti ayametesa&#x1E43; viseso. Tattha ^b^vimutto^eb^ti kilesehi vimutto, kilesavikkhambhanasamucchedanehi v&#x101; k&#x101;yadvayato vimuttoti attho da&#x1E6D;&#x1E6D;habbo. ^b^Ar&#x16B;p&#x101;vacara&#x1E43; pana n&#x101;mak&#x101;yato ca vimutta^eb^nti n&#x12B;vara&#x1E47;asa&#x1E45;kh&#x101;tan&#x101;mak&#x101;yato vimuttanti vutta&#x1E43; hoti. Ta&#xF1;hi n&#x12B;vara&#x1E47;ad&#x16B;r&#x12B;bh&#x101;vena n&#x101;mak&#x101;yato r&#x16B;pata&#x1E47;h&#x101;vikkhambhanena r&#x16B;pak&#x101;yato ca vimuttatt&#x101; ekadesena ubhatobh&#x101;gavimutta&#x1E43; n&#x101;ma hot&#x12B;ti arahattamaggassa p&#x101;dakabh&#x16B;ta&#x1E43; ubhatobh&#x101;gavimuttan&#x101;mal&#x101;bhassa k&#x101;ra&#x1E47;a&#x1E43; bhavitu&#x1E43; yuttanti adhipp&#x101;yo.</p>
              <p>[03]^b^25^eb^^b^.^eb^^b^Etesu hi ekopi a&#x1E6D;&#x1E6D;havimokkhal&#x101;bh&#x12B; na hot&#x12B;^eb^ti ubhatobh&#x101;gavimuttabh&#x101;vassa k&#x101;ra&#x1E47;abh&#x16B;ta&#x1E43; r&#x16B;pak&#x101;yato vimutta&#x1E43; ekampi vimokkha&#x1E43; ^a^M0.0036^ea^ anadhigatoti adhipp&#x101;yo. Ar&#x16B;p&#x101;vacaresu hi ekampi adhigato ubhatobh&#x101;gavimuttabh&#x101;vak&#x101;ra&#x1E47;apa&#x1E6D;il&#x101;bhato a&#x1E6D;&#x1E6D;havimokkhekadesena tena ta&#x1E43;n&#x101;mad&#x101;ne ^a^V0.0036^ea^ samatthena &#x2018;&#x2018;a&#x1E6D;&#x1E6D;havimokkhal&#x101;bh&#x12B;&#x2019;&#x2019;tveva vuccati. Ten&#x101;ha ^b^&#x2018;&#x2018;ar&#x16B;p&#x101;vacarajjh&#x101;nesu pan&#x101;&#x2019;&#x2019;^eb^ti&#x101;di.</p>
              <p>[03]^b^26^eb^^b^.^eb^^b^Phu&#x1E6D;&#x1E6D;hanta&#x1E43; sacchikarot&#x12B;^eb^ti phu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; anto phu&#x1E6D;&#x1E6D;hanto, phu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ar&#x16B;p&#x101;vacarajjh&#x101;n&#x101;na&#x1E43; anantaro k&#x101;loti adhipp&#x101;yo. Accantasa&#x1E43;yoge cettha upayogavacana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Phu&#x1E6D;&#x1E6D;h&#x101;nantarak&#x101;lameva sacchikaroti sacchik&#x101;tabbop&#x101;yen&#x101;ti vutta&#x1E43; hoti. &#x2018;&#x2018;Ekamanta&#x1E43; nis&#x12B;d&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su (d&#x12B;. ni. 1.165) viya bh&#x101;vanapu&#x1E43;saka&#x1E43; v&#x101; eta&#x1E43;. Yo hi ar&#x16B;pajjh&#x101;nena r&#x16B;pak&#x101;yato n&#x101;mak&#x101;yekadesato ca vikkhambhanavimokkhena vimutto, tena nirodhasa&#x1E45;kh&#x101;to vimokkho &#x101;locito pak&#x101;sito viya hoti, na pana k&#x101;yena sacchikato. Nirodha&#x1E43; pana &#x101;ramma&#x1E47;a&#x1E43; katv&#x101; ekaccesu &#x101;savesu khepitesu tena so sacchikato hoti, tasm&#x101; so sacchik&#x101;tabba&#x1E43; nirodha&#x1E43; yath&#x101;&#x101;locita&#x1E43; n&#x101;mak&#x101;yena sacchikarot&#x12B;ti ^b^k&#x101;yasakkh&#x12B;^eb^ti vuccati, na tu vimuttoti ekacc&#x101;na&#x1E43; &#x101;sav&#x101;na&#x1E43; aparikkh&#x12B;&#x1E47;att&#x101;.</p>
              <p>[03]^b^27^eb^^b^.^eb^^b^Di&#x1E6D;&#x1E6D;hatt&#x101; patto^eb^ti etena catusaccadassanasa&#x1E45;kh&#x101;t&#x101;ya di&#x1E6D;&#x1E6D;hiy&#x101; nirodhassa pattata&#x1E43; d&#x12B;peti. &#x2018;&#x2018;Di&#x1E6D;&#x1E6D;hanta&#x1E43; patto&#x2019;&#x2019;ti v&#x101; p&#x101;&#x1E6D;ho, dassanasa&#x1E45;kh&#x101;tassa sot&#x101;pattimagga&#xF1;&#x101;&#x1E47;assa anantara&#x1E43; pattoti vutta&#x1E43; hoti. Pa&#x1E6D;hamaphalato pa&#x1E6D;&#x1E6D;h&#x101;ya hi y&#x101;va aggamagg&#x101; di&#x1E6D;&#x1E6D;hippattoti.</p>
              <p>[03]^b^28^eb^^b^.^eb^^b^Ima&#x1E43; pana naya&#x1E43; &#x2018;&#x2018;no&#x2019;&#x2019;ti pa&#x1E6D;ikkhipitv&#x101;^eb^ti ettha di&#x1E6D;&#x1E6D;hippattasaddh&#x101;vimuttabh&#x101;vappatt&#x101;na&#x1E43; pa&#xF1;&#xF1;&#x101;n&#x101;natta&#x1E43; vutta&#x1E43;, na pana yena visesena so viseso patto, so vuttoti ima&#x1E43; dosa&#x1E43; disv&#x101; pa&#x1E6D;ikkhepo katoti da&#x1E6D;&#x1E6D;habbo. ^b^&#x100;gama&#x1E6D;&#x1E6D;hakath&#x101;s&#x16B;^eb^ti ca vacanena &#x101;gaman&#x12B;yan&#x101;nattasanni&#x1E6D;&#x1E6D;h&#x101;nameva thira&#x1E43; karot&#x12B;ti veditabba&#x1E43;. ^b^Saddahanto vimutto^eb^ti etena sabbath&#x101; avimuttassapi saddh&#x101;mattena vimuttabh&#x101;va&#x1E43; dasseti. ^b^Saddh&#x101;vimutto^eb^ti v&#x101; saddh&#x101;ya adhimuttoti attho.</p>
              <p>[03]^b^29^eb^^b^.^eb^^b^Pa&#xF1;&#xF1;a&#x1E43; v&#x101;het&#x12B;^eb^ti pa&#xF1;&#xF1;a&#x1E43; s&#x101;tisaya&#x1E43; pavattet&#x12B;ti attho. ^b^Pa&#xF1;&#xF1;&#x101; ima&#x1E43; puggala&#x1E43; vahat&#x12B;^eb^ti nibb&#x101;n&#x101;bhimukha&#x1E43; gamet&#x12B;ti attho.</p>
              <p>[03]^b^31^eb^^b^.^eb^^b^Eva&#x1E43;^eb^^a^M0.0037^ea^^b^maggakkha&#x1E47;ep&#x12B;^eb^ti aya&#x1E43; api-saddo kasm&#x101; vutto, nanu ariyena a&#x1E6D;&#x1E6D;ha&#x1E45;gikena maggena samann&#x101;gato maggakkha&#x1E47;e eva hot&#x12B;ti tad&#x101; eva sot&#x101;panno n&#x101;m&#x101;ti &#x101;pannanti? N&#x101;panna&#x1E43; ^a^V0.0037^ea^. Maggena hi attan&#x101; sadisassa a&#x1E6D;&#x1E6D;ha&#x1E45;gikassa v&#x101; satta&#x1E45;gikassa v&#x101; phalassa sototi n&#x101;ma&#x1E43; dinnanti tenapi samann&#x101;gatassa sot&#x101;pannabh&#x101;vato, sotena v&#x101; maggena pavattetu&#x1E43; aparih&#x12B;nena phala&#x1E6D;&#x1E6D;hopi samann&#x101;gato eva n&#x101;ma, na ca tena pa&#x1E6D;hamamaggakkha&#x1E47;e viya soto sam&#x101;pajjiyam&#x101;no, tasm&#x101; sam&#x101;pannasotatt&#x101; pa&#x1E6D;hamaphalato pa&#x1E6D;&#x1E6D;h&#x101;ya &#x2018;&#x2018;sot&#x101;panno&#x2019;&#x2019;ti vattu&#x1E43; yutto. Vutta&#xF1;hi &#x2018;&#x2018;ye keci, bhikkhave, mayi aveccappasann&#x101;, sabbe te sot&#x101;pann&#x101;. Tesa&#x1E43; sot&#x101;pann&#x101;na&#x1E43; pa&#xF1;canna&#x1E43; idha ni&#x1E6D;&#x1E6D;h&#x101;, pa&#xF1;canna&#x1E43; idha vih&#x101;ya ni&#x1E6D;&#x1E6D;h&#x101;&#x2019;&#x2019;ti (a. ni. 10.64). Tattha dutiyaphala&#x1E6D;&#x1E6D;h&#x101;d&#x12B;na&#x1E43; visu&#x1E43; n&#x101;ma&#x1E43; atth&#x12B;ti pa&#x1E6D;hamaphala&#x1E6D;&#x1E6D;ho eva itarehi visesiyam&#x101;no &#x2018;&#x2018;sot&#x101;panno&#x2019;&#x2019;ti vattu&#x1E43; yuttoti so eva idh&#x101;dhippeto. ^b^Pa&#x1E6D;iladdhamaggena bujjhat&#x12B;^eb^ti etena pa&#x1E6D;iladdhamaggassa catusaccapaccavekkha&#x1E47;&#x101;d&#x12B;na&#x1E43; upanissayabh&#x101;va&#x1E43; dasseti. Sambodhi para&#x1E43; ayana&#x1E43; nissayo etass&#x101;ti hi ^b^sambodhipar&#x101;ya&#x1E47;o^eb^ti. Dutiyenatthena sambodhi para&#x1E43; ayana&#x1E43; gati etass&#x101;ti ^b^sambodhipar&#x101;ya&#x1E47;o^eb^.</p>
              <p>[03]^b^32^eb^^b^.^eb^ Kevalena kulasaddena mah&#x101;kulameva vuccat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;mah&#x101;bhogakulesuyeva nibbattat&#x12B;ti attho&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^33^eb^^b^.^eb^^b^Khandhab&#x12B;ja&#x1E43; n&#x101;ma^eb^ pa&#x1E6D;isandhivi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43;. ^b^Iha&#x1E6D;&#x1E6D;hakanijjh&#x101;nikavaseneva imasmi&#x1E43; &#x1E6D;h&#x101;ne kathit&#x101;^eb^ti sajjh&#x101;nako ajjhattasa&#x1E43;yojanasamucchede akatepi an&#x101;g&#x101;misabh&#x101;go an&#x101;vattidhammo idha ga&#x1E47;an&#x16B;pago na hoti, he&#x1E6D;&#x1E6D;h&#x101; upari ca sa&#x1E43;sara&#x1E47;ako k&#x101;mabhavagato h&#x12B;najjh&#x101;nako idha ga&#x1E47;an&#x16B;pagoti adhipp&#x101;yo.</p>
              <p>[03]^b^34^eb^^b^.^eb^^b^Ya&#x1E43; vattabba^eb^nti &#x2018;&#x2018;dv&#x12B;hi k&#x101;ra&#x1E47;ehi tanubh&#x101;vo veditabbo&#x2019;&#x2019;ti&#x101;di ya&#x1E43; vattabba&#x1E43; siy&#x101;ti attho.</p>
              <p>[03]^b^36^eb^^b^.^eb^^b^Upapanna&#x1E43; v&#x101; samanantar&#x101;^eb^ti upapanna&#x1E43; v&#x101; etena puggalena hoti, atha samanantar&#x101; ariyamagga&#x1E43; sa&#xF1;janeti. ^b^Appatta&#x1E43; v&#x101; vemajjha&#x1E43; &#x101;yuppam&#x101;&#x1E47;a^eb^nti &#x101;yuppam&#x101;&#x1E47;a&#x1E43; tassa puggalassa vemajjha&#x1E43; appatta&#x1E43; hoti, etthantare ariyamagga&#x1E43; ^a^M0.0038^ea^ sa&#xF1;janet&#x12B;ti ayamettha p&#x101;&#x1E37;iattho. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana &#x2018;&#x2018;appatv&#x101; pabbata&#x1E43; nad&#x12B;&#x2019;&#x2019;ti viya ^b^&#x101;yuppam&#x101;&#x1E47;a&#x1E43; vemajjha&#x1E43; appatta&#x1E43; v&#x101; hutv&#x101;^eb^ti parasaddayoge parato bh&#x16B;to hutv&#x101; saddo vacanasesabh&#x16B;to payuttoti veditabbo.</p>
              <p>[03]^b^37^eb^^b^.^eb^^b^Upahacc&#x101;^eb^ti ^a^V0.0038^ea^ etassa upagantv&#x101;ti attho, tena vemajjh&#x101;tikkamo k&#x101;lakiriyopagamana&#xF1;ca sa&#x1E45;gahita&#x1E43; hoti. Tena vutta&#x1E43; ^b^&#x2018;&#x2018;atikkamitv&#x101; vemajjha&#x2019;&#x2019;^eb^nti&#x101;di.</p>
              <p>[03]^b^40^eb^^b^.^eb^^b^Uddha&#x1E43;v&#x101;hibh&#x101;ven&#x101;^eb^ti uddha&#x1E43; vahat&#x12B;ti uddha&#x1E43;v&#x101;h&#x12B;, ta&#x1E47;h&#x101;sota&#x1E43; va&#x1E6D;&#x1E6D;asota&#x1E43; v&#x101;, tassa bh&#x101;vo, tena uddha&#x1E43;v&#x101;hibh&#x101;ven&#x101;ti vutta&#x1E43; hoti. Avihesu uddha&#x1E43;soto yadipi tattha parinibb&#x101;y&#x12B; na hoti, yattha v&#x101; tattha v&#x101; gantv&#x101; parinibb&#x101;yatu, parinibb&#x101;yino pana tassa asa&#x1E45;kh&#x101;raparinibb&#x101;yit&#x101; sasa&#x1E45;kh&#x101;raparinibb&#x101;yit&#x101; ca atth&#x12B;ti tattha dasa an&#x101;g&#x101;mino vutt&#x101;, eva&#x1E43; atapp&#x101;d&#x12B;supi. ^b^Anupahaccatal&#x101;^eb^ti appattatal&#x101;. Asa&#x1E45;kh&#x101;rasasa&#x1E45;kh&#x101;raparinibb&#x101;y&#x12B;na&#x1E43; lahus&#x101;lahusagatik&#x101; eva parittavipulati&#x1E47;aka&#x1E6D;&#x1E6D;hajh&#x101;pakapappa&#x1E6D;ik&#x101;sadisat&#x101; veditabb&#x101;, na uppajjitv&#x101;va nibb&#x101;yanak&#x101;d&#x12B;hi adhimattat&#x101; viya samudda&#x1E43; patv&#x101; nibb&#x101;yanakato anadhimattat&#x101; viya ca antar&#x101; upahaccaparinibb&#x101;y&#x12B;hi uddha&#x1E43;sotato ca adhimatt&#x101;nadhimattat&#x101;. Te eva hi asa&#x1E45;kh&#x101;rasasa&#x1E45;kh&#x101;raparinibb&#x101;yinoti. ^b^Tato mahantatare^eb^ti vacana&#x1E43; ti&#x1E47;aka&#x1E6D;&#x1E6D;hajh&#x101;panasamatthapappa&#x1E6D;ik&#x101;dassanattha&#x1E43;, na adhimatta n&#x101;dhimattadassanatthanti.</p>
              <p>[03]^b^No cassa no ca me siy&#x101;^eb^ti avijj&#x101;sa&#x1E45;kh&#x101;r&#x101;dika&#x1E43; hetupa&#xF1;caka&#x1E43; no ca assa, vi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;dika&#x1E43; ida&#x1E43; phalapa&#xF1;caka&#x1E43; vattam&#x101;na&#x1E43; no ca me siy&#x101;ti attho. Tena at&#x12B;tabhavasa&#x1E43;siddhito dukkhasamudayato imassa dukkhassa pavattidassanato paccayasamudaya&#x1E6D;&#x1E6D;hena khandh&#x101;na&#x1E43; udayadassanapa&#x1E6D;ipatti vutt&#x101; hoti. ^b^Na bhavissati, na me bhavissat&#x12B;^eb^ti yadi etarahi hetupa&#xF1;caka&#x1E43; na bhavissati, an&#x101;gate phalapa&#xF1;caka&#x1E43; na me bhavissat&#x12B;ti attho. Etena paccayanirodha&#x1E6D;&#x1E6D;hena vayadassanapa&#x1E6D;ipatti vutt&#x101; hoti, etarahi an&#x101;gate ca attattaniyaniv&#x101;ra&#x1E47;avasena su&#xF1;&#xF1;at&#x101;pa&#x1E6D;ipatti v&#x101; cat&#x16B;hipi vutt&#x101;. ^b^Yadatth&#x12B;^eb^ti ya&#x1E43; atthi. ^b^Bh&#x16B;ta^eb^nti sasabh&#x101;va&#x1E43; nibbatta&#x1E43; v&#x101; yath&#x101;di&#x1E6D;&#x1E6D;haudayabbaya&#x1E43; yath&#x101;di&#x1E6D;&#x1E6D;hasu&#xF1;&#xF1;ata&#x1E43; v&#x101; khandhapa&#xF1;caka&#x1E43; parikappitaitthipurisasatt&#x101;dibh&#x101;varahita&#x1E43; n&#x101;mar&#x16B;pamattanti attho. Viva&#x1E6D;&#x1E6D;&#x101;nupassan&#x101;ya viva&#x1E6D;&#x1E6D;am&#x101;naso ta&#x1E43; bh&#x16B;ta&#x1E43; pajah&#x101;m&#x12B;ti ^a^M0.0039^ea^^b^upekkha&#x1E43; pa&#x1E6D;ilabhati,^eb^ sa&#x1E45;kh&#x101;rupekkh&#x101;&#xF1;&#x101;&#x1E47;ena upekkhako hot&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[03]^b^Bhave na rajjati, sambhave na rajjat&#x12B;^eb^ti avisi&#x1E6D;&#x1E6D;he visi&#x1E6D;&#x1E6D;he ca bhave na rajjat&#x12B;ti keci vadanti. Paccuppanno pana bhavo ^b^bhavo,^eb^ an&#x101;gato j&#x101;tiy&#x101; gaha&#x1E47;ena gahito ^b^sambhavo^eb^ti veditabbo. Atha v&#x101; ^b^bhavo^eb^ti bh&#x16B;tameva vuccati, ^b^sambhavo^eb^ tad&#x101;h&#x101;ro, tasmi&#x1E43; dvaye na rajjat&#x12B;ti sekkhapa&#x1E6D;ipatti&#x1E43; dasseti ^a^V0.0039^ea^. Bh&#x16B;te hi sasambhave ca vir&#x101;go sekkhapa&#x1E6D;ipatti. Yath&#x101;ha &#x2018;&#x2018;bh&#x16B;tamidanti, bhante, yath&#x101;bh&#x16B;ta&#x1E43; sammappa&#xF1;&#xF1;&#x101;ya passati, bh&#x16B;tamidanti yath&#x101;bh&#x16B;ta&#x1E43; sammappa&#xF1;&#xF1;&#x101;ya disv&#x101; bh&#x16B;tassa nibbid&#x101;ya vir&#x101;g&#x101;ya nirodh&#x101;ya pa&#x1E6D;ipanno hoti. Tad&#x101;h&#x101;rasambhavanti yath&#x101;bh&#x16B;ta&#x1E43;&#x2026;pe&#x2026; disv&#x101; tad&#x101;h&#x101;rasambhavassa nibbid&#x101;ya&#x2026;pe&#x2026; pa&#x1E6D;ipanno hoti. Tad&#x101;h&#x101;ranirodh&#x101;ya ya&#x1E43; bh&#x16B;ta&#x1E43;, ta&#x1E43; nirodhadhammanti yath&#x101;bh&#x16B;ta&#x1E43;&#x2026;pe&#x2026; disv&#x101; nirodhadhammassa nibbid&#x101;ya vir&#x101;g&#x101;ya nirodh&#x101;ya pa&#x1E6D;ipanno hoti. Eva&#x1E43; kho, bhante, sekkho hot&#x12B;&#x2019;&#x2019;ti (sa&#x1E43;. ni. 2.31). ^b^Athuttar&#x12B;^eb^ti atha eva&#x1E43; arajjam&#x101;no uttari santa&#x1E43; pada&#x1E43; nibb&#x101;na&#x1E43; anukkamena maggapa&#xF1;&#xF1;&#x101;ya samm&#x101; passati, ta&#xF1;ca khvassa pada&#x1E43; na sabbena sabba&#x1E43; sacchikata&#x1E43; catutthamaggeneva sacchik&#x101;tabbassa tassa tena asacchikatatt&#x101;.</p>
              <p>[06]Ekakaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>2. Dukaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^63^eb^^b^.^eb^ Kassaci kilesassa avikkhambhitatt&#x101; kassaci katha&#xF1;ci avimutto k&#x101;mabhavo ajjhattaggaha&#x1E47;assa visesapaccayoti ajjhatta&#x1E43; n&#x101;ma. Tattha bandhana&#x1E43; ajjhattasa&#x1E43;yojana&#x1E43;, tena sampayutto ^b^ajjhattasa&#x1E43;yojano^eb^.</p>
              <p>[03]^b^83^eb^^b^.^eb^ K&#x101;ra&#x1E47;ena vin&#x101; pavattahitacitto ^b^ak&#x101;ra&#x1E47;avacchalo^eb^. An&#x101;gatampi payojana&#x1E43; apekkham&#x101;no purimaggahita&#x1E43; ta&#x1E43; kata&#x1E43; up&#x101;d&#x101;ya kata&#xF1;&#xF1;&#x16B; eva n&#x101;ma hoti, na pubbak&#x101;r&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;karissati me&#x2019;&#x2019;^eb^ti&#x101;di. ^b^Tamojotipar&#x101;ya&#x1E47;o^eb^ pu&#xF1;&#xF1;aphala&#x1E43; anupaj&#x12B;vanto eva pu&#xF1;&#xF1;&#x101;ni karot&#x12B;ti ^b^&#x2018;&#x2018;pubbak&#x101;r&#x12B;&#x2019;&#x2019;^eb^ti vutto. ^b^&#x2018;&#x2018;I&#x1E47;a&#x1E43; dem&#x12B;&#x2019;&#x2019;ti sa&#xF1;&#xF1;a&#x1E43; karot&#x12B;^eb^ti eva&#x1E43;sa&#xF1;&#xF1;a&#x1E43; akarontopi karonto viya hot&#x12B;ti attho.</p>
              <p>[03]^b^86^eb^^b^.^eb^^b^Acchama&#x1E43;sa&#x1E43;^eb^^a^M0.0040^ea^^b^labhitv&#x101; s&#x16B;karama&#x1E43;santi na kukkucc&#x101;yat&#x12B;^eb^ti acchama&#x1E43;santi j&#x101;nantopi s&#x16B;karama&#x1E43;santi na kukkucc&#x101;yati, madditv&#x101; v&#x12B;tikkamat&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[03]^b^90^eb^^b^.^eb^^b^Titto^eb^ti ni&#x1E6D;&#x1E6D;hitakiccat&#x101;ya nirussukko.</p>
              <p>[06]Dukaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>3. Tikaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^91^eb^^b^.^eb^^b^Sesasa&#x1E43;varabheden&#x101;^eb^ti ^a^V0.0040^ea^ manosa&#x1E43;varabhedena, satisa&#x1E43;var&#x101;dibhedena v&#x101;. ^b^Akusalas&#x12B;lasamann&#x101;gamen&#x101;^eb^ti &#x2018;&#x2018;katame ca thapati akusal&#x101; s&#x12B;l&#x101;? Akusala&#x1E43; k&#x101;yakamma&#x1E43; akusala&#x1E43; vac&#x12B;kamma&#x1E43; p&#x101;pako &#x101;j&#x12B;vo&#x2019;&#x2019;ti vuttehi samann&#x101;gamena. ^b^Tassa hi&#x2026;pe&#x2026; eva&#x1E43; s&#x101;sa&#x1E45;kasam&#x101;c&#x101;ro hot&#x12B;^eb^ti eva&#x1E43; s&#x101;sa&#x1E45;ko sam&#x101;c&#x101;ro hot&#x12B;ti attho.</p>
              <p>[03]^b^94^eb^^b^.^eb^ Sam&#x101;navisay&#x101;na&#x1E43; puggal&#x101;na&#x1E43; visesadassanavasena ^b^&#x2018;&#x2018;k&#x101;yasakkh&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dika&#x1E43; vutta&#x1E43;.</p>
              <p>[03]^b^107^eb^^b^.^eb^^b^Sam&#x101;dhi v&#x101; &#x101;d&#x12B;^eb^ti lokuttaradhamm&#x101; hi paramatthato s&#x101;sananti tadattho p&#x101;dakasam&#x101;dhi tassa &#x101;di vutto, tad&#x101;sannatt&#x101; ^b^vipassan&#x101;,^eb^ tassa m&#x16B;lekadesatt&#x101; ^b^maggo^eb^.</p>
              <p>[03]^b^108^eb^^b^.^eb^^b^Uccha&#x1E45;go viya uccha&#x1E45;gapa&#xF1;&#xF1;o puggalo da&#x1E6D;&#x1E6D;habbo^eb^ti uccha&#x1E45;gasadisapa&#xF1;&#xF1;at&#x101;ya eva pa&#xF1;&#xF1;&#x101; viya puggalopi uccha&#x1E45;go viya hoti, tasmi&#x1E43; dhamm&#x101;na&#x1E43; acira&#x1E6D;&#x1E6D;h&#x101;natoti adhipp&#x101;yena vutta&#x1E43;. Vakkhati hi ^b^&#x2018;&#x2018;uccha&#x1E45;gasadisapa&#xF1;&#xF1;otiattho&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^109^eb^^b^.^eb^ Yath&#x101; ca uccha&#x1E45;gasadis&#x101; pa&#xF1;&#xF1;&#x101;, eva&#x1E43; nikkujjakumbhasadis&#x101; pa&#xF1;&#xF1;&#x101; ev&#x101;ti da&#x1E6D;&#x1E6D;habbo, tattha dhamm&#x101;na&#x1E43; anava&#x1E6D;&#x1E6D;h&#x101;nato.</p>
              <p>[03]^b^113^eb^^b^.^eb^ Cira&#x1E6D;&#x1E6D;h&#x101;nato thira&#x1E6D;&#x1E6D;h&#x101;nato ca p&#x101;s&#x101;&#x1E47;alekhasadis&#x101; par&#x101;par&#x101;dhanibbatt&#x101; kodhalekh&#x101; yassa so p&#x101;s&#x101;&#x1E47;alekh&#x16B;pamasamann&#x101;gato ^b^p&#x101;s&#x101;&#x1E47;alekh&#x16B;pamo^eb^ti vutto, eva&#x1E43; itarepi.</p>
              <p>[03]^b^118^eb^^b^.^eb^ Sut&#x101;divatthurahito ^a^M0.0041^ea^ tuccham&#x101;no na&#x1E37;o viy&#x101;ti &#x2018;&#x2018;na&#x1E37;o&#x2019;&#x2019;ti vuccati, so uggato na&#x1E37;o etass&#x101;ti ^b^unna&#x1E37;o^eb^.</p>
              <p>[03]^b^122^eb^^b^.^eb^ &#x2018;&#x2018;S&#x12B;lakath&#x101; ca no bhavissat&#x12B;&#x2019;&#x2019;ti ettha vutta&#x1E43; s&#x12B;lakath&#x101;bhavana&#x1E43; pa&#x1E6D;ham&#x101;rambhopi duss&#x12B;lena saha na hot&#x12B;ti dassento &#x101;ha ^b^neva s&#x12B;lakath&#x101; hot&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^123^eb^^b^.^eb^^b^Tattha^eb^^a^V0.0041^ea^^b^tatth&#x101;^eb^ti tasmi&#x1E43; tasmi&#x1E43; anuggahetabbe pa&#xF1;&#xF1;&#x101;ya sodhetabbe ca va&#x1E0D;&#x1E0D;hetabbe ca adhikas&#x12B;la&#x1E43; niss&#x101;ya uppannapa&#xF1;&#xF1;&#x101;ya anugga&#x1E47;h&#x101;ti n&#x101;m&#x101;ti attho.</p>
              <p>[03]^b^124^eb^^b^.^eb^^b^G&#x16B;thak&#x16B;po viya duss&#x12B;lya^eb^nti etena duss&#x12B;lyassa g&#x16B;thasadisattameva dasseti.</p>
              <p>[03]^b^130^eb^^b^.^eb^^b^No ca samm&#x101; pa&#xF1;&#xF1;apetu&#x1E43; sakkont&#x12B;^eb^ti yebhuyyena na sakkont&#x12B;ti imamattha&#x1E43; sandh&#x101;ya vutta&#x1E43;, uppanne tath&#x101;gate tasmi&#x1E43; an&#x101;dariya&#x1E43; katv&#x101; sam&#x101;patti&#x1E43; upp&#x101;detu&#x1E43; v&#x101;yamantassa asamatthabh&#x101;va&#x1E43; v&#x101;. ^b^Titthiy&#x101;^eb^ v&#x101; p&#x16B;ra&#x1E47;&#x101;dayo adhippet&#x101;.</p>
              <p>[06]Tikaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>4. Catukkaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^133^eb^^b^.^eb^ Parena kata&#x1E43; duss&#x12B;lya&#x1E43; &#x101;&#x1E47;attiy&#x101; attan&#x101; ca payogena katanti &#x101;&#x1E47;attiy&#x101; p&#x101;passa d&#x101;y&#x101;do ^b^&#x2018;&#x2018;tato upa&#x1E0D;&#x1E0D;hassa d&#x101;y&#x101;do&#x2019;&#x2019;^eb^ti vutto.</p>
              <p>[03]^b^145^eb^^b^.^eb^^b^Aya^eb^nti &#x2018;&#x2018;tesu pa&#x1E6D;hamo&#x2019;&#x2019;ti&#x101;dika&#x1E43; naya&#x1E43; vadati.</p>
              <p>[03]^b^148^eb^^b^.^eb^ Desan&#x101;ya dhamm&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;assa &#x101;p&#x101;thabh&#x101;vasamp&#x101;dana&#x1E43; ^b^&#xF1;&#x101;&#x1E47;uggh&#x101;&#x1E6D;ana&#x1E43;. Saha ud&#x101;ha&#x1E6D;avel&#x101;y&#x101;^eb^ti ud&#x101;ha&#x1E6D;avel&#x101;ya saddhi&#x1E43; tasmi&#x1E43; k&#x101;le anatikkante ev&#x101;ti attho.</p>
              <p>[03]^b^152^eb^^b^.^eb^^b^Ta^eb^nti anantaravacana&#x1E43; vadati. &#x2018;&#x2018;Katamo loko&#x2019;&#x2019;ti vutte &#x2018;&#x2018;pa&#xF1;cup&#x101;d&#x101;nakkhandh&#x101;&#x2019;&#x2019;ti mahanta&#x1E43; attha&#x1E43; sa&#x1E45;gahitv&#x101; &#x1E6D;hitavacana&#x1E43; ^b^atthayutta&#x1E43;^eb^. Lujjat&#x12B;ti lokoti ^b^k&#x101;ra&#x1E47;ayutta&#x1E43;^eb^.</p>
              <p>[03]^b^156^eb^^b^.^eb^^b^Sahit&#x101;sahitass&#x101;^eb^ti ^a^M0.0042^ea^ sahit&#x101;sahiteti attho, sahit&#x101;sahitassa paricchindaneti v&#x101; ^a^V0.0042^ea^. ^b^Dveyev&#x101;^eb^ti dutiyacatutth&#x101;yeva. Desakas&#x101;vakasampattiy&#x101; bodhetu&#x1E43; samatthat&#x101;ya ^b^sabh&#x101;vadhammakathik&#x101;,^eb^ saccadhammakathik&#x101;ti attho.</p>
              <p>[03]^b^157^eb^^b^.^eb^ Kusaladhammehi cittassa v&#x101;san&#x101;bh&#x101;van&#x101; ^b^v&#x101;sadhura&#x1E43;. Aya&#x1E43; p&#x101;papuggalo^eb^ti catuttho vutto, na pa&#x1E6D;hamo. Pa&#x1E6D;hamo hi avisa&#x1E43;v&#x101;detuk&#x101;mo vera&#xF1;jabr&#x101;hma&#x1E47;asadiso adhippetoti.</p>
              <p>[03]^b^159^eb^^b^.^eb^^b^Puggalepi ariy&#x101;na&#x1E43; abhikkaman&#x101;disadisat&#x101;^eb^ti puggale abhikkaman&#x101;d&#x12B;na&#x1E43; ariy&#x101;na&#x1E43; abhikkaman&#x101;disadisat&#x101;ti attho, ariy&#x101;na&#x1E43; abhikkaman&#x101;din&#x101; puggalassa sadisat&#x101;ti v&#x101; sadis&#x101;bhikkaman&#x101;dit&#x101;ti attho.</p>
              <p>[03]^b^166^eb^^b^.^eb^ Duss&#x12B;la&#x1E43; &#x2018;&#x2018;duss&#x12B;lo&#x2019;&#x2019;ti vadanto ^b^bh&#x16B;ta&#x1E43; bh&#x101;sati^eb^ n&#x101;ma. P&#x101;&#x1E47;&#x101;tip&#x101;tena duss&#x12B;la&#x1E43; adinn&#x101;d&#x101;nena duss&#x12B;loti avatv&#x101; p&#x101;&#x1E47;&#x101;tip&#x101;tenev&#x101;ti vadanto ^b^taccha&#x1E43; bh&#x101;sati^eb^ n&#x101;ma. Yamida&#x1E43; &#x2018;&#x2018;k&#x101;len&#x101;&#x2019;&#x2019;ti vutta&#x1E43;, tatra tasmi&#x1E43; vacane, yo &#x2018;&#x2018;k&#x101;lena bha&#x1E47;at&#x12B;&#x2019;&#x2019;ti vutto, so k&#x12B;disoti dassanattha&#x1E43; &#x2018;&#x2018;k&#x101;la&#xF1;&#xF1;&#x16B; hot&#x12B;&#x2019;&#x2019;ti&#x101;di vuttanti dassento ^b^&#x2018;&#x2018;yamida&#x1E43; k&#x101;len&#x101;ti vutta&#x1E43;, tatra yo puggalo&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^168^eb^^b^.^eb^^b^&#x100;gamanavipatti^eb^ n&#x101;ma kamma&#x1E43;, ^b^pubbuppannapaccayavipatti^eb^ sukkaso&#x1E47;ita&#x1E43;. Pavatte, pavattassa v&#x101; paccay&#x101; ^b^pavattapaccay&#x101;,^eb^ &#x101;h&#x101;r&#x101;dayo. Jotet&#x12B;ti ^b^joti,^eb^ &#x101;loko. Kulasampattiy&#x101;d&#x12B;hi jotam&#x101;no ca joti viy&#x101;ti ^b^joti^eb^.</p>
              <p>[03]^b^173^eb^^b^.^eb^ Pah&#x12B;n&#x101;vasi&#x1E6D;&#x1E6D;hakilesapaccavekkha&#x1E47;&#x101;pi yehi kilesehi vimutto avimutto ca, tesa&#x1E43; dassanavasena vimuttidassanameva hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;vimutti&#xF1;&#x101;&#x1E47;adassana&#x1E43; ek&#x16B;nav&#x12B;satividha&#x1E43; paccavekkha&#x1E47;a&#xF1;&#x101;&#x1E47;a&#x2019;&#x2019;^eb^nti.</p>
              <p>[03]^b^174^eb^^b^.^eb^^b^Y&#x101;ni k&#x101;nici tant&#x101;vut&#x101;na^eb^nti tant&#x101;vut&#x101;na&#x1E43; vatth&#x101;na&#x1E43; y&#x101;ni k&#x101;nici vatth&#x101;n&#x12B;ti vutta&#x1E43; hoti. S&#x101;ya&#x1E43; tatiya&#x1E43; ass&#x101;ti ^b^s&#x101;yatatiyo^eb^. Anuyu&#xF1;jana&#x1E43; ^b^anuyogo^eb^. Ta&#x1E43; ^b^anuyutto^eb^ti upayogavacana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;, bh&#x101;vanapu&#x1E43;saka&#x1E43; v&#x101;.</p>
              <p>[03]^b^178^eb^^b^.^eb^^b^Tattha^eb^^a^M0.0043^ea^^a^V0.0043^ea^^b^sikkhanabh&#x101;ven&#x101;^eb^ti sikkh&#x101;ya s&#x101;j&#x12B;ve ca sikkhanabh&#x101;vena. ^b^Sikkha&#x1E43; parip&#x16B;rento^eb^ti s&#x12B;lasa&#x1E43;vara&#x1E43; parip&#x16B;rento. ^b^S&#x101;j&#x12B;va&#xF1;ca av&#x12B;tikkamanto^eb^ti &#x2018;&#x2018;n&#x101;mak&#x101;yo padak&#x101;yo niruttik&#x101;yo bya&#xF1;janak&#x101;yo&#x2019;&#x2019;ti vutta&#x1E43; sikkh&#x101;pada&#x1E43; bhagavato vacana&#x1E43; av&#x12B;tikkamanto hutv&#x101;ti attho. Idameva ca dvaya&#x1E43; &#x2018;&#x2018;sikkhana&#x2019;&#x2019;nti vutta&#x1E43;. Tattha s&#x101;j&#x12B;v&#x101;natikkamo sikkh&#x101;p&#x101;rip&#x16B;riy&#x101; paccayo. Tato hi y&#x101;va magg&#x101; sa&#x1E43;varap&#x101;rip&#x16B;r&#x12B; hot&#x12B;ti. ^b^Vin&#x101;sanabh&#x101;vato^eb^ti hi&#x1E43;sanabh&#x101;vato. ^b^Haliddir&#x101;go viya na thirakatho hot&#x12B;^eb^ti ettha kath&#x101;ya a&#x1E6D;&#x1E6D;hitabh&#x101;vena haliddir&#x101;gasadisat&#x101; veditabb&#x101;, na puggalassa.</p>
              <p>[03]^b^179^eb^^b^.^eb^^b^D&#x101;rum&#x101;sakoti ye voh&#x101;ra&#x1E43; gacchant&#x12B;^eb^ti ^b^iti^eb^-saddena eva&#x1E43;pak&#x101;re dasseti. ^b^A&#xF1;&#xF1;a&#x1E43; dassetv&#x101; a&#xF1;&#xF1;assa parivattana^eb^nti dasagghanaka&#x1E43; vatthayuga&#x1E43; dassetv&#x101; tassa aj&#x101;nantassa pa&#xF1;cagghanakassa d&#x101;na&#x1E43;.</p>
              <p>[03]^b^181^eb^^b^.^eb^^b^Aviki&#x1E47;&#x1E47;asukha^eb^nti r&#x16B;p&#x101;d&#x12B;su subh&#x101;diparikappanavasena avisa&#x1E6D;asukha&#x1E43;.</p>
              <p>[03]^b^187^eb^^b^.^eb^ Khandhadhammesu anicc&#x101;divasena pavatt&#x101; vipassan&#x101; maggaphalal&#x101;bhena pa&#x1E6D;iladdh&#x101; n&#x101;ma hoti tadal&#x101;bhena anava&#x1E6D;&#x1E6D;h&#x101;natoti maggaphalal&#x101;bh&#x12B; eva &#x2018;&#x2018;adhipa&#xF1;&#xF1;&#x101;dhammavipassan&#x101;l&#x101;bh&#x12B;&#x2019;&#x2019;ti vutto, maggaphala&#xF1;&#x101;&#x1E47;ameva ca adhikapa&#xF1;&#xF1;&#x101;bh&#x101;vato catusaccadhamme sabbadhammassa vare nibb&#x101;ne eva v&#x101; visi&#x1E6D;&#x1E6D;hadassanabh&#x101;vato ca ^b^adhipa&#xF1;&#xF1;&#x101;dhammavipassan&#x101;^eb^ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^189^eb^^b^.^eb^^b^Sutena anupapanno^eb^ti yath&#x101;sutena v&#x101; atthena v&#x101; na samann&#x101;gatoti attho.</p>
              <p>[06]Catukkaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>5. Pa&#xF1;cakaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^191^eb^^b^.^eb^ Pa&#x1E6D;hamapa&#xF1;cake uddeseneva puggalavibh&#x101;go vi&#xF1;&#xF1;&#x101;yat&#x12B;ti yath&#x101; tesu pa&#x1E6D;ipajjitabba&#x1E43; ^a^V0.0044^ea^, t&#x101;ya pa&#x1E6D;ipattiy&#x101; te vibhajanto ^b^&#x2018;&#x2018;tatra yv&#x101;ya&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha. ^b^&#x100;rambhasaddo^eb^ti &#x101;rambhakiriy&#x101;v&#x101;cako saddoti attho. Phaluppattiy&#x101; ^a^M0.0044^ea^ maggakicca&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43; hot&#x12B;ti ^b^&#x2018;&#x2018;maggakiccavasena phalameva vutta&#x2019;&#x2019;^eb^nti &#x101;ha. ^b^&#x100;y&#x101;canas&#x101;dh&#x16B;^eb^ti na pasa&#x1E43;san&#x101;dis&#x101;dh&#x16B;ti attho.</p>
              <p>[03]^b^192^eb^^b^.^eb^ &#x100;dito dheyya&#x1E43; &#x1E6D;hapetabba&#x1E43; ^b^&#x101;dheyya&#x1E43;,^eb^ dassanasavanapa&#x1E6D;ivacanad&#x101;navasena mukhena viya pavatta&#x1E43; gaha&#x1E47;a&#x1E43; ^b^mukha^eb^nti da&#x1E6D;&#x1E6D;habba&#x1E43;. Ta&#x1E43; mukha&#x1E43; &#x101;dheyya&#x1E43;, gaha&#x1E47;attha&#x1E43; pakatimukhameva v&#x101; &#x101;dheyya&#x1E43; yassa so ^b^&#x101;dheyyamukho,^eb^ avic&#x101;retv&#x101; &#x101;dikath&#x101;ya eva &#x1E6D;hapitagaha&#x1E47;oti vutta&#x1E43; hoti.</p>
              <p>[03]^b^194^eb^^b^.^eb^^b^Rajaggasmi^eb^nti rajaggabh&#x101;ve.</p>
              <p>[03]^b^199^eb^^b^.^eb^ Gav&#x101; kh&#x12B;ra&#x1E43; aggamakkh&#x101;yat&#x12B;ti na eva&#x1E43; sambandho, uppattito pana pa&#xF1;ca gorase dassetv&#x101; tesu sappima&#x1E47;&#x1E0D;assa aggabh&#x101;vadassanattha&#x1E43; ^b^&#x2018;&#x2018;gav&#x101; kh&#x12B;ra&#x2019;&#x2019;^eb^nti&#x101;di vutta&#x1E43;. Ten&#x101;ha ^b^&#x2018;&#x2018;g&#x101;vito kh&#x12B;ra&#x1E43; n&#x101;ma hot&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di.</p>
              <p>[06]Pa&#xF1;cakaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>6. Chakkaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^202^eb^^b^.^eb^ Chakke ekantato p&#x101;ka&#x1E6D;&#x101; samm&#x101;sambuddh&#x101;dayo te yath&#x101;vuttagu&#x1E47;&#x101; puggal&#x101;ti dassento ^b^&#x2018;&#x2018;samm&#x101;sambuddho tena da&#x1E6D;&#x1E6D;habbo&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^ten&#x101;^eb^ti s&#x101;ma&#x1E43; sacc&#x101;bhisamayo tattha ca sabba&#xF1;&#xF1;utappattibalesu ca vasibh&#x101;vappatt&#x12B;ti etena sabbena samuditena. &#x2018;&#x2018;Sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;en&#x101;&#x2019;&#x2019;ti pana vutte sabbamida&#x1E43; sa&#x1E45;gahita&#x1E43; hoti s&#x101;ma&#x1E43; sacc&#x101;bhisamayena balesu ca vasibh&#x101;vappattiy&#x101; ca vin&#x101; sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;assa abh&#x101;v&#x101;, tasm&#x101; a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; ^b^&#x2018;&#x2018;sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;en&#x101;&#x2019;&#x2019;^eb^ti ettakameva vutta&#x1E43;. Tattha ^b^an&#x101;cariyakena attan&#x101; upp&#x101;diten&#x101;^eb^ti vacanena sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;assa s&#x101;cariyakatta&#x1E43; parato uppatti&#xF1;ca pa&#x1E6D;isedheti, na s&#x101;cariyaka&#x1E43; parehi upp&#x101;dita&#xF1;ca sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43;. Na hi ta&#x1E43; t&#x101;disa&#x1E43; niv&#x101;retabba&#x1E43; atth&#x12B;ti.</p>
              <p>[06]Chakkaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>7. Sattakaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^203^eb^^b^.^eb^^b^Saddh&#x101;^eb^^a^M0.0045^ea^^a^V0.0045^ea^^b^n&#x101;ma s&#x101;dhuladdhik&#x101;ti ummujjat&#x12B;^eb^ti etena kusalesu dhammesu antogadh&#x101;, bodhipakkhiyadhammesu v&#x101; adhimokkhabh&#x16B;t&#x101; saddh&#x101; s&#x101;dh&#x16B;ti ummujjam&#x101;na&#x1E43; kusala&#x1E43; dasseti, eva&#x1E43; ^b^hir&#x12B;^eb^y&#x101;d&#x12B;su ca. ^b^Kusalesu dhammes&#x16B;^eb^ti ettha bhummaniddeso tadantogadhat&#x101;ya tadupak&#x101;rat&#x101;ya v&#x101; veditabbo. Ettha ca ^b^ummujjati s&#x101;hu saddh&#x101; kusalesu dhammes&#x16B;^eb^ti&#x101;din&#x101; saddh&#x101;d&#x12B;na&#x1E43; ummujjanapa&#xF1;&#xF1;&#x101;ya saddh&#x101;d&#x12B;na&#x1E43; uppatti&#x1E43; dasseti. Teneva ^b^&#x2018;&#x2018;tassa s&#x101; saddh&#x101; neva ti&#x1E6D;&#x1E6D;hat&#x12B;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;. ^b^&#x2018;&#x2018;S&#x101;hu saddh&#x101; kusalesu dhammes&#x16B;&#x2019;&#x2019;^eb^ti v&#x101; ummujjanassa upak&#x101;raka&#x1E43; &#x101;nisa&#x1E43;sadassana&#x1E43; vatv&#x101; ^b^&#x2018;&#x2018;ummujjat&#x12B;&#x2019;&#x2019;^eb^ti etena saddh&#x101;sa&#x1E45;kh&#x101;tameva ummujjana&#x1E43; dassitanti veditabba&#x1E43;. ^b^Ca&#x1E45;kav&#x101;re^eb^ti rajak&#x101;na&#x1E43; kh&#x101;raparis&#x101;vane. Ekakammanibbatt&#x101; pa&#x1E6D;isandhibhava&#x1E45;gacutisantati eko cittav&#x101;roti cutito anantaro yath&#x101;gahito dutiyo hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;dutiyacittav&#x101;ren&#x101;&#x2019;&#x2019;^eb^ti. Ummujjitv&#x101; &#x1E6D;hit&#x101;dayo catt&#x101;ro t&#x101;ya t&#x101;ya j&#x101;tiy&#x101; arahatta&#x1E43; asacchikaront&#x101; aneke puggal&#x101; veditabb&#x101;, sacchikaronto pana ekopi pubbabh&#x101;ge tatiyapuggal&#x101;dibh&#x101;va&#x1E43; &#x101;pajjitv&#x101; ante sattamapuggalo hot&#x12B;ti.</p>
              <p>[06]Sattakaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>10. Dasakaniddesava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^209^eb^^b^.^eb^^b^Pa&#xF1;canna&#x1E43; idha ni&#x1E6D;&#x1E6D;h&#x101;, pa&#xF1;canna&#x1E43; idha vih&#x101;ya ni&#x1E6D;&#x1E6D;h&#x101;^eb^ti ettha ye sot&#x101;pann&#x101;dayo r&#x16B;p&#x101;r&#x16B;pabhave upapajjitv&#x101; parinibb&#x101;yissanti, te idha vih&#x101;ya ni&#x1E6D;&#x1E6D;h&#x101;pakkha&#x1E43; bhajam&#x101;n&#x101;pi ajjhattasa&#x1E43;yojan&#x101;na&#x1E43; asamucchinnatt&#x101; puthujjanas&#x101;dh&#x101;ra&#x1E47;e ca &#x1E6D;h&#x101;ne upapattiy&#x101; na gahit&#x101;. As&#x101;dh&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;nuppattivasena pana antar&#x101;parinibb&#x101;y&#x12B;&#x101;dayo eva &#x2018;&#x2018;idha vih&#x101;ya ni&#x1E6D;&#x1E6D;h&#x101;&#x2019;&#x2019;ti vutt&#x101;ti veditabb&#x101;ti.</p>
              <p>[06]Dasakaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Puggalapa&#xF1;&#xF1;attipakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101; samatt&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
