<?xml version="1.0"?>
<body>
  <ha>
    <han>Kath&#x101;vatthupakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101;</han>
    <h0>
      <h0n>Ganth&#x101;rambhakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^Kath&#x101;na&#x1E43;^eb^^a^M0.0047^ea^^a^V0.0046^ea^^b^vatthubh&#x101;vato^eb^ti kath&#x101;samud&#x101;yassa pakara&#x1E47;assa attano ekades&#x101;na&#x1E43; ok&#x101;sabh&#x101;va&#x1E43; vadati. Samud&#x101;ye hi ekades&#x101; antogadh&#x101;ti. Yena pak&#x101;rena sa&#x1E45;khepena adesayi, ta&#x1E43; dassento ^b^&#x2018;&#x2018;m&#x101;tik&#x101;&#x1E6D;hapaneneva &#x1E6D;hapitass&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Nid&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^Anup&#x101;dises&#x101;ya nibb&#x101;nadh&#x101;tuy&#x101; parinibb&#x101;y&#x12B;^eb^ti parinibb&#x101;nameva parinibb&#x101;nassa parinibb&#x101;nantarato visesanattha&#x1E43; kara&#x1E47;abh&#x101;vena vutta&#x1E43;. Y&#x101;ya v&#x101; nibb&#x101;nadh&#x101;tuy&#x101; adhigat&#x101;ya pacchimacitta&#x1E43; appa&#x1E6D;isandhika&#x1E43; j&#x101;ta&#x1E43;, s&#x101; tassa appa&#x1E6D;isandhiv&#x16B;pasamassa kara&#x1E47;abh&#x101;vena vutt&#x101;ti. ^b^Dubbalapakkha^eb^nti na k&#x101;&#x1E37;&#x101;soka&#x1E43; viya balavanta&#x1E43;, atha kho ekama&#x1E47;&#x1E0D;alikanti vadanti. Dhammav&#x101;d&#x12B;adhammav&#x101;d&#x12B;visesajananasamatth&#x101;ya pana pa&#xF1;&#xF1;&#x101;ya abh&#x101;vato dubbalat&#x101; vutt&#x101;. ^b^Tesa&#x1E43;yev&#x101;^eb^ti b&#x101;huliy&#x101;nameva ^a^V0.0047^ea^, bahussutik&#x101;tipi n&#x101;ma&#x1E43;. ^b^Bhinnak&#x101;^eb^ti m&#x16B;lasa&#x1E45;g&#x12B;tito m&#x16B;lanik&#x101;yato v&#x101; bhinn&#x101;, laddhiy&#x101; suttantehi li&#x1E45;g&#x101;kappehi ca visadisabh&#x101;va&#x1E43; gat&#x101;ti attho.</p>
              <p>[03]^b^M&#x16B;lasa&#x1E45;gaha^eb^nti pa&#xF1;casatikasa&#x1E45;g&#x12B;ti&#x1E43;. ^b^A&#xF1;&#xF1;atra sa&#x1E45;gahit&#x101;^eb^ti&#x101;d&#x12B;su d&#x12B;gh&#x101;d&#x12B;su a&#xF1;&#xF1;atra sa&#x1E45;gahitato suttantar&#x101;sito ta&#x1E43; ta&#x1E43; sutta&#x1E43; nikka&#x1E0D;&#x1E0D;hitv&#x101; a&#xF1;&#xF1;atra akari&#x1E43;s&#x16B;ti vutta&#x1E43; hoti. Sa&#x1E45;gahitato v&#x101; a&#xF1;&#xF1;atra asa&#x1E45;gahita&#x1E43; sutta&#x1E43; a&#xF1;&#xF1;atra katthaci akari&#x1E43;su, a&#xF1;&#xF1;a&#x1E43; v&#x101; akari&#x1E43;s&#x16B;ti attho. ^b^Attha&#x1E43; dhamma&#xF1;c&#x101;^eb^ti p&#x101;&#x1E37;iy&#x101; attha&#x1E43; p&#x101;&#x1E37;i&#xF1;ca. ^b^Vinaye nik&#x101;yesu ca pa&#xF1;cas&#x16B;^eb^ti vinaye ca avasesapa&#xF1;canik&#x101;yesu ca.</p>
              <p>[03]&#x2018;&#x2018;Dvep&#x101;nanda ^a^M0.0048^ea^, vedan&#x101; vutt&#x101; may&#x101; pariy&#x101;yen&#x101;&#x2019;&#x2019;ti&#x101;di (ma. ni. 2.89) ^b^pariy&#x101;yadesita&#x1E43;^eb^. Upekkh&#x101;vedan&#x101; hi santasmi&#x1E43; pa&#x1E47;&#x12B;te sukhe vutt&#x101; bhagavat&#x101;ti aya&#xF1;hettha pariy&#x101;yo. &#x2018;&#x2018;Tisso im&#x101;, bhikkhave, vedan&#x101; sukh&#x101; dukkh&#x101; upekkh&#x101; vedan&#x101;&#x2019;&#x2019;ti&#x101;di (sa&#x1E43;. ni. 4.249-251) ^b^nippariy&#x101;yadesita&#x1E43;^eb^. Vedan&#x101;sabh&#x101;vo hi tividhoti ayamettha nippariy&#x101;yat&#x101;. &#x2018;&#x2018;Sukh&#x101;pi vedan&#x101; anicc&#x101; sa&#x1E45;khat&#x101;&#x2019;&#x2019;ti&#x101;di (d&#x12B;. ni. 2.123) ^b^n&#x12B;tattha&#x1E43;^eb^. &#x2018;&#x2018;Ya&#x1E43; ki&#xF1;ci vedayita&#x1E43;, sabba&#x1E43; ta&#x1E43; dukkha&#x2019;&#x2019;nti&#x101;di (sa&#x1E43;. ni. 2.32) ^b^neyyattha&#x1E43;^eb^. &#x2018;&#x2018;T&#x12B;hi, bhikkhave, &#x1E6D;h&#x101;nehi jambud&#x12B;pak&#x101; manuss&#x101; uttarakuruke ca manusse adhigga&#x1E47;hanti deve ca t&#x101;vati&#x1E43;se&#x2019;&#x2019;ti&#x101;dika&#x1E43; (a. ni. 9.21) ^b^a&#xF1;&#xF1;a&#x1E43; sandh&#x101;ya bha&#x1E47;ita&#x1E43;^eb^ gahetv&#x101; ^b^a&#xF1;&#xF1;a&#x1E43; attha&#x1E43; &#x1E6D;hapayi&#x1E43;su^eb^. &#x2018;&#x2018;Natthi devesu brahmacariyav&#x101;so&#x2019;&#x2019;ti&#x101;dika&#x1E43; (kath&#x101;. 270) sutta&#xF1;ca a&#xF1;&#xF1;a&#x1E43; sandh&#x101;ya bha&#x1E47;ita&#x1E43; attha&#xF1;ca a&#xF1;&#xF1;a&#x1E43; &#x1E6D;hapayi&#x1E43;s&#x16B;ti evamettha attho da&#x1E6D;&#x1E6D;habbo. &#x2018;&#x2018;Atthekacco puggalo attahit&#x101;ya pa&#x1E6D;ipanno&#x2019;&#x2019;ti&#x101;di (pu. pa. m&#x101;tik&#x101; 4.24) ^b^bya&#xF1;janacch&#x101;y&#x101;ya^eb^ sa&#x1E47;hasukhuma&#x1E43; su&#xF1;&#xF1;at&#x101;di^b^attha&#x1E43; bahu&#x1E43; vin&#x101;sayu&#x1E43;^eb^.</p>
              <p>[03]^b^Vinayagambh&#x12B;ra^eb^nti vinaye gambh&#x12B;ra&#xF1;ca ekadesa&#x1E43; cha&#x1E0D;&#x1E0D;etv&#x101;ti attho. Kilesavinayena v&#x101; gambh&#x12B;ra&#x1E43; ekadesa&#x1E43; sutta&#x1E43; cha&#x1E0D;&#x1E0D;etv&#x101;ti attho. ^b^Patir&#x16B;pa^eb^nti attano adhipp&#x101;y&#x101;nur&#x16B;pa&#x1E43; ^b^sutta&#x1E43;,^eb^ suttapatir&#x16B;paka&#x1E43; v&#x101; asutta&#x1E43;. Ekacce a&#x1E6D;&#x1E6D;hakath&#x101;ka&#x1E47;&#x1E0D;ameva vissajji&#x1E43;su, ekacce sakala&#x1E43; abhidhammapi&#x1E6D;akanti &#x101;ha ^b^&#x2018;&#x2018;atthuddh&#x101;ra&#x1E43; abhidhamma&#x1E43; chappakara&#x1E47;a&#x2019;&#x2019;^eb^nti. Kath&#x101;vatthussa saviv&#x101;dattepi aviv&#x101;d&#x101;ni chappakara&#x1E47;&#x101;ni pa&#x1E6D;hitabb&#x101;ni siyu&#x1E43;, t&#x101;ni nappavattant&#x12B;ti hi dassanattha&#x1E43; ^b^&#x2018;&#x2018;chappakara&#x1E47;a&#x2019;&#x2019;^eb^nti vuttanti. Tatiyasa&#x1E45;g&#x12B;tito v&#x101; pubbe pavattam&#x101;n&#x101;na&#x1E43; vasena ^b^&#x2018;&#x2018;chappakara&#x1E47;a&#x2019;&#x2019;^eb^nti vutta&#x1E43; ^a^V0.0048^ea^. ^b^A&#xF1;&#xF1;&#x101;n&#x12B;^eb^ti a&#xF1;&#xF1;&#x101;ni abhidhammapakara&#x1E47;&#x101;d&#x12B;ni. ^b^N&#x101;ma^eb^nti ya&#x1E43; buddh&#x101;dipa&#x1E6D;isa&#x1E43;yutta&#x1E43; na hoti ma&#xF1;jusir&#x12B;ti&#x101;dika&#x1E43;, ta&#x1E43; nik&#x101;yan&#x101;ma&#x1E43;. ^b^Li&#x1E45;ga^eb^nti niv&#x101;sanap&#x101;rupan&#x101;divisesakata&#x1E43; sa&#x1E47;&#x1E6D;h&#x101;navisesa&#x1E43;. Sikk&#x101;dika&#x1E43; ^b^parikkh&#x101;ra&#x1E43;^eb^. ^b^&#x100;kappo^eb^ &#x1E6D;h&#x101;n&#x101;d&#x12B;su a&#x1E45;ga&#x1E6D;&#x1E6D;hapanaviseso da&#x1E6D;&#x1E6D;habbo. ^b^Kara&#x1E47;a^eb^nti c&#x12B;varasibban&#x101;dikiccaviseso.</p>
              <p>[03]^b^Sa&#x1E45;kantikassapikena^eb^ nik&#x101;yena v&#x101;dena v&#x101; bhinn&#x101; ^b^sa&#x1E45;kantik&#x101;^eb^ti attho. ^b^Sa&#x1E45;kantik&#x101;na&#x1E43;^eb^ bhed&#x101; ^b^suttav&#x101;d&#x12B; anupubbena bhijjatha^eb^ bhijji&#x1E43;s&#x16B;ti attho. ^b^Bhinnav&#x101;den&#x101;^eb^ti bhinn&#x101; v&#x101;d&#x101; etasminti bhinnav&#x101;do, tena abhinnena ^a^M0.0049^ea^ therav&#x101;dena saha a&#x1E6D;&#x1E6D;h&#x101;rasa hont&#x12B;ti vutta&#x1E43; hoti. ^b^Bhinnav&#x101;den&#x101;^eb^ti v&#x101; bhinn&#x101;ya laddhiy&#x101; a&#x1E6D;&#x1E6D;h&#x101;rasa honti, te sabbepi sah&#x101;ti attho. ^b^Therav&#x101;d&#x101;namuttamo^eb^ti ettha ^b^thera^eb^-iti avibhattiko niddeso. Ther&#x101;na&#x1E43; ayanti thero. Ko so? V&#x101;do. Thero v&#x101;d&#x101;namuttamoti ayamettha attho.</p>
              <p>[03]Uppanne v&#x101;de sandh&#x101;ya ^b^&#x2018;&#x2018;parappav&#x101;damathana&#x2019;&#x2019;^eb^nti &#x101;ha. &#x100;yati&#x1E43; uppajjanakav&#x101;d&#x101;na&#x1E43; pa&#x1E6D;isedhanalakkha&#x1E47;abh&#x101;vato ^b^&#x2018;&#x2018;&#x101;yatilakkha&#x1E47;a&#x2019;&#x2019;^eb^nti vutta&#x1E43;.</p>
              <p>[06]Nid&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Mah&#x101;vaggo</h0n>
      <h1>
        <h1n>1. Puggalakath&#x101;</h1n>
        <h2>
          <h2n>1. Suddhasaccika&#x1E6D;&#x1E6D;ho</h2n>
          <h3>
            <h3n>1. Anulomapaccan&#x12B;kava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^1^eb^^b^.^eb^ M&#x101;y&#x101;ya ^a^M0.0050^ea^^a^V0.0049^ea^ ama&#x1E47;i&#x101;dayo ma&#x1E47;i&#x101;di&#x101;k&#x101;rena dissam&#x101;n&#x101; &#x2018;&#x2018;m&#x101;y&#x101;&#x2019;&#x2019;ti vutt&#x101;. Abh&#x16B;tena ma&#x1E47;iudak&#x101;di&#x101;k&#x101;rena gayham&#x101;n&#x101; m&#x101;y&#x101;mar&#x12B;ci&#x101;dayo abh&#x16B;ta&#xF1;&#xF1;eyy&#x101;k&#x101;ratt&#x101; asaccika&#x1E6D;&#x1E6D;h&#x101;. Yo tath&#x101; na hoti, so saccika&#x1E6D;&#x1E6D;hoti dassento &#x101;ha ^b^&#x2018;&#x2018;m&#x101;y&#x101;&#x2026;pe&#x2026; bh&#x16B;tattho&#x2019;&#x2019;^eb^ti. Anussav&#x101;divasena gayham&#x101;no tath&#x101;pi hoti a&#xF1;&#xF1;ath&#x101;p&#x12B;ti t&#x101;diso &#xF1;eyyo na paramattho, attapaccakkho pana paramatthoti dassento &#x101;ha ^b^&#x2018;&#x2018;anussav&#x101;&#x2026;pe&#x2026; uttamattho&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^Chalav&#x101;dass&#x101;^eb^ti atth&#x12B;ti vacanas&#x101;ma&#xF1;&#xF1;ena atth&#x12B;ti vuttehi r&#x16B;p&#x101;d&#x12B;hi s&#x101;ma&#xF1;&#xF1;avacanass&#x101;ti adhipp&#x101;yo. &#x2018;&#x2018;So sacci&#x2026;pe&#x2026; laddhi&#x1E43; gahetv&#x101; &#x101;mant&#x101;ti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti vacanato pana &#x2018;&#x2018;chalav&#x101;dass&#x101;&#x2019;&#x2019;ti na sakk&#x101; vattu&#x1E43;. Na hi laddhi chalanti. ^b^Ok&#x101;sa&#x1E43; adadam&#x101;no^eb^ti pati&#x1E6D;&#x1E6D;ha&#x1E43; pacchindanto. Yadi saccika&#x1E6D;&#x1E6D;hena upalabbhati, r&#x16B;p&#x101;dayo viya upalabbheyya, tath&#x101; anupalabbhan&#x12B;yato na tava v&#x101;do ti&#x1E6D;&#x1E6D;hat&#x12B;ti nivattentoti adhipp&#x101;yo. ^b^Ta&#x1E43; sandh&#x101;y&#x101;^eb^ti &#x2018;&#x2018;yo saccika&#x1E6D;&#x1E6D;ho&#x2019;&#x2019;ti ettha vutto yo saccika&#x1E6D;&#x1E6D;ho, so sappaccay&#x101;dibh&#x101;vena d&#x12B;pito &#x2018;&#x2018;r&#x16B;pa&#xF1;ca upalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su &#x101;gato dhammappabhedoti dasseti.</p>
              <p>[03]^b^&#x2018;&#x2018;Tena^eb^^a^V0.0050^ea^^b^saccika&#x1E6D;&#x1E6D;haparamatthen&#x101;&#x2019;&#x2019;^eb^ti vatv&#x101; ^b^&#x2018;&#x2018;ten&#x101;k&#x101;ren&#x101;&#x2019;&#x2019;^eb^ti vadato ayamadhipp&#x101;yo &#x2013; saccika&#x1E6D;&#x1E6D;haparamatth&#x101;k&#x101;rena upalabbham&#x101;na&#x1E43; saccika&#x1E6D;&#x1E6D;haparamatthena upalabbham&#x101;na&#x1E43; n&#x101;ma hot&#x12B;ti. A&#xF1;&#xF1;ath&#x101; tatoti tassa ten&#x101;k&#x101;ren&#x101;ti vattabba&#x1E43; siy&#x101;. Ko panetiss&#x101; purimapucch&#x101;ya ca visesoti? Purimapucch&#x101;ya sattapa&#xF1;&#xF1;&#x101;savidho dhammappabhedo yath&#x101; bh&#x16B;tena sabh&#x101;vatthena upalabbhati, eva&#x1E43; puggalo upalabbhat&#x12B;ti vutta&#x1E43;. Idha pana bh&#x16B;tasabh&#x101;vatthena upalabbham&#x101;no so dhammappabhedo yena ruppan&#x101;disappaccay&#x101;di&#x101;k&#x101;rena upalabbhati, ki&#x1E43; ten&#x101;k&#x101;rena puggalopi ^a^M0.0051^ea^ upalabbhat&#x12B;ti esa viseso. Yath&#x101; pana r&#x16B;pa&#x1E43; viya bh&#x16B;tasabh&#x101;vatthena upalabbham&#x101;n&#x101; vedan&#x101; na ruppan&#x101;k&#x101;rena upalabbhati, eva&#x1E43; dhammappabhedo viya bh&#x16B;tasabh&#x101;vatthena upalabbham&#x101;no puggalo na ruppan&#x101;disappaccay&#x101;di&#x101;k&#x101;rena upalabbhat&#x12B;ti sakk&#x101; parav&#x101;din&#x101; vattunti acodan&#x12B;ya&#x1E43; eta&#x1E43; siy&#x101;. Avaj&#x101;nana&#xF1;ca tassa yuttanti niggaho ca na k&#x101;tabbo. Dhammappabhedato pana a&#xF1;&#xF1;assa saccika&#x1E6D;&#x1E6D;hassa asiddhatt&#x101; dhammappabhed&#x101;k&#x101;reneva codeti. Avaj&#x101;naneneva niggaha&#x1E43; dasseti. Anuj&#x101;nan&#x101;vaj&#x101;nanapakkh&#x101; s&#x101;ma&#xF1;&#xF1;avisesehi pa&#x1E6D;i&#xF1;&#xF1;&#x101;pa&#x1E6D;ikkhepapakkh&#x101; anulomapa&#x1E6D;ilomapakkh&#x101; pa&#x1E6D;hamadutiyanay&#x101;ti ayametesa&#x1E43; viseso veditabbo.</p>
              <p>[03]^b^&#x2018;&#x2018;Tena vata re vattabbe&#x2019;&#x2019;^eb^ti vadanto vattabbassa avacane dosa&#x1E43; p&#x101;pet&#x12B;ti imin&#x101; adhipp&#x101;yena ^b^&#x2018;&#x2018;niggahassa p&#x101;pitatt&#x101;&#x2019;&#x2019;^eb^ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^&#x2018;&#x2018;Evameta&#x1E43; niggahassa ca anulomapa&#x1E6D;ilomato catunna&#x1E43; p&#x101;pan&#x101;ropana&#xF1;ca vuttatt&#x101; upalabbhat&#x12B;ti&#x101;dika&#x1E43; anulomapa&#xF1;caka&#x1E43; n&#x101;m&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, anulomapa&#x1E6D;ilomato pana dv&#x12B;hi &#x1E6D;hapan&#x101;hi saha sattakena bhavitabba&#x1E43;, ta&#x1E43;vajjane v&#x101; k&#x101;ra&#x1E47;a&#x1E43; vattabba&#x1E43;. Ya&#x1E43; pana vakkhati &#x2018;&#x2018;&#x1E6D;hapan&#x101; n&#x101;ma parav&#x101;d&#x12B;pakkhassa &#x1E6D;hapanato &#x2018;aya&#x1E43; tava doso&#x2019;ti dassetu&#x1E43; &#x1E6D;hapanamattameva hoti, na niggahassa v&#x101; pa&#x1E6D;ikammassa v&#x101; p&#x101;ka&#x1E6D;abh&#x101;vakara&#x1E47;a&#x2019;&#x2019;nti (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 2). Ten&#x101;dhipp&#x101;yena idh&#x101;pi &#x1E6D;hapan&#x101;dvaya&#x1E43; vajjeti. Yath&#x101; pana tattha pa&#x1E6D;ikammapa&#xF1;cakabh&#x101;va&#x1E43; avatv&#x101; pa&#x1E6D;ikammacatukkabh&#x101;va&#x1E43; vakkhati, evamidh&#x101;pi niggahacatukkabh&#x101;vo vattabbo siy&#x101;. Suddhikaniggahassa pana niggahappadh&#x101;natt&#x101; uddesabh&#x101;vena vutto niggahova visu&#x1E43; vuttoti da&#x1E6D;&#x1E6D;habbo. Ye pana &#x2018;&#x2018;ayath&#x101;bh&#x16B;taniggahatt&#x101; tattha pa&#x1E6D;ikamma&#x1E43; visu&#x1E43; na vutta&#x2019;&#x2019;nti vadanti, tesa&#x1E43; dutiye v&#x101;damukhe niggahacatukkabh&#x101;vo pa&#x1E6D;ikammapa&#xF1;cakabh&#x101;vo ca &#x101;pajjati.</p>
              <p>[03]^b^2^eb^^b^.^eb^^b^Attan&#x101; adhippeta&#x1E43; saccika&#x1E6D;&#x1E6D;hamev&#x101;^eb^ti sammutisacca&#x1E43; sandh&#x101;y&#x101;ti adhipp&#x101;yo. Vakkhati hi ^a^V0.0051^ea^ &#x2018;&#x2018;suddhasammutisacca&#x1E43; v&#x101; paramatthamissaka&#x1E43; v&#x101; sammutisacca&#x1E43; sandh&#x101;ya &#x2018;yo saccika&#x1E6D;&#x1E6D;ho&#x2019;ti puna anuyogo parav&#x101;diss&#x101;&#x2019;&#x2019;ti (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 6). Tattha yadi parav&#x101;din&#x101; attan&#x101; adhippetasaccika&#x1E6D;&#x1E6D;ho sammutisacca&#x1E43;, sammutisacc&#x101;k&#x101;rena puggalo upalabbhat&#x12B;ti vadantena sam&#x101;naladdhiko nappa&#x1E6D;isedhitabbo, kath&#x101; ev&#x101;ya&#x1E43; n&#x101;rabhitabb&#x101;. Atha sakav&#x101;din&#x101; attan&#x101; ^a^M0.0052^ea^ ca adhippetasaccika&#x1E6D;&#x1E6D;ha&#x1E43;yeva sandh&#x101;ya parav&#x101;d&#x12B; ^b^&#x2018;&#x2018;yo saccika&#x1E6D;&#x1E6D;ho&#x2019;&#x2019;ti&#x101;dim&#x101;h&#x101;^eb^ti ayamattho. Sakav&#x101;din&#x101; sammutisacca&#x1E43;yeva saccika&#x1E6D;&#x1E6D;hoti adhippetanti &#x101;pajjati. Yadi ubhaya&#x1E43; adhippeta&#x1E43;, puna &#x2018;&#x2018;sammutisaccaparamatthasacc&#x101;ni v&#x101; ekato katv&#x101;pi evam&#x101;h&#x101;&#x2019;&#x2019;ti na vattabba&#x1E43; siy&#x101;ti. Yadi ca dvepi sacc&#x101;ni saccika&#x1E6D;&#x1E6D;haparamatth&#x101;, saccika&#x1E6D;&#x1E6D;hekadesena upaladdhi&#x1E43; icchantena &#x2018;&#x2018;puggalo upalabbhati saccika&#x1E6D;&#x1E6D;haparamatthen&#x101;&#x2019;&#x2019;ti&#x101;di anuyogo na k&#x101;tabbo, na ca saccika&#x1E6D;&#x1E6D;hekadesena anuyogo yutto. Na hi vedayit&#x101;k&#x101;rena upalabbham&#x101;n&#x101; vedan&#x101; ruppan&#x101;k&#x101;rena upalabbhat&#x12B;ti anuyu&#xF1;jitabb&#x101;, na ca parav&#x101;d&#x12B; ruppan&#x101;disabh&#x101;va&#x1E43; puggala&#x1E43; icchati, atha kho saccika&#x1E6D;&#x1E6D;haparamatthamev&#x101;ti. Paramatthasaccato a&#xF1;&#xF1;asmi&#x1E43; saccika&#x1E6D;&#x1E6D;he vijjam&#x101;ne n&#x101;ssa paramatthasaccat&#x101; anuyu&#xF1;jitabb&#x101;. Asaccika&#x1E6D;&#x1E6D;he saccika&#x1E6D;&#x1E6D;havoh&#x101;ra&#x1E43; &#x101;ropetv&#x101; ta&#x1E43; sandh&#x101;ya pucchat&#x12B;ti vadant&#x101;na&#x1E43; voharitasaccika&#x1E6D;&#x1E6D;hassa attan&#x101; adhippetasaccika&#x1E6D;&#x1E6D;hat&#x101; na yutt&#x101;. Voharitaparamatthasaccika&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca dvinna&#x1E43; saccika&#x1E6D;&#x1E6D;habh&#x101;ve vuttanayova doso. Sammutisacc&#x101;k&#x101;rena upalabbham&#x101;na&#xF1;ca bh&#x16B;tasabh&#x101;vatthena upalabbheyya v&#x101; na v&#x101;. Yadi bh&#x16B;tasabh&#x101;vatthena upalabbhati, puggalopi upalabbhati saccika&#x1E6D;&#x1E6D;haparamatthen&#x101;ti anuj&#x101;nanto n&#x101;nuyu&#xF1;jitabbo. Atha na bh&#x16B;tasabh&#x101;vatthena, ta&#x1E43;vinimutto sammutisaccassa saccika&#x1E6D;&#x1E6D;haparamatth&#x101;k&#x101;ro na vattabbo asiddhatt&#x101;. Vakkhati ca &#x2018;&#x2018;yath&#x101; r&#x16B;p&#x101;dayo paccattalakkha&#x1E47;as&#x101;ma&#xF1;&#xF1;alakkha&#x1E47;avasena atthi, na eva&#x1E43; puggalo&#x2019;&#x2019;ti. Tasm&#x101; maggitabbo ettha adhipp&#x101;yo.</p>
              <p>[03]^b^Dvinna&#x1E43; sacc&#x101;na^eb^nti ettha saccadvay&#x101;k&#x101;rena anupalabbhan&#x12B;yato anu&#xF1;&#xF1;eyyameta&#x1E43; siy&#x101;, na v&#x101; ki&#xF1;ci vattabba&#x1E43;. Yath&#x101; hi ekadesena paramatth&#x101;k&#x101;rena anupalabbhan&#x12B;yat&#x101; anuj&#x101;nanassa na k&#x101;ra&#x1E47;a&#x1E43;, eva&#x1E43; ekadesena sammutiy&#x101;k&#x101;rena upalabbhan&#x12B;yat&#x101; pa&#x1E6D;ikkhepassa c&#x101;ti maggitabbo etth&#x101;pi adhipp&#x101;yo. ^b^Nupalabbhat&#x12B;ti vacanas&#x101;ma&#xF1;&#xF1;amatta^eb^nti nupalabbhat&#x12B;ti idameva vacana&#x1E43; anu&#xF1;&#xF1;&#x101;ta&#x1E43; pa&#x1E6D;ikkhitta&#xF1;c&#x101;ti eta&#x1E43; chalav&#x101;da&#x1E43; niss&#x101;y&#x101;ti adhipp&#x101;yo. Yath&#x101; ^b^upalabbhat&#x12B;^eb^ti etasseva anuj&#x101;nanapa&#x1E6D;ikkhepehi aha&#x1E43; niggahetabbo, eva&#x1E43; ^b^nupalabbhat&#x12B;^eb^ti etasseva anuj&#x101;nanapa&#x1E6D;ikkhepehi tvanti eva&#x1E43; sambhavantassa s&#x101;ma&#xF1;&#xF1;ena asambhavantassa kappana&#x1E43; panettha chalav&#x101;do ^a^V0.0052^ea^ bhavitu&#x1E43; arahati. Tena nupalabbhat&#x12B;ti vacanas&#x101;ma&#xF1;&#xF1;amatta&#x1E43; chalav&#x101;dassa k&#x101;ra&#x1E47;att&#x101; &#x2018;&#x2018;chalav&#x101;do&#x2019;&#x2019;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Vacanas&#x101;ma&#xF1;&#xF1;amatta&#xF1;ca chalav&#x101;da&#xF1;ca ^a^M0.0053^ea^ niss&#x101;y&#x101;ti v&#x101; attho. &#x1E6C;hapan&#x101; niggahappa&#x1E6D;ikamm&#x101;na&#x1E43; p&#x101;ka&#x1E6D;abh&#x101;vakara&#x1E47;a&#x1E43; na hot&#x12B;ti ida&#x1E43; vic&#x101;retabba&#x1E43;. Na hi pakkha&#x1E6D;&#x1E6D;hapanena vin&#x101; purima&#x1E43; anuj&#x101;nitv&#x101; pacchimassa avaj&#x101;nana&#x1E43;, pacchima&#x1E43; v&#x101; avaj&#x101;nantassa purim&#x101;nuj&#x101;nana&#x1E43; micch&#x101;ti sakk&#x101; &#x101;ropetunti.</p>
              <p>[03]^b^3^eb^^b^.^eb^^b^Tav&#x101;^eb^ti, ^b^pa&#x1E6D;ij&#x101;nanta^eb^nti ca paccatte s&#x101;miupayogavacan&#x101;n&#x12B;ti adhipp&#x101;yena ^b^&#x2018;&#x2018;tva&#x1E43;yeva pa&#x1E6D;ij&#x101;nanto&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[03]^b^4-5^eb^^b^.^eb^^b^Cat&#x16B;hi p&#x101;pan&#x101;ropan&#x101;hi niggahassa upan&#x12B;tatt&#x101;^eb^ti &#x2018;&#x2018;dunniggahit&#x101; ca homa, ha&#xF1;c&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; tay&#x101; mama kato niggaho, may&#x101; tava kato niggaho viya micch&#x101;ti eva&#x1E43; tena anulomapa&#xF1;cake cat&#x16B;hi p&#x101;pan&#x101;ropan&#x101;hi katassa niggahassa tena niy&#x101;mena dukka&#x1E6D;abh&#x101;vassa attan&#x101; kataniggahena saha upan&#x12B;tatt&#x101; aniggahabh&#x101;vassa v&#x101; upagamitatt&#x101;ti attho da&#x1E6D;&#x1E6D;habbo. Evameva ^b^tena hi ya&#x1E43; nigga&#x1E47;h&#x101;si ha&#xF1;ci&#x2026;pe&#x2026; ida&#x1E43; te micch&#x101;^eb^ti etassa aniggahabh&#x101;vanigamanasseva niggamanacatukkat&#x101; veditabb&#x101;.</p>
              <p>[06]Anulomapaccan&#x12B;kava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>2. Paccan&#x12B;k&#x101;nulomava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^7-10^eb^^b^.^eb^^b^&#x2018;&#x2018;Attano laddhi&#x1E43; niss&#x101;ya pa&#x1E6D;i&#xF1;&#xF1;&#x101; parav&#x101;diss&#x101;&#x2019;&#x2019;^eb^ti vatv&#x101; puna ^b^&#x2018;&#x2018;paramatthavasena puggalassa abh&#x101;vato pa&#x1E6D;ikkhepo parav&#x101;diss&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Tatr&#x101;ya&#x1E43; pa&#x1E6D;ikkhepo attano laddhiy&#x101; yadi kato, paramatthato a&#xF1;&#xF1;ena saccika&#x1E6D;&#x1E6D;haparamatthena puggalo upalabbhat&#x12B;ti ayamassa laddh&#x12B;ti &#x101;pajjati. Tath&#x101; ca sati n&#x101;ya&#x1E43; sammutisaccavasena upaladdhi&#x1E43; icchantena niggahetabbo. Atha attano laddhi&#x1E43; nigg&#x16B;hitv&#x101; parassa laddhivasena pa&#x1E6D;ikkhipati, purimapa&#x1E6D;i&#xF1;&#xF1;&#x101;ya avirodhitatt&#x101; na niggahetabbo. Na hi attano ca parassa ca laddhi&#x1E43; vadantassa doso &#x101;pajjat&#x12B;ti. Attano ^a^V0.0053^ea^ pana laddhiy&#x101; pa&#x1E6D;ij&#x101;nitv&#x101; paraladdhiy&#x101; pa&#x1E6D;ikkhipantena attano laddhi&#x1E43; cha&#x1E0D;&#x1E0D;etv&#x101; paraladdhi gahit&#x101; hot&#x12B;ti niggahetabboti ayamettha adhipp&#x101;yo siy&#x101;.</p>
              <p>[06]Paccan&#x12B;k&#x101;nulomava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Suddhasaccika&#x1E6D;&#x1E6D;hava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Ok&#x101;sasaccika&#x1E6D;&#x1E6D;ho</h2n>
          <h3>
            <h3n>1. Anulomapaccan&#x12B;kava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^11^eb^^b^.^eb^^b^Sabbatth&#x101;^eb^ti ^a^M0.0054^ea^ sabbasmi&#x1E43; sar&#x12B;reti ayamatthoti dassento &#x101;ha ^b^&#x2018;&#x2018;sar&#x12B;ra&#x1E43; sandh&#x101;y&#x101;&#x2019;&#x2019;^eb^ti. ^b^Tatth&#x101;^eb^ti tasmi&#x1E43; sa&#x1E43;khittap&#x101;&#x1E6D;he. ^b^Yasm&#x101; sar&#x12B;ra&#x1E43; sandh&#x101;ya &#x2018;&#x2018;sabbattha na upalabbhat&#x12B;&#x2019;&#x2019;ti vutte sar&#x12B;rato bahi upalabbhat&#x12B;ti &#x101;pajjati, tasm&#x101; paccan&#x12B;ke pa&#x1E6D;ikkhepo sakav&#x101;diss&#x101;^eb^ti etena na kenaci sabh&#x101;vena puggalo upalabbhat&#x12B;ti ayamattho vutto hoti. Na hi kenaci sabh&#x101;vena upalabbham&#x101;nassa sar&#x12B;ratada&#xF1;&#xF1;&#x101;vimutto upaladdhiok&#x101;so atth&#x12B;ti.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. K&#x101;lasaccika&#x1E6D;&#x1E6D;ho</h2n>
          <h3>
            <h3n>1. Anulomapaccan&#x12B;kava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^12^eb^^b^.^eb^^b^Purimapacchimaj&#x101;tik&#x101;la&#xF1;c&#x101;^eb^ti majjhimaj&#x101;tik&#x101;le upalabbham&#x101;nassa tasseva purimapacchimaj&#x101;tik&#x101;lesu upaladdhi&#x1E43; sandh&#x101;y&#x101;ti adhipp&#x101;yo. ^b^Sesa&#x1E43; pa&#x1E6D;hamanaye vuttasadisamev&#x101;^eb^ti imesu t&#x12B;su pa&#x1E6D;hame &#x2018;&#x2018;sabbatth&#x101;&#x2019;&#x2019;ti etasmi&#x1E43; naye vuttasadisameva, ki&#x1E43; ta&#x1E43;? P&#x101;&#x1E6D;hassa sa&#x1E43;khittat&#x101;ti attho. Idh&#x101;pi hi yasm&#x101; &#x2018;&#x2018;sabbad&#x101; na upalabbhat&#x12B;&#x2019;&#x2019;ti vutte ekad&#x101; upalabbhat&#x12B;ti &#x101;pajjati, tasm&#x101; paccan&#x12B;ke pa&#x1E6D;ikkhepo sakav&#x101;diss&#x101;ti yojetabbanti.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Avayavasaccika&#x1E6D;&#x1E6D;ho</h2n>
          <h3>
            <h3n>1. Anulomapaccan&#x12B;kava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^13^eb^^b^.^eb^ Tatiyanaye ^a^V0.0054^ea^ ca yasm&#x101; ^b^&#x2018;&#x2018;sabbesu na upalabbhat&#x12B;&#x2019;&#x2019;ti vutte ekasmi&#x1E43; upalabbhat&#x12B;ti &#x101;pajjati, tasm&#x101; paccan&#x12B;ke pa&#x1E6D;ikkhepo sakav&#x101;diss&#x101;^eb^ti yojetabba&#x1E43;. Ten&#x101;ha ^b^&#x2018;&#x2018;t&#x101;disamev&#x101;&#x2019;&#x2019;^eb^ti.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Ok&#x101;s&#x101;disaccika&#x1E6D;&#x1E6D;ho</h2n>
          <h3>
            <h3n>2. Paccan&#x12B;k&#x101;nulomava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^14^eb^^b^.^eb^^b^Tattha anulomapa&#xF1;cakass&#x101;^eb^ti&#x101;dimhi anulomapa&#xF1;cakanti niggahapa&#xF1;caka&#x1E43;, paccan&#x12B;kanti ca pa&#x1E6D;ikamma&#x1E43; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Tattha anulomapa&#xF1;cakassa &#x2018;&#x2018;sabbattha ^a^M0.0055^ea^ puggalo nupalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;dikassa attho &#x2018;&#x2018;sabbattha puggalo nupalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;dip&#x101;&#x1E37;i&#x1E43; sa&#x1E43;khipitv&#x101; &#x101;gate sar&#x16B;pena avutte &#x2018;&#x2018;yasm&#x101; sar&#x12B;ra&#x1E43; sandh&#x101;y&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 11) vuttanayena veditabbo, paccan&#x12B;kassa ca &#x2018;&#x2018;sabbattha puggalo upalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;dikassa pa&#x1E6D;ikammakara&#x1E47;avasena vuttassa attho pa&#x1E6D;ikamm&#x101;dip&#x101;&#x1E37;i&#x1E43; sa&#x1E43;khipitv&#x101; &#x101;dimattadassanena &#x101;gate &#x2018;&#x2018;puggalo upalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;dimhi anulome &#x2018;&#x2018;sabbatth&#x101;ti sar&#x12B;ra&#x1E43; sandh&#x101;ya anuyogo sakav&#x101;diss&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 11) vuttanayena veditabboti evamattho da&#x1E6D;&#x1E6D;habbo. Atha v&#x101; ^b^tatth&#x101;^eb^ti ya&#x1E43; &#x101;raddha&#x1E43;, tasminti eva&#x1E43; attha&#x1E43; aggahetv&#x101; ^b^tattha^eb^ tesu t&#x12B;su mukhes&#x16B;ti attho gahetabbo. Anulomapa&#xF1;cakam&#x16B;lak&#x101; cettha sabb&#x101;nulomapaccan&#x12B;kapa&#xF1;cakap&#x101;&#x1E37;i anulomapa&#xF1;cakassa p&#x101;&#x1E37;&#x12B;ti vutt&#x101;, tath&#x101; paccan&#x12B;k&#x101;nulomapa&#xF1;cakap&#x101;&#x1E37;i ca paccan&#x12B;kassa p&#x101;&#x1E37;&#x12B;ti. Ta&#x1E43; sa&#x1E43;khipitv&#x101; pa&#x1E6D;ikammavasena &#x101;gate sar&#x16B;pena avutte &#x2018;&#x2018;puggalo nupalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;dike paccan&#x12B;ke &#x2018;&#x2018;upalabbhat&#x12B;&#x2019;&#x2019;ti&#x101;dike anulome ca attho he&#x1E6D;&#x1E6D;h&#x101; suddhikasaccika&#x1E6D;&#x1E6D;he vuttanayeneva veditabboti vutta&#x1E43; hoti.</p>
              <p>[06]Saccika&#x1E6D;&#x1E6D;hava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Suddhikasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^17-27^eb^^b^.^eb^^b^R&#x16B;p&#x101;d&#x12B;hi^eb^^a^V0.0055^ea^^b^saddhi&#x1E43; saccika&#x1E6D;&#x1E6D;hasa&#x1E43;sandana^eb^nti saccika&#x1E6D;&#x1E6D;hassa puggalassa r&#x16B;p&#x101;d&#x12B;hi saddhi&#x1E43; sa&#x1E43;sandana&#x1E43;, saccika&#x1E6D;&#x1E6D;he v&#x101; r&#x16B;p&#x101;d&#x12B;hi saddhi&#x1E43; puggalassa sa&#x1E43;sandananti adhipp&#x101;yo. ^b^Puggalo r&#x16B;pa&#xF1;c&#x101;^eb^ti ^b^ca^eb^-k&#x101;rassa samuccayatthatt&#x101; ^b^yath&#x101; r&#x16B;pa^eb^nti eva&#x1E43; nidassanavasena vutto attho vic&#x101;retabbo. R&#x16B;p&#x101;d&#x12B;hi a&#xF1;&#xF1;o ana&#xF1;&#xF1;o ca puggalo na vattabboti laddhi ^b^samayo^eb^. &#x2018;&#x2018;A&#xF1;&#xF1;a&#x1E43; j&#x12B;va&#x1E43; a&#xF1;&#xF1;a&#x1E43; sar&#x12B;ranti aby&#x101;katameta&#x1E43; bhagavat&#x101;&#x2019;&#x2019;ti&#x101;dika&#x1E43; (sa&#x1E43;. ni. 4.416) ^b^sutta&#x1E43;^eb^. Anu&#xF1;&#xF1;&#x101;yam&#x101;ne tadubhayavirodho &#x101;pajjat&#x12B;ti imamattha&#x1E43; sandh&#x101;y&#x101;ha ^b^&#x2018;&#x2018;samayasuttavirodha&#x1E43; disv&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^Dhammato^eb^ti p&#x101;&#x1E37;ito. &#x2018;&#x2018;Pa&#x1E6D;ikammacatukk&#x101;d&#x12B;ni sa&#x1E43;khitt&#x101;ni. Parav&#x101;d&#x12B;&#x2026;pe&#x2026; dassit&#x101;n&#x12B;&#x2019;&#x2019;ti vadantehi ^b^puggalo nupalabbhati&#x2026;pe&#x2026; &#x101;j&#x101;n&#x101;hi pa&#x1E6D;ikamma^eb^nti ^a^M0.0056^ea^ ettha ^b^&#x101;j&#x101;n&#x101;hi niggaha^eb^nti p&#x101;&#x1E6D;ho di&#x1E6D;&#x1E6D;ho bhavissati. ^b^A&#xF1;&#xF1;atta&#x1E43; pa&#x1E6D;ij&#x101;n&#x101;panattha^eb^nti yath&#x101; may&#x101; a&#xF1;&#xF1;atta&#x1E43; vattabba&#x1E43;, tath&#x101; ca tay&#x101;pi ta&#x1E43; vattabbanti a&#xF1;&#xF1;attapa&#x1E6D;i&#xF1;&#xF1;&#x101;ya codanatthanti attho. ^b^Sammutiparamatth&#x101;na&#x1E43; ekattan&#x101;nattapa&#xF1;hassa &#x1E6D;hapan&#x12B;yatt&#x101;^eb^ti aby&#x101;katatt&#x101;ti attho. Yadi &#x1E6D;hapan&#x12B;yatt&#x101; pa&#x1E6D;ikkhipitabba&#x1E43;, parenapi &#x1E6D;hapan&#x12B;yatt&#x101; laddhimeva niss&#x101;ya pa&#x1E6D;ikkhepo katoti sopi na niggahetabbo siy&#x101;. Paro pana puggaloti ka&#xF1;ci sabh&#x101;va&#x1E43; gahetv&#x101; tassa &#x1E6D;hapan&#x12B;yatta&#x1E43; icchati, sati ca sabh&#x101;ve &#x1E6D;hapan&#x12B;yat&#x101; na yutt&#x101;ti niggahetabbo. Sammuti pana koci sabh&#x101;vo natthi. Tenevassa ekattan&#x101;nattapa&#xF1;hassa &#x1E6D;hapan&#x12B;yata&#x1E43; vadanto na niggahetabboti sakav&#x101;din&#x101; pa&#x1E6D;ikkhepo katoti ayamettha adhipp&#x101;yo yutto.</p>
              <p>[06]Suddhikasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Opammasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^28-36^eb^^b^.^eb^^b^Upaladdhis&#x101;ma&#xF1;&#xF1;ena a&#xF1;&#xF1;attapucch&#x101; c&#x101;^eb^ti ida&#xF1;ca dvinna&#x1E43; sam&#x101;nat&#x101; no a&#xF1;&#xF1;attassa k&#x101;ra&#x1E47;a&#x1E43; yutta&#x1E43;, atha kho visu&#x1E43; attano sabh&#x101;vena saccika&#x1E6D;&#x1E6D;haparamatthena upalabbhan&#x12B;yat&#x101;ti ^a^V0.0056^ea^ vic&#x101;retabba&#x1E43;. &#x2018;&#x2018;Ekav&#x12B;s&#x101;dhik&#x101;n&#x12B;&#x2019;&#x2019;ti purimap&#x101;&#x1E6D;ho, ^b^v&#x12B;s&#x101;dhik&#x101;n&#x12B;^eb^ti pana pa&#x1E6D;hitabba&#x1E43;.</p>
              <p>[03]^b^37-45^eb^^b^.^eb^ &#x2018;&#x2018;Atthi puggalo&#x2019;&#x2019;ti sutta&#x1E43; anuj&#x101;n&#x101;pentena upaladdhi anuj&#x101;nit&#x101; hot&#x12B;ti ma&#xF1;&#xF1;am&#x101;no &#x101;ha ^b^&#x2018;&#x2018;upaladdhis&#x101;ma&#xF1;&#xF1;a&#x1E43; &#x101;ropetv&#x101;&#x2019;&#x2019;^eb^ti. ^b^V&#x12B;s&#x101;dhik&#x101;ni nava pa&#x1E6D;ikammapa&#xF1;cakasat&#x101;ni dassit&#x101;n&#x12B;^eb^ti etena suddhikasa&#x1E43;sandanepi &#x2018;&#x2018;&#x101;j&#x101;n&#x101;hi pa&#x1E6D;ikamma&#x2019;&#x2019;micceva p&#x101;&#x1E6D;hoti vi&#xF1;&#xF1;&#x101;yati. Ya&#xF1;ca v&#x101;damukhesu suddhikasaccika&#x1E6D;&#x1E6D;he &#x2018;&#x2018;pa&#x1E6D;ikammacatukka&#x2019;&#x2019;nti vutta&#x1E43;, tampi &#x2018;&#x2018;pa&#x1E6D;ikammapa&#xF1;caka&#x2019;&#x2019;nti.</p>
              <p>[06]Opammasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Catukkanayasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^46-52^eb^^b^.^eb^ Ekadhammatopi ^a^M0.0057^ea^ a&#xF1;&#xF1;atta&#x1E43; anicchanto r&#x16B;p&#x101;diekekadhammavasena n&#x101;nuyu&#xF1;jitabbo. Samud&#x101;yato hi aya&#x1E43; a&#xF1;&#xF1;atta&#x1E43; anicchanto ekadesato ana&#xF1;&#xF1;atta&#x1E43; pa&#x1E6D;ikkhipanto na niggah&#x101;raho siy&#x101;ti eta&#x1E43; vacanok&#x101;sa&#x1E43; nivattetu&#x1E43; ^b^&#x2018;&#x2018;aya&#xF1;ca anuyogo&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Sakala^eb^nti sattapa&#xF1;&#xF1;&#x101;savidho dhammappabhedo puggaloti v&#x101; paramatthasacca&#x1E43; puggaloti v&#x101; eva&#x1E43; sakala&#x1E43; sandh&#x101;y&#x101;ti attho. Eva&#x1E43; sakala&#x1E43; paramattha&#x1E43; cintetv&#x101; tantivasena anuyogalakkha&#x1E47;assa &#x1E6D;hapitatt&#x101; sakalaparamatthato ca a&#xF1;&#xF1;assa saccika&#x1E6D;&#x1E6D;hassa abh&#x101;v&#x101; saccika&#x1E6D;&#x1E6D;hena puggalena tato a&#xF1;&#xF1;ena na bhavitabbanti &#x2018;&#x2018;r&#x16B;pa&#x1E43; puggalo&#x2019;&#x2019;ti ima&#x1E43; pa&#xF1;ha&#x1E43; pa&#x1E6D;ikkhipantassa niggah&#x101;ropana&#x1E43; yuttanti attho.</p>
              <p>[03]^b^Sabh&#x101;gavinibbhogato^eb^ti r&#x16B;pato a&#xF1;&#xF1;asabh&#x101;gatt&#x101;ti vutta&#x1E43; hoti. ^b^Sabbadhamm&#x101;^eb^ti r&#x16B;pavajje sabbadhamme vadati. &#x2018;&#x2018;R&#x16B;pasmi&#x1E43; puggalo&#x2019;&#x2019;ti ettha nissayavin&#x101;se vin&#x101;s&#x101;pattibhayena pa&#x1E6D;ikkhipat&#x12B;ti adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;ucchedadi&#x1E6D;&#x1E6D;hibhayena cev&#x101;&#x2019;&#x2019;^eb^ti. T&#x12B;su pana ^b^samayavirodhena^eb^ pa&#x1E6D;ikkhepo adhippeto. Na hi so sakk&#x101;yadi&#x1E6D;&#x1E6D;hi&#x1E43; icchati, apica sassatadi&#x1E6D;&#x1E6D;hibhayena pa&#x1E6D;ikkhipat&#x12B;ti yutta&#x1E43; vattu&#x1E43;. Sakk&#x101;yadi&#x1E6D;&#x1E6D;h&#x12B;su ^a^V0.0057^ea^ hi pa&#xF1;ceva ucchedadi&#x1E6D;&#x1E6D;hiyo, ses&#x101;sassatadi&#x1E6D;&#x1E6D;hiyoti. ^b^A&#xF1;&#xF1;atra r&#x16B;p&#x101;^eb^ti ettha ca r&#x16B;pav&#x101; puggaloti ayamattho sa&#x1E45;gahitoti veditabbo.</p>
              <p>[06]Catukkanayasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Ni&#x1E6D;&#x1E6D;hit&#x101; ca sa&#x1E43;sandanakath&#x101;va&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Lakkha&#x1E47;ayuttiva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^54^eb^^b^.^eb^^b^Paccan&#x12B;k&#x101;nulome^eb^ti ida&#x1E43; ya&#x1E43; vakkhati &#x2018;&#x2018;chalavasena pana vattabba&#x1E43; &#x2018;&#x101;j&#x101;n&#x101;hi pa&#x1E6D;ikamma&#x2019;nti&#x101;d&#x12B;&#x2019;&#x2019;ti (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 54), tena pana na sameti. Paccan&#x12B;k&#x101;nulome hi paccan&#x12B;ke &#x2018;&#x2018;&#x101;j&#x101;n&#x101;hi niggaha&#x2019;&#x2019;nti vattabba&#x1E43;, na pana &#x2018;&#x2018;pa&#x1E6D;ikamma&#x2019;&#x2019;nti.</p>
              <p>[06]Lakkha&#x1E47;ayuttiva&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Vacanasodhanava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^55-59^eb^^b^.^eb^^b^Puggalo^eb^^a^M0.0058^ea^^b^upalabbhat&#x12B;ti padadvayassa atthato ekatte^eb^ti ettha tadeva ekatta&#x1E43; parena sampa&#x1E6D;icchita&#x1E43; asampa&#x1E6D;icchitanti vic&#x101;retabbameta&#x1E43;. Puggalassa hi avibhajitabbata&#x1E43;, upalabbhat&#x12B;ti etassa vibhajitabbata&#x1E43; vadanto vibhajitabb&#x101;vibhajitabbatth&#x101;na&#x1E43; upalabbhatipuggala-sadd&#x101;na&#x1E43; katha&#x1E43; atthato ekatta&#x1E43; sampa&#x1E6D;iccheyy&#x101;ti? Yath&#x101; ca vibhajitabb&#x101;vibhajitabbatth&#x101;na&#x1E43; upalabbhati-r&#x16B;pa-sadd&#x101;na&#x1E43; ta&#x1E43; vibh&#x101;ga&#x1E43; vadato r&#x16B;pa&#x1E43; ki&#xF1;ci upalabbhati, ki&#xF1;ci na upalabbhat&#x12B;ti aya&#x1E43; pasa&#x1E45;go n&#x101;pajjati, eva&#x1E43; etassapi yath&#x101;vuttavibh&#x101;ga&#x1E43; vadato yath&#x101;&#x101;p&#x101;ditena pasa&#x1E45;gena na bhavitabbanti maggitabbo ettha adhipp&#x101;yo.</p>
              <p>[03]^b^60^eb^^b^.^eb^ &#x2018;&#x2018;Su&#xF1;&#xF1;ato ^a^V0.0058^ea^ loka&#x1E43; avekkhass&#x16B;&#x2019;&#x2019;ti (su. ni. 1125) etena atthato puggalo natth&#x12B;ti vutta&#x1E43; hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;natth&#x12B;tipi vutta&#x2019;&#x2019;^eb^nti.</p>
              <p>[06]Vacanasodhanava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Pa&#xF1;&#xF1;att&#x101;nuyogava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^61-66^eb^^b^.^eb^ R&#x16B;pak&#x101;y&#x101;viraha&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;r&#x16B;pak&#x101;yasabbh&#x101;vato&#x2019;&#x2019;^eb^ti &#x101;ha. &#x2018;&#x2018;R&#x16B;pino v&#x101; ar&#x16B;pino v&#x101;&#x2019;&#x2019;ti (itivu. 90) sutte &#x101;gatapa&#xF1;&#xF1;atti&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;tath&#x101;r&#x16B;p&#x101;ya ca pa&#xF1;&#xF1;attiy&#x101; atthit&#x101;y&#x101;&#x2019;&#x2019;^eb^ti. ^b^V&#x12B;tar&#x101;gasabbh&#x101;vato^eb^ti k&#x101;m&#x12B;bh&#x101;vassa anekantikatt&#x101; k&#x101;madh&#x101;tuy&#x101; &#x101;yattatt&#x101;bh&#x101;vato ca &#x2018;&#x2018;k&#x101;m&#x12B;&#x2019;&#x2019;ti na vattabboti pa&#x1E6D;ikkhipat&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^67^eb^^b^.^eb^^b^K&#x101;y&#x101;nupassan&#x101;y&#x101;^eb^ti k&#x101;ra&#x1E47;avacanameta&#x1E43;, k&#x101;y&#x101;nupassan&#x101;ya k&#x101;ra&#x1E47;abh&#x16B;t&#x101;ya eva&#x1E43;laddhikatt&#x101;ti attho. ^b^&#x100;hacca bh&#x101;sita^eb^nti &#x2018;&#x2018;a&#xF1;&#xF1;a&#x1E43; j&#x12B;va&#x1E43; a&#xF1;&#xF1;a&#x1E43; sar&#x12B;ranti aby&#x101;katameta&#x1E43; may&#x101;&#x2019;&#x2019;ti (ma. ni. 2.128) &#x101;hacca bh&#x101;sita&#x1E43;.</p>
              <p>[06]Pa&#xF1;&#xF1;att&#x101;nuyogava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Gatianuyogava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^69-72^eb^^b^.^eb^^b^&#x2018;&#x2018;Dassento^eb^^a^M0.0059^ea^^b^&#x2018;tena hi puggalo sandh&#x101;vat&#x12B;&#x2019;ti&#x101;dim&#x101;h&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;dassento &#x2018;na vattabba&#x1E43; puggalo sandh&#x101;vat&#x12B;&#x2019;ti&#x101;dim&#x101;h&#x101;&#x2019;&#x2019;ti pana bhavitabba&#x1E43;, dassetv&#x101;ti v&#x101; vattabba&#x1E43;.</p>
              <p>[03]^b^91^eb^^b^.^eb^^b^Yena r&#x16B;pasa&#x1E45;kh&#x101;tena sar&#x12B;rena saddhi&#x1E43; gacchat&#x12B;^eb^ti ettha &#x2018;&#x2018;r&#x16B;pena saddhi&#x1E43; gacchat&#x12B;&#x2019;&#x2019;ti vadantena &#x2018;&#x2018;r&#x16B;pa&#x1E43; puggalo&#x2019;&#x2019;ti ananu&#xF1;&#xF1;&#x101;tatt&#x101; yen&#x101;k&#x101;rena ta&#x1E43; j&#x12B;va&#x1E43; ta&#x1E43; sar&#x12B;ranti ida&#x1E43; &#x101;pajjati ^a^V0.0059^ea^, so vattabbo. ^b^Asa&#xF1;&#xF1;&#x16B;papatti&#x1E43; sandh&#x101;y&#x101;^eb^ti niray&#x16B;pagassa puggalassa asa&#xF1;&#xF1;&#x16B;pagassa ar&#x16B;p&#x16B;pagassa ca antar&#x101;bhava&#x1E43; na icchat&#x12B;ti cutito anantara&#x1E43; upapatti&#x1E43; sandh&#x101;y&#x101;ti attho da&#x1E6D;&#x1E6D;habbo. Ye pana cutik&#x101;le upapattik&#x101;le ca asa&#xF1;&#xF1;&#x16B;papattik&#x101;le ca asa&#xF1;&#xF1;asattesu sa&#xF1;&#xF1;&#x101; atth&#x12B;ti gahetv&#x101; asa&#xF1;&#xF1;&#x16B;pagassa ca antar&#x101;bhava&#x1E43; iccheyyu&#x1E43;, tesa&#x1E43; antar&#x101;bhavabh&#x101;vato &#x2018;&#x2018;asa&#xF1;&#xF1;&#x16B;papatti avedan&#x101;&#x2019;&#x2019;ti na sakk&#x101; vattunti.</p>
              <p>[03]^b^92^eb^^b^.^eb^^b^Avedanoti&#x101;d&#x12B;su tada&#xF1;&#xF1;a^eb^nti sa&#xF1;&#xF1;abhavato a&#xF1;&#xF1;a&#x1E43; asa&#xF1;&#xF1;&#x101;nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanupapatti&#x1E43;. Nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanepi hi na vattabba&#x1E43; sa&#xF1;&#xF1;&#x101; atth&#x12B;ti icchanti.</p>
              <p>[03]^b^93^eb^^b^.^eb^^b^Yasm&#x101; r&#x16B;p&#x101;didhamme vin&#x101; puggalo natth&#x12B;^eb^ti indhanup&#x101;d&#x101;no aggi viya indhanena r&#x16B;p&#x101;diup&#x101;d&#x101;no puggalo r&#x16B;p&#x101;din&#x101; vin&#x101; natth&#x12B;ti laddhivasena vadati.</p>
              <p>[06]Gatianuyogava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>12. Up&#x101;d&#x101;pa&#xF1;&#xF1;att&#x101;nuyogava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^97^eb^^b^.^eb^^b^N&#x12B;la&#x1E43; r&#x16B;pa&#x1E43; up&#x101;d&#x101;ya n&#x12B;loti&#x101;d&#x12B;s&#x16B;^eb^ti &#x2018;&#x2018;n&#x12B;la&#x1E43; r&#x16B;pa&#x1E43; up&#x101;d&#x101;ya n&#x12B;lakassa puggalassa pa&#xF1;&#xF1;att&#x12B;&#x2019;&#x2019;ti ettha yo pu&#x1E6D;&#x1E6D;ho n&#x12B;la&#x1E43; up&#x101;d&#x101;ya n&#x12B;loti, tad&#x101;d&#x12B;s&#x16B;ti attho.</p>
              <p>[03]^b^98^eb^^b^.^eb^^b^Cheka&#x1E6D;&#x1E6D;ha&#x1E43; sandh&#x101;y&#x101;^eb^ti cheka&#x1E6D;&#x1E6D;ha&#x1E43; sandh&#x101;ya vutta&#x1E43;, na kusalapa&#xF1;&#xF1;atti&#x1E43;. &#x2018;&#x2018;Kusala&#x1E43; vedana&#x1E43; up&#x101;d&#x101;y&#x101;&#x2019;&#x2019;ti ma&#xF1;&#xF1;am&#x101;no pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^112^eb^^b^.^eb^^b^Id&#x101;ni^eb^^a^M0.0060^ea^&#x2026;pe&#x2026; ^b^dassetu&#x1E43; &#x2018;&#x2018;yath&#x101; rukkha&#x2019;&#x2019;nti&#x101;dim&#x101;h&#x101;^eb^ti pubbapakkha&#x1E43; dassetv&#x101; uttaram&#x101;h&#x101;ti vutta&#x1E43; hoti.</p>
              <p>[03]^b^115^eb^^b^.^eb^ &#x2018;&#x2018;Yassa ^a^V0.0060^ea^ r&#x16B;pa&#x1E43; so r&#x16B;pav&#x101;&#x2019;&#x2019;ti uttarapakkhe vutta&#x1E43; vacana&#x1E43; uddharitv&#x101; ^b^&#x2018;&#x2018;yasm&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^116^eb^^b^.^eb^^b^Citt&#x101;nupassan&#x101;vasen&#x101;^eb^ti citt&#x101;nupassan&#x101;vasena parid&#x12B;pitassa sar&#x101;g&#x101;dicittayogassa vasen&#x101;ti adhipp&#x101;yo.</p>
              <p>[03]^b^118^eb^^b^.^eb^^b^Yen&#x101;ti cakkhu^eb^nti &#x2018;&#x2018;yen&#x101;&#x2019;&#x2019;ti vutta&#x1E43; kara&#x1E47;a&#x1E43; cakkhunti attho. ^b^Cakkhumeva r&#x16B;pa&#x1E43; passat&#x12B;^eb^ti vi&#xF1;&#xF1;&#x101;&#x1E47;anissayabh&#x101;v&#x16B;pagamanameva cakkhussa dassana&#x1E43; n&#x101;ma hot&#x12B;ti sandh&#x101;ya vadati.</p>
              <p>[06]Up&#x101;d&#x101;pa&#xF1;&#xF1;att&#x101;nuyogava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>13. Purisak&#x101;r&#x101;nuyogava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^123^eb^^b^.^eb^^b^Kara&#x1E47;amatta^eb^nti kamm&#x101;na&#x1E43; nipph&#x101;dakappayojakabh&#x101;vena pavatt&#x101; khandh&#x101;.</p>
              <p>[03]^b^124^eb^^b^.^eb^ Purimakammena vin&#x101; puggalassa j&#x101;ti, j&#x101;tassa ca vijja&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;su samm&#x101; micch&#x101; v&#x101; pavatti natth&#x12B;ti sandh&#x101;ya ^b^&#x2018;&#x2018;purimakammameva tass&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^125^eb^^b^.^eb^^b^Kammava&#x1E6D;&#x1E6D;ass&#x101;^eb^ti ettha kammak&#x101;rakassa yo k&#x101;rako, tenapi a&#xF1;&#xF1;a&#x1E43; kamma&#x1E43; k&#x101;tabba&#x1E43;, tassa k&#x101;rakenapi a&#xF1;&#xF1;anti eva&#x1E43; kammava&#x1E6D;&#x1E6D;assa anupaccheda&#x1E43; vadanti. Puggalassa k&#x101;rako kammassa k&#x101;rako &#x101;pajjat&#x12B;ti vic&#x101;retabbameta&#x1E43;. M&#x101;t&#x101;pit&#x16B;hi janitat&#x101;din&#x101; tassa k&#x101;raka&#x1E43; icchantassa kammak&#x101;rak&#x101;na&#x1E43; k&#x101;rakaparampar&#x101; &#x101;pajjat&#x12B;ti ida&#xF1;ca vic&#x101;retabba&#x1E43;.</p>
              <p>[03]^b^170^eb^^b^.^eb^^b^Suttavirodhabhayen&#x101;^eb^ti &#x2018;&#x2018;so karoti so pa&#x1E6D;isa&#x1E43;vedayat&#x12B;ti kho, br&#x101;hma&#x1E47;a, ayameko anto&#x2019;&#x2019;ti&#x101;d&#x12B;hi (sa&#x1E43;. ni. 2.46) virodhabhay&#x101;.</p>
              <p>[03]^b^171^eb^^b^.^eb^ &#x2018;&#x2018;Idha ^a^V0.0061^ea^ nandati pecca nandat&#x12B;&#x2019;&#x2019;ti (dha. pa. 18) vacanato kammakara&#x1E47;ak&#x101;le vip&#x101;kapa&#x1E6D;isa&#x1E43;vedanak&#x101;le ca soyev&#x101;ti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti adhipp&#x101;yo. ^b^Saya&#x1E43;kata&#x1E43;^eb^^a^M0.0061^ea^^b^sukhadukkha^eb^nti ca pu&#x1E6D;&#x1E6D;ho &#x2018;&#x2018;ki&#x1E43; nu kho, bho gotama, saya&#x1E43;kata&#x1E43; sukha&#x1E43; dukkhanti? M&#x101; heva&#x1E43; kassap&#x101;&#x2019;&#x2019;ti&#x101;disuttavirodh&#x101; (sa&#x1E43;. ni. 2.18) pa&#x1E6D;ikkhipati.</p>
              <p>[03]^b^176^eb^^b^.^eb^^b^Laddhimattameveta^eb^nti soyeveko neva so hoti na a&#xF1;&#xF1;oti ida&#x1E43; pana nattheva, tasm&#x101; eva&#x1E43;v&#x101;dino asaya&#x1E43;k&#x101;ranti&#x101;di &#x101;pajjat&#x12B;ti adhipp&#x101;yo. ^b^Apic&#x101;^eb^ti&#x101;din&#x101; ida&#x1E43; dasseti &#x2013; na parassa icch&#x101;vaseneva &#x2018;&#x2018;so karot&#x12B;&#x2019;&#x2019;ti&#x101;di anuyogo vutto, atha kho &#x2018;&#x2018;so karot&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su eka&#x1E43; anicchantassa itara&#x1E43;, ta&#xF1;ca anicchantassa a&#xF1;&#xF1;a&#x1E43; &#x101;pannanti eva&#x1E43; k&#x101;rakavedakicch&#x101;ya &#x1E6D;hatv&#x101; &#x2018;&#x2018;so karot&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su ta&#x1E43; ta&#x1E43; anicch&#x101;ya &#x101;pannavasen&#x101;p&#x12B;ti. Atha v&#x101; na kevala&#x1E43; &#x2018;&#x2018;so karot&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;na&#x1E43; sabbesa&#x1E43; &#x101;pannatt&#x101;, atha kho ekekasseva ca &#x101;pannatt&#x101; aya&#x1E43; anuyogo katoti dasseti. ^b^Purimanayenev&#x101;^eb^ti etena &#x2018;&#x2018;idha nandat&#x12B;&#x2019;&#x2019;ti&#x101;di sabba&#x1E43; pa&#x1E6D;ij&#x101;nan&#x101;dik&#x101;ra&#x1E47;a&#x1E43; ekato yojetabbanti dasseti.</p>
              <p>[06]Purisak&#x101;r&#x101;nuyogava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Kaly&#x101;&#x1E47;avaggo ni&#x1E6D;&#x1E6D;hito.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>14. Abhi&#xF1;&#xF1;&#x101;nuyogava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^193^eb^^b^.^eb^^b^Abhi&#xF1;&#xF1;&#x101;nuyog&#x101;divasena arahattas&#x101;dhan&#x101;^eb^ti ettha &#x2018;&#x2018;nanu atthi koci iddhi&#x1E43; vikubbat&#x12B;&#x2019;&#x2019;ti abhi&#xF1;&#xF1;&#x101;anuyogo ca &#x2018;&#x2018;ha&#xF1;ci atthi koci iddhi&#x1E43; vikubbat&#x12B;&#x2019;&#x2019;ti &#x1E6D;hapan&#x101; ca &#x2018;&#x2018;tena vata re&#x2019;&#x2019;ti&#x101;di p&#x101;pan&#x101; ca &#x101;disaddasa&#x1E45;gahito atthova da&#x1E6D;&#x1E6D;habbo. &#x100;savakkhaya&#xF1;&#x101;&#x1E47;a&#x1E43; panettha abhi&#xF1;&#xF1;&#x101; vutt&#x101;ti tadabhi&#xF1;&#xF1;&#x101;vato arahato s&#x101;dhana&#x1E43; ^b^&#x2018;&#x2018;arahattas&#x101;dhan&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Arahato hi s&#x101;dhan&#x101; tabbh&#x101;vassa ca s&#x101;dhan&#x101; hotiyev&#x101;ti.</p>
              <p>[06]Abhi&#xF1;&#xF1;&#x101;nuyogava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>15-18. &#xD1;&#x101;tak&#x101;nuyog&#x101;diva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^209^eb^^b^.^eb^^b^Tath&#x101;r&#x16B;pass&#x101;^eb^ti ^a^M0.0062^ea^^a^V0.0062^ea^ tatiyako&#x1E6D;ibh&#x16B;tassa saccika&#x1E6D;&#x1E6D;hassa abh&#x101;v&#x101;ti adhipp&#x101;yo. Eva&#x1E43; pana pa&#x1E6D;ikkhipanto asaccika&#x1E6D;&#x1E6D;ha&#x1E43; tatiyako&#x1E6D;ibh&#x16B;ta&#x1E43; puggala&#x1E43; vadeyy&#x101;ti t&#x101;disa&#x1E43; puggala&#x1E43; icchanto hi suttena niggahetabbo siy&#x101;. Kasm&#x101;? ^b^Tath&#x101;r&#x16B;passa saccika&#x1E6D;&#x1E6D;hassa abh&#x101;vato^eb^ti, tath&#x101;r&#x16B;passa kassaci sabh&#x101;vassa abh&#x101;vato pa&#x1E6D;ikkhep&#x101;rahatt&#x101; attano laddhi&#x1E43; nig&#x16B;hitv&#x101; pa&#x1E6D;ikkhepo parav&#x101;diss&#x101;ti ayamattho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]&#xD1;&#x101;tak&#x101;nuyog&#x101;diva&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>19. Pa&#x1E6D;ivedh&#x101;nuyog&#x101;diva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^218^eb^^b^.^eb^^b^Pariggahitavedano^eb^ti vacanena apariggahitavedanassa &#x2018;&#x2018;sukhitosmi, dukkhitosm&#x12B;&#x2019;&#x2019;ti j&#x101;nana&#x1E43; paj&#x101;nana&#x1E43; n&#x101;ma na hot&#x12B;ti dasseti yog&#x101;vacarassa sukhum&#x101;nampi vedan&#x101;na&#x1E43; paricchedanasamatthata&#xF1;ca.</p>
              <p>[03]^b^228^eb^^b^.^eb^^b^Lakkha&#x1E47;avacana^eb^nti r&#x16B;pabbhantaragamana&#x1E43; sahar&#x16B;pabh&#x101;vo, bahiddh&#x101; nikkhamana&#x1E43; vin&#x101;r&#x16B;pabh&#x101;voti adhipp&#x101;yo.</p>
              <p>[03]^b^237^eb^^b^.^eb^^b^Im&#x101; kho^eb^ti o&#x1E37;&#x101;riko attapa&#x1E6D;il&#x101;bho manomayo attapa&#x1E6D;il&#x101;bho ar&#x16B;po attapa&#x1E6D;il&#x101;bhoti im&#x101; lokassa sama&#xF1;&#xF1;&#x101;, y&#x101;hi tath&#x101;gato voharati apar&#x101;masa&#x1E43;, yo sacco mogho v&#x101; siy&#x101;, tasmi&#x1E43; anupalabbham&#x101;nepi attani tadanupalabbhatoyeva par&#x101;m&#x101;sa&#x1E43; attadi&#x1E6D;&#x1E6D;hi&#x1E43; anupp&#x101;dento loke attapa&#x1E6D;il&#x101;bhoti pavattavoh&#x101;ravaseneva voharat&#x12B;ti ayamettha attho. Ettha ca paccattas&#x101;ma&#xF1;&#xF1;alakkha&#x1E47;avasena puggalassa atthita&#x1E43; pa&#x1E6D;ikkhipitv&#x101; lokavoh&#x101;rena atthita&#x1E43; vadantena puggaloti koci sabh&#x101;vo natth&#x12B;ti vutta&#x1E43; hoti. Sati hi tasmi&#x1E43; attano sabh&#x101;veneva atthit&#x101; vattabb&#x101; siy&#x101;, na lokavoh&#x101;ren&#x101;ti. Imin&#x101; pana yath&#x101; sameti, yath&#x101; ca ^a^M0.0063^ea^ par&#x101;m&#x101;so na hoti, eva&#x1E43; ito purim&#x101; ca atthava&#x1E47;&#x1E47;an&#x101; yojetabb&#x101;.</p>
              <p>[03]^b^Lokasammutik&#x101;ra&#x1E47;a^eb^nti ^a^V0.0063^ea^ yasm&#x101; lokasammutivasena pavatta&#x1E43;, tasm&#x101; saccanti vutta&#x1E43; hoti. ^b^Tathalakkha&#x1E47;a^eb^nti tathak&#x101;ra&#x1E47;a&#x1E43;. Yasm&#x101; dhamm&#x101;na&#x1E43; tathat&#x101;ya pavatta&#x1E43;, tasm&#x101; saccanti dasseti.</p>
              <p>[06]Pa&#x1E6D;ivedh&#x101;nuyog&#x101;diva&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Puggalakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Parih&#x101;nikath&#x101;</h1n>
        <h2>
          <h2n>1. V&#x101;dayuttiparih&#x101;nikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^239^eb^^b^.^eb^ &#x2018;&#x2018;Dveme ^a^M0.0064^ea^^a^V0.0064^ea^, bhikkhave, dhamm&#x101; sekkhassa bhikkhuno parih&#x101;n&#x101;ya sa&#x1E43;vattant&#x12B;&#x2019;&#x2019;ti (a. ni. 2.185) ida&#x1E43; sutta&#x1E43; arahato parih&#x101;niladdhiy&#x101; na nissayo, atha kho an&#x101;g&#x101;mi&#x101;d&#x12B;na&#x1E43; parih&#x101;niladdhiy&#x101;, tasm&#x101; ^b^arahatopi parih&#x101;ni&#x1E43; icchant&#x12B;^eb^ti ettha pi-saddena an&#x101;g&#x101;missapi sakad&#x101;g&#x101;missap&#x12B;ti yojetabba&#x1E43;.</p>
              <p>[03]^b^&#x2018;&#x2018;Tatiyasmimpi mudindriy&#x101;va adhippet&#x101;. Tesa&#xF1;hi sabbesampi parih&#x101;ni na hot&#x12B;ti tassa laddh&#x12B;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, mudindriyesveva pana adhippetesu parikkhepo na k&#x101;tabbo siy&#x101;, kato ca, tasm&#x101; ^b^&#x2018;&#x2018;tatiyasmimpi tikkhindriy&#x101;va adhippet&#x101;. Tesa&#xF1;hi sabbesampi parih&#x101;ni na hot&#x12B;ti tassa laddh&#x12B;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti.</p>
              <p>[03]^b^Ayoniso attha&#x1E43; gahetv&#x101;^eb^ti sot&#x101;pannoyeva niyatoti vuttoti soyeva na parih&#x101;yati, na itareti attha&#x1E43; gahetv&#x101;. &#x2018;&#x2018;Uparimaggatth&#x101;y&#x101;&#x2019;&#x2019;ti vutta&#x1E43; attha&#x1E43; aggahetv&#x101; niyatoti sot&#x101;pattiphal&#x101; na parih&#x101;yat&#x12B;ti etamattha&#x1E43; ga&#x1E47;h&#x12B;ti pana vadanti.</p>
              <p>[06]V&#x101;dayuttiparih&#x101;nikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Ariyapuggalasa&#x1E43;sandanaparih&#x101;niva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^241^eb^^b^.^eb^^b^Ya&#x1E43;^eb^^a^V0.0065^ea^^b^panetth&#x101;^eb^ti&#x101;dimhi dassanamaggaphale &#x1E6D;hitassa anantara&#x1E43; arahattappatti&#x1E43;, tato parih&#x101;yitv&#x101; tattha ca &#x1E6D;h&#x101;na&#x1E43; icchanto puna v&#x101;y&#x101;mena tadanantara&#x1E43; arahattappatti&#x1E43; na icchat&#x12B;ti vic&#x101;retabbameta&#x1E43;.</p>
              <p>[03]^b^262^eb^^b^.^eb^^b^Avasippatto jh&#x101;nal&#x101;bh&#x12B;^eb^ti sekkho vuttoti da&#x1E6D;&#x1E6D;habbo. Puthujjano pana vasippatto avasippatto ca samayavimuttaasamayavimuttatantiy&#x101; aggahito, bhaj&#x101;piyam&#x101;no pana sam&#x101;pattivikkhambhit&#x101;na&#x1E43; kiles&#x101;na&#x1E43; vasena samayavimuttabh&#x101;va&#x1E43; bhajeyy&#x101;ti vuttoti.</p>
              <p>[06]Ariyapuggalasa&#x1E43;sandanaparih&#x101;niva&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Suttas&#x101;dhanaparih&#x101;niva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^265^eb^^b^.^eb^^b^Uttamah&#x12B;nabhedo^eb^^a^M0.0065^ea^ &#x2018;&#x2018;tatra y&#x101;ya&#x1E43; pa&#x1E6D;ipad&#x101; sukh&#x101; khipp&#x101;bhi&#xF1;&#xF1;&#x101;, s&#x101; ubhayeneva pa&#x1E47;&#x12B;t&#x101; akkh&#x101;yat&#x12B;&#x2019;&#x2019;ti&#x101;disuttavasena (d&#x12B;. ni. 3.152) vutto. &#x2018;&#x2018;Di&#x1E6D;&#x1E6D;ha&#x1E43; suta&#x1E43; muta&#x2019;&#x2019;nti ettha viya mutasaddo pattabba&#x1E43; vadat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;phusan&#x101;raha&#x2019;&#x2019;^eb^nti.</p>
              <p>[03]^b^267^eb^^b^.^eb^^b^Appattaparih&#x101;n&#x101;ya ceva sa&#x1E43;vattanti^eb^ yath&#x101;katasanni&#x1E6D;&#x1E6D;h&#x101;nassa samayavimuttass&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Suttas&#x101;dhanaparih&#x101;niva&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Parih&#x101;nikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>3. Brahmacariyakath&#x101;</h1n>
        <h2>
          <h2n>1. Suddhabrahmacariyakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^269^eb^^b^.^eb^^b^&#x2018;&#x2018;Paranimmitavasavattideve^eb^^a^M0.0066^ea^^a^V0.0066^ea^^b^up&#x101;d&#x101;ya tadupar&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;t&#x12B;hi, bhikkhave, &#x1E6D;h&#x101;neh&#x12B;&#x2019;&#x2019;ti (a. ni. 9.21) pana suttassa vacanena he&#x1E6D;&#x1E6D;h&#x101;pi maggabh&#x101;vanampi na icchant&#x12B;ti vi&#xF1;&#xF1;&#x101;yati.</p>
              <p>[03]^b^270^eb^^b^.^eb^^b^&#x2018;&#x2018;Gih&#x12B;na&#xF1;ceva ekacc&#x101;na&#xF1;ca dev&#x101;na&#x1E43; maggapa&#x1E6D;il&#x101;bha&#x1E43; sandh&#x101;ya pa&#x1E6D;ikkhepo tassev&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;yattha natth&#x12B;&#x2019;&#x2019;ti pana ok&#x101;savasena pu&#x1E6D;&#x1E6D;ho puggalavasena tassa pa&#x1E6D;ikkhepo na yutto. Yadi ca tass&#x101;ya&#x1E43; adhipp&#x101;yo, sakav&#x101;din&#x101; sam&#x101;n&#x101;dhipp&#x101;yatt&#x101; na niggahetabbo.</p>
              <p>[03]^b^271^eb^^b^.^eb^^b^Ekantarikapa&#xF1;h&#x101;^eb^ti parav&#x101;d&#x12B;sakav&#x101;d&#x12B;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; pa&#xF1;hantarik&#x101; pa&#xF1;h&#x101;.</p>
              <p>[06]Suddhabrahmacariyakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Sa&#x1E43;sandanabrahmacariyakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^273^eb^^b^.^eb^^b^R&#x16B;p&#x101;vacaramaggena hi so idhavih&#x101;yani&#x1E6D;&#x1E6D;ho n&#x101;ma j&#x101;to^eb^ti ida&#x1E43; &#x2018;&#x2018;idha bh&#x101;vitamaggo hi an&#x101;g&#x101;m&#x12B; idhavih&#x101;yani&#x1E6D;&#x1E6D;ho n&#x101;ma hot&#x12B;&#x2019;&#x2019;ti&#x101;dikena laddhikittanena katha&#x1E43; samet&#x12B;ti vic&#x101;retabba&#x1E43;. Pubbe pana an&#x101;g&#x101;m&#x12B; eva an&#x101;g&#x101;m&#x12B;ti vutto, idha jh&#x101;n&#x101;n&#x101;g&#x101;misot&#x101;pann&#x101;dikoti ^a^V0.0067^ea^ adhipp&#x101;yo. Idha arahattamagga&#x1E43; bh&#x101;vetv&#x101; idheva phala&#x1E43; sacchikaronta&#x1E43; &#x2018;&#x2018;idhaparinibb&#x101;y&#x12B;&#x2019;&#x2019;ti vadati, idha pana magga&#x1E43; bh&#x101;vetv&#x101; tattha phala&#x1E43; sacchikaronta&#x1E43; &#x2018;&#x2018;tatthaparinibb&#x101;y&#x12B; arah&#x101;&#x2019;&#x2019;ti.</p>
              <p>[06]Sa&#x1E43;sandanabrahmacariyakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Brahmacariyakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>4. Odhisokath&#x101;va&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^274^eb^^b^.^eb^^b^Odhiso^eb^^a^M0.0067^ea^^b^odhiso^eb^ti etassa attha&#x1E43; dassento ^b^&#x2018;&#x2018;ekadesena ekadesen&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[06]Odhisokath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>4. Jahatikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n>1. Nasutt&#x101;hara&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^280^eb^^b^.^eb^^b^Kiccasabbh&#x101;va^eb^nti t&#x12B;hi pah&#x101;tabbassa pah&#x12B;nata&#x1E43;. Ta&#x1E43; pana kicca&#x1E43; yadi teneva maggena sijjhat&#x12B;ti laddhi, puthujjanak&#x101;le eva k&#x101;mar&#x101;gaby&#x101;p&#x101;d&#x101; pah&#x12B;n&#x101;ti laddh&#x12B;ti eta&#x1E43; na sameti, tasm&#x101; puthujjanak&#x101;le pah&#x12B;n&#x101;nampi dassanamagge uppanne puna kad&#x101;ci anuppattito ti&#x1E47;&#x1E47;a&#x1E43; magg&#x101;na&#x1E43; kicca&#x1E43; sambhavat&#x12B;ti adhipp&#x101;yo.</p>
              <p>[06]Nasutt&#x101;hara&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Jahatikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>5. Sabbamatth&#x12B;tikath&#x101;</h1n>
        <h2>
          <h2n>1. V&#x101;dayuttiva&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^282^eb^^b^.^eb^^b^Sabbasmi&#x1E43;^eb^^a^V0.0068^ea^^b^sar&#x12B;re sabba^eb^nti sirasi p&#x101;d&#x101; pacchato cakkh&#x16B;n&#x12B;ti eva&#x1E43; sabba&#x1E43; sabbattha atth&#x12B;ti attho. ^b^Sabbasmi&#x1E43; k&#x101;le^eb^ti b&#x101;lak&#x101;le yuvat&#x101;, vu&#x1E0D;&#x1E0D;hak&#x101;le b&#x101;lat&#x101;, eva&#x1E43; sabbasmi&#x1E43; k&#x101;le sabba&#x1E43;. ^b^Sabben&#x101;k&#x101;ren&#x101;^eb^ti n&#x12B;l&#x101;k&#x101;rena p&#x12B;ta&#x1E43;, p&#x12B;t&#x101;k&#x101;rena lohitanti eva&#x1E43;. ^b^Sabbesu dhammes&#x16B;^eb^ti cakkhusmi&#x1E43; sota&#x1E43;, sotasmi&#x1E43; gh&#x101;nanti eva&#x1E43;. ^b^Ayutta^eb^nti yogarahita&#x1E43; vadati, ta&#x1E43; pana ekasabh&#x101;va&#x1E43;. Katha&#x1E43; pana ekasabh&#x101;vassa yogarahitat&#x101;ti ta&#x1E43; dassento ^b^&#x2018;&#x2018;n&#x101;n&#x101;sabh&#x101;v&#x101;na&#xF1;h&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Dvinna&#xF1;hi n&#x101;n&#x101;sabh&#x101;v&#x101;na&#x1E43; a&#x1E45;gul&#x12B;na&#x1E43; me&#x1E47;&#x1E0D;ak&#x101;na&#x1E43; v&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;ayogo hoti, na ekasseva sato, tasm&#x101; yo n&#x101;n&#x101;sabh&#x101;vesu hoti yogo, tena rahita&#x1E43; ekasabh&#x101;va&#x1E43; ayoganti vutta&#x1E43;. ^b^Ida&#x1E43; pucchat&#x12B;^eb^ti parav&#x101;d&#x12B;di&#x1E6D;&#x1E6D;hiy&#x101; ^a^M0.0068^ea^ micch&#x101;di&#x1E6D;&#x1E6D;hibh&#x101;va&#x1E43; gahetv&#x101; uppann&#x101;ya attano di&#x1E6D;&#x1E6D;hiy&#x101; samm&#x101;di&#x1E6D;&#x1E6D;hibh&#x101;vo atth&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[06]V&#x101;dayuttiva&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. K&#x101;lasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^285^eb^^b^.^eb^^b^At&#x12B;t&#x101;n&#x101;gata&#x1E43; pah&#x101;ya paccuppannar&#x16B;pameva appiya&#x1E43; avibhajitabba&#x1E43; karitv&#x101;^eb^ti paccuppannasaddena r&#x16B;pasaddena c&#x101;ti ubhohipi paccuppannar&#x16B;pameva vattabba&#x1E43; katv&#x101;ti vutta&#x1E43; hoti. ^b^Pa&#xF1;&#xF1;attiy&#x101; avigatatt&#x101;^eb^ti etena ida&#x1E43; vi&#xF1;&#xF1;&#x101;yati &#x2018;&#x2018;na r&#x16B;papa&#xF1;&#xF1;atti viya vatthapa&#xF1;&#xF1;atti sabh&#x101;vaparicchinne pavatt&#x101; vijjam&#x101;napa&#xF1;&#xF1;atti, atha kho pubb&#x101;pariyavasena pavattam&#x101;na&#x1E43; r&#x16B;pasam&#x16B;ha&#x1E43; up&#x101;d&#x101;ya pavatt&#x101; avijjam&#x101;napa&#xF1;&#xF1;atti, tasm&#x101; vatthabh&#x101;vassa od&#x101;tabh&#x101;vavigame vigam&#x101;vattabbat&#x101; yutt&#x101;, na pana r&#x16B;pabh&#x101;vassa paccuppannabh&#x101;vavigame&#x2019;&#x2019;ti.</p>
              <p>[06]K&#x101;lasa&#x1E43;sandanava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Vacanasodhanava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^288^eb^^b^.^eb^^b^An&#x101;gata&#x1E43;^eb^^a^V0.0069^ea^^b^v&#x101; paccuppanna&#x1E43; v&#x101; hutv&#x101; hot&#x12B;ti vutta^eb^nti ettha an&#x101;gata&#x1E43; an&#x101;gata&#x1E43; hutv&#x101; puna paccuppanna&#x1E43; honta&#x1E43; hutv&#x101; hot&#x12B;ti, tath&#x101; paccuppanna&#x1E43; paccuppanna&#x1E43; honta&#x1E43; pubbe an&#x101;gata&#x1E43; hutv&#x101; paccuppanna&#x1E43; hot&#x12B;ti hutv&#x101; hot&#x12B;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Ki&#x1E43; te tampi hutv&#x101; hot&#x12B;^eb^ti tabbh&#x101;v&#x101;vigamato hutv&#x101;hotibh&#x101;v&#x101;nuparama&#x1E43; anupaccheda&#x1E43; pucchat&#x12B;ti adhipp&#x101;yo yutto. ^b^Hutv&#x101; bh&#x16B;tassa puna hutv&#x101; abh&#x101;vato^eb^ti an&#x101;gata&#x1E43; hutv&#x101; paccuppannabh&#x16B;tassa puna an&#x101;gata&#x1E43; hutv&#x101; paccuppann&#x101;bh&#x101;vato.</p>
              <p>[03]^b^Yasm&#x101; ta^eb^nti ta&#x1E43; hutv&#x101; bh&#x16B;ta&#x1E43; paccuppanna&#x1E43; yasm&#x101; an&#x101;gata&#x1E43; hutv&#x101; paccuppanna&#x1E43; honta&#x1E43; &#x2018;&#x2018;hutv&#x101; hot&#x12B;&#x2019;&#x2019;ti sa&#x1E45;khya&#x1E43; gata&#x1E43;, tasm&#x101; dutiyampi &#x2018;&#x2018;hutv&#x101; hot&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; arahat&#x12B;ti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti adhipp&#x101;yo. Eva&#x1E43; pana dhamme hutv&#x101;hotibh&#x101;v&#x101;nuparama&#x1E43; vadantassa adhamme sasavis&#x101;&#x1E47;e nahutv&#x101;na hotibh&#x101;v&#x101;nuparamo &#x101;pajjat&#x12B;ti adhipp&#x101;yena ^b^&#x2018;&#x2018;atha na&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^Pa&#x1E6D;ikkhittanayen&#x101;^eb^ti ^a^M0.0069^ea^ k&#x101;lan&#x101;nattena. ^b^Pa&#x1E6D;i&#xF1;&#xF1;&#x101;tanayen&#x101;^eb^ti atth&#x101;n&#x101;nattena. Atth&#x101;n&#x101;natta&#x1E43; icchantopi pana an&#x101;gatassa paccuppanne vutta&#x1E43; hotibh&#x101;va&#x1E43;, paccuppannassa ca an&#x101;gate vutta&#x1E43; hutv&#x101;bh&#x101;va&#x1E43; katha&#x1E43; pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti vic&#x101;retabba&#x1E43;. Atth&#x101;n&#x101;nattameva hi tena anu&#xF1;&#xF1;&#x101;yati, na an&#x101;gate paccuppannabh&#x101;vo, paccuppanne v&#x101; an&#x101;gatabh&#x101;voti. ^b^Purima&#x1E43; pa&#x1E6D;ikkhittapa&#xF1;ha&#x1E43; parivattitv&#x101;^eb^ti anu&#xF1;&#xF1;&#x101;tapa&#xF1;hassa hutv&#x101; hoti hutv&#x101; hot&#x12B;ti doso vuttoti avuttadosa&#x1E43; atikkamma pa&#x1E6D;ikkhittapa&#xF1;ha&#x1E43; puna gahetv&#x101; tena codet&#x12B;ti attho. Ettha ca atth&#x101;n&#x101;nattena hutv&#x101;hot&#x12B;ti anuj&#x101;nantassa doso k&#x101;lan&#x101;natt&#x101;yeva an&#x101;gata&#x1E43; paccuppannanti pa&#x1E6D;ikkhepena katha&#x1E43; hot&#x12B;ti? Tasseva anuj&#x101;nanapa&#x1E6D;ikkhepatoti adhipp&#x101;yo.</p>
              <p>[03]^b^Ekeka^eb^nti an&#x101;gatampi na hutv&#x101; na hoti paccuppannamp&#x12B;ti tadubhaya&#x1E43; gahetv&#x101; ^b^&#x2018;&#x2018;ekeka&#x1E43; na hutv&#x101; na hoti na hutv&#x101; na hot&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, na ekekameva na hutv&#x101; na hoti na hutv&#x101; na hot&#x12B;ti. Esa nayo purimasmi&#x1E43; ^b^&#x2018;&#x2018;ekeka&#x1E43; hutv&#x101; hoti hutv&#x101; hot&#x12B;&#x2019;&#x2019;^eb^ti vacanepi. An&#x101;gatassa hi &#x2018;&#x2018;hutv&#x101; hot&#x12B;&#x2019;&#x2019;ti n&#x101;ma&#x1E43; paccuppannassa c&#x101;ti dvepi n&#x101;m&#x101;ni sa&#x1E45;gahetv&#x101; &#x2018;&#x2018;hutv&#x101; hoti hutv&#x101; hot&#x12B;&#x2019;&#x2019;ti codita&#x1E43;, tath&#x101; &#x2018;&#x2018;na hutv&#x101; na hoti na hutv&#x101; na hot&#x12B;&#x2019;&#x2019;ti c&#x101;ti adhipp&#x101;yo ^a^V0.0070^ea^. ^b^Sabbato andhak&#x101;rena pariyonaddho viy&#x101;^eb^ti etena apariyonaddhena pa&#x1E6D;ij&#x101;nitabba&#x1E43; siy&#x101;ti dasseti. Ettha ca purimanaye hutv&#x101; bh&#x16B;tassa puna hutv&#x101;hotibh&#x101;vo codito, dutiyanaye an&#x101;gat&#x101;d&#x12B;su ekekassa hutv&#x101;hotin&#x101;mat&#x101;ti aya&#x1E43; viseso.</p>
              <p>[06]Vacanasodhanava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>At&#x12B;ta&#xF1;&#x101;&#x1E47;&#x101;dikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^290^eb^^b^.^eb^^b^Puna pu&#x1E6D;&#x1E6D;ho&#x2026;pe&#x2026; atthit&#x101;ya pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;^eb^ti ettha ^b^paccuppanna&#x1E43; &#xF1;&#x101;&#x1E47;a&#x1E43; ten&#x101;^eb^ti etena anuvattam&#x101;n&#x101;pekkhanavacanena katha&#x1E43; vuccat&#x12B;ti vic&#x101;retabba&#x1E43;.</p>
              <p>[06]At&#x12B;ta&#xF1;&#x101;&#x1E47;&#x101;dikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Arahant&#x101;dikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^291^eb^^b^.^eb^^b^Yuttivirodho^eb^^a^M0.0070^ea^ arahato sar&#x101;g&#x101;dibh&#x101;ve puthujjanena an&#x101;natta&#x1E43; brahmacariyav&#x101;sassa aphalat&#x101;ti evam&#x101;diko da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Arahant&#x101;dikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Padasodhanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^295^eb^^b^.^eb^^b^Tena k&#x101;ra&#x1E47;en&#x101;^eb^ti at&#x12B;taatthisadd&#x101;na&#x1E43; ekatthatt&#x101; atthisaddatthassa ca nv&#x101;t&#x12B;tabh&#x101;vato &#x2018;&#x2018;at&#x12B;ta&#x1E43; ^a^V0.0071^ea^ nv&#x101;t&#x12B;ta&#x1E43;, nv&#x101;t&#x12B;ta&#xF1;ca at&#x12B;ta&#x1E43; hot&#x12B;&#x2019;&#x2019;ti vutta&#x1E43; hoti. Ettha pana at&#x12B;t&#x101;d&#x12B;na&#x1E43; atthita&#x1E43; vadantassa parav&#x101;dissev&#x101;ya&#x1E43; doso yath&#x101; &#x101;pajjati, na pana &#x2018;&#x2018;nibb&#x101;na&#x1E43; atth&#x12B;&#x2019;&#x2019;ti vadantassa sakav&#x101;dissa, tath&#x101; pa&#x1E6D;ip&#x101;detabba&#x1E43;.</p>
              <p>[06]Padasodhanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Sabbamatth&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>7. Ekacca&#x1E43;atth&#x12B;tikath&#x101;</h1n>
        <h2>
          <h2n>1. At&#x12B;t&#x101;diekaccakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^299^eb^^b^.^eb^^b^Ti&#x1E47;&#x1E47;a&#x1E43; r&#x101;s&#x12B;na^eb^nti avipakkavip&#x101;kavipakkavip&#x101;kaavip&#x101;k&#x101;na&#x1E43;. Voh&#x101;ravasena avipakkavip&#x101;k&#x101;na&#x1E43; atthita&#x1E43; vadanto katha&#x1E43; codetabboti vic&#x101;reti &#x2018;&#x2018;kammupacaya&#x1E43; cittavippayutta&#x1E43; sa&#x1E45;kh&#x101;ra&#x1E43; icchant&#x12B;&#x2019;&#x2019;ti.</p>
              <p>[06]Ekacca&#x1E43;atth&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>8. Satipa&#x1E6D;&#x1E6D;h&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^301^eb^^b^.^eb^^b^Lokuttarabh&#x101;va&#x1E43; pucchanatth&#x101;y&#x101;^eb^ti lokiyalokuttar&#x101;ya samm&#x101;satiy&#x101; satipa&#x1E6D;&#x1E6D;h&#x101;natt&#x101;, lokuttar&#x101;yayeva v&#x101; paramatthasatipa&#x1E6D;&#x1E6D;h&#x101;natt&#x101; tass&#x101; vasena lokuttarabh&#x101;va&#x1E43; pucchanatth&#x101;y&#x101;ti attho. ^b^Pabhedapucch&#x101;vasen&#x101;^eb^ti ^a^M0.0071^ea^ lokiyalokuttarasatipa&#x1E6D;&#x1E6D;h&#x101;nasamud&#x101;yabh&#x16B;tassa satipa&#x1E6D;&#x1E6D;h&#x101;nassa pabhed&#x101;na&#x1E43; pucch&#x101;vasena.</p>
              <p>[06]Satipa&#x1E6D;&#x1E6D;h&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>9. Hevatthikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^304^eb^^b^.^eb^^b^Ayoniso^eb^^a^V0.0072^ea^^b^pati&#x1E6D;&#x1E6D;h&#x101;pitatt&#x101;^eb^ti avattabbuttarena upekkhitabbena pati&#x1E6D;&#x1E6D;h&#x101;pitatt&#x101;ti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Hevatthikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Mah&#x101;vaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Dutiyavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Par&#x16B;pah&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^307^eb^^b^.^eb^^b^Adhim&#x101;nik&#x101;na&#x1E43;^eb^ sukkavissa&#x1E6D;&#x1E6D;hidassana&#x1E43; vic&#x101;retabba&#x1E43;. Te hi sam&#x101;dhivipassan&#x101;hi vikkhambhitar&#x101;g&#x101;va, b&#x101;hirak&#x101;nampi ca k&#x101;mesu v&#x12B;tar&#x101;g&#x101;na&#x1E43; sukkavissa&#x1E6D;&#x1E6D;hiy&#x101; abh&#x101;vo vuttoti. Adhim&#x101;nikapubb&#x101; pana adhippet&#x101; siyu&#x1E43;.</p>
              <p>[03]^b^308^eb^^b^.^eb^^b^Vacas&#x101;yatthe^eb^ti nicchayatthe, &#x2018;&#x2018;ki&#x1E43; k&#x101;ra&#x1E47;&#x101;&#x2019;&#x2019;ti pana k&#x101;ra&#x1E47;assa pucchitatt&#x101; brahmacariyakath&#x101;ya&#x1E43; viya k&#x101;ra&#x1E47;attheti yutta&#x1E43;.</p>
              <p>[06]Par&#x16B;pah&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Vac&#x12B;bhedakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^326^eb^^b^.^eb^ Vac&#x12B;bhedakath&#x101;ya&#x1E43; ^b^lokuttara&#x1E43; pa&#x1E6D;hamajjh&#x101;na&#x1E43; sam&#x101;panno^eb^ti pa&#x1E6D;hamamagga&#x1E43; sandh&#x101;ya vadati, yasm&#x101; so dukkhanti vipassati, tasm&#x101; dukkhamicceva v&#x101;ca&#x1E43; bh&#x101;sati, na samudayoti&#x101;d&#x12B;n&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^328^eb^^b^.^eb^^b^Yena^eb^^a^M0.0072^ea^^a^V0.0073^ea^^b^ta&#x1E43; sadda&#x1E43; su&#x1E47;&#x101;t&#x12B;^eb^ti ida&#x1E43; vac&#x12B;samu&#x1E6D;&#x1E6D;h&#x101;panakkha&#x1E47;e eva eta&#x1E43; sadda&#x1E43; su&#x1E47;&#x101;t&#x12B;ti icchite &#x101;ropite v&#x101; yujjati.</p>
              <p>[03]^b^332^eb^^b^.^eb^ Lokuttaramaggakkha&#x1E47;e vac&#x12B;bheda&#x1E43; icchato parassa abhibh&#x16B;sutt&#x101;hara&#x1E47;e adhipp&#x101;yo vattabbo.</p>
              <p>[06]Vac&#x12B;bhedakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Citta&#x1E6D;&#x1E6D;hitikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^335^eb^^b^.^eb^ Citta&#x1E6D;&#x1E6D;hitikath&#x101;ya&#x1E43; ^b^cull&#x101;s&#x12B;ti&#x2026;pe&#x2026; &#x101;divacanavasen&#x101;^eb^ti &#x101;ruppeyeva eva&#x1E43; y&#x101;vat&#x101;yuka&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vutta&#x1E43;, na a&#xF1;&#xF1;atth&#x101;ti katv&#x101; pa&#x1E6D;ikkhipat&#x12B;ti adhipp&#x101;yo. Etena pana &#x2018;&#x2018;na tveva tepi ti&#x1E6D;&#x1E6D;hanti, dv&#x12B;hi cittasamohit&#x101;&#x2019;&#x2019;ti (mah&#x101;ni. 10 thoka&#x1E43; visadisa&#x1E43;) dutiy&#x101;pi a&#x1E0D;&#x1E0D;hakath&#x101; passitabb&#x101;. Purim&#x101;ya ca vassasat&#x101;di&#x1E6D;&#x1E6D;h&#x101;n&#x101;nu&#xF1;&#xF1;&#x101;ya avirodho vibh&#x101;vetabbo. ^b^Muhutta&#x1E43; muhutta^eb^nti pa&#xF1;ho sakav&#x101;din&#x101; pucchito viya vutto, parav&#x101;din&#x101; pana pucchitoti da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Citta&#x1E6D;&#x1E6D;hitikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Anupubb&#x101;bhisamayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^339^eb^^b^.^eb^ Anupubb&#x101;bhisamayakath&#x101;ya&#x1E43; ^b^athav&#x101;^eb^ti&#x101;din&#x101; ida&#x1E43; dasseti &#x2013; catunna&#x1E43; &#xF1;&#x101;&#x1E47;&#x101;na&#x1E43; ekamaggabh&#x101;vato na ekamaggassa bahubh&#x101;v&#x101;patti, anupubbena ca sot&#x101;pattimagga&#x1E43; bh&#x101;vet&#x12B;ti upapannanti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti.</p>
              <p>[03]^b^344^eb^^b^.^eb^^b^Tad&#x101;^eb^ti dassane parini&#x1E6D;&#x1E6D;hite.</p>
              <p>[03]^b^345^eb^^b^.^eb^^b^A&#x1E6D;&#x1E6D;hahi^eb^^a^V0.0074^ea^^b^&#xF1;&#x101;&#x1E47;eh&#x12B;^eb^ti ettha pa&#x1E6D;isambhid&#x101;&#xF1;&#x101;&#x1E47;ehi saha a&#x1E6D;&#x1E6D;hasu gahitesu niruttipa&#x1E6D;ibh&#x101;napa&#x1E6D;isambhid&#x101;hi sot&#x101;pattiphalasacchikiriy&#x101; katha&#x1E43; hot&#x12B;ti vic&#x101;retabba&#x1E43;.</p>
              <p>[06]Anupubb&#x101;bhisamayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Voh&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^347^eb^^b^.^eb^ Voh&#x101;rakath&#x101;ya&#x1E43; ^a^M0.0073^ea^^b^ud&#x101;hu sot&#x101;d&#x12B;nip&#x12B;^eb^ti ekantalokiyesu visayavisay&#x12B;su visayasseva lokuttarabh&#x101;vo, na visay&#x12B;nanti natthettha k&#x101;ra&#x1E47;a&#x1E43;. Yath&#x101; ca visay&#x12B;na&#x1E43; lokuttarabh&#x101;vo asiddho, tath&#x101; visayassa sadd&#x101;yatanassa. Tattha yath&#x101; asiddhalokuttarabh&#x101;vassa tassa lokuttarat&#x101;, eva&#x1E43; sot&#x101;d&#x12B;na&#x1E43; &#x101;pann&#x101;ti kinti t&#x101;nipi lokuttar&#x101;n&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^Yadi lokuttare pa&#x1E6D;iha&#xF1;&#xF1;eyya, lokuttaro siy&#x101;ti attho na gahetabbo^eb^. Na hi lokuttare pa&#x1E6D;iha&#xF1;&#xF1;at&#x12B;ti parikappitepi saddassa lokuttarabh&#x101;vo atth&#x12B;ti adhipp&#x101;yo. ^b^&#x2018;&#x2018;Lokiyena &#xF1;&#x101;&#x1E47;en&#x101;&#x2019;&#x2019;^eb^ti uddha&#x1E6D;a&#x1E43;, ^b^&#x2018;&#x2018;vi&#xF1;&#xF1;&#x101;&#x1E47;en&#x101;&#x2019;&#x2019;^eb^ti pana p&#x101;&#x1E37;i, ta&#xF1;ca vi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; sotasambandhena sotavi&#xF1;&#xF1;&#x101;&#x1E47;anti vi&#xF1;&#xF1;&#x101;yat&#x12B;ti. ^b^Anekantat&#x101;^eb^ti lokiyena &#xF1;&#x101;&#x1E47;ena j&#x101;nitabbato lokiyoti etassa hetussa lokiye lokuttare ca sambhavato anekantabh&#x101;vo siy&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Voh&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Nirodhakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^353^eb^^b^.^eb^^b^Dve dukkhasacc&#x101;ni na icchat&#x12B;^eb^ti yesa&#x1E43; dvinna&#x1E43; dv&#x12B;hi nirodhehi bhavitabba&#x1E43;, t&#x101;ni dve dukkhasacc&#x101;ni na icchat&#x12B;ti vutta&#x1E43; hoti. ^b^Ye pa&#x1E6D;isa&#x1E45;kh&#x101;ya lokuttarena &#xF1;&#x101;&#x1E47;ena aniruddh&#x101;^eb^ti&#x101;din&#x101; pa&#x1E6D;isa&#x1E45;kh&#x101;ya vin&#x101; niruddh&#x101; asamud&#x101;cara&#x1E47;asa&#x1E45;kh&#x101;r&#x101; appa&#x1E6D;isa&#x1E45;kh&#x101;niruddh&#x101;ti dasseti ^a^V0.0075^ea^, na uppajjitv&#x101; bha&#x1E45;g&#x101;ti. Tena appa&#x1E6D;isa&#x1E45;kh&#x101;nirodho ca asamud&#x101;cara&#x1E47;anirodhoti dassita&#x1E43; hoti.</p>
              <p>[06]Nirodhakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Dutiyavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>3. Tatiyavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Balakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^354^eb^^b^.^eb^^b^Indriyaparopariyatta&#x1E43;^eb^^a^M0.0074^ea^^b^as&#x101;dh&#x101;ra&#x1E47;a^eb^nti yath&#x101; niddesato vitth&#x101;rato sabba&#x1E43; sabb&#x101;k&#x101;ra&#x1E43; &#x1E6D;h&#x101;n&#x101;&#x1E6D;&#x1E6D;h&#x101;n&#x101;di&#x1E43; aj&#x101;nant&#x101;pi &#x2018;&#x2018;a&#x1E6D;&#x1E6D;h&#x101;nameta&#x1E43; anavak&#x101;so, ya&#x1E43; di&#x1E6D;&#x1E6D;hisampanno puggalo ka&#xF1;ci sa&#x1E45;kh&#x101;ra&#x1E43; niccato upagaccheyy&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; (a. ni. 1.268) &#x1E6D;h&#x101;n&#x101;&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni uddesato sa&#x1E45;khepato s&#x101;vak&#x101; j&#x101;nanti, na eva&#x1E43; &#x2018;&#x2018;&#x101;saya&#x1E43; j&#x101;n&#x101;ti anusaya&#x1E43; j&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; (pa&#x1E6D;i. ma. 1.113) uddesamattenapi indriyaparopariyatta&#x1E43; j&#x101;nant&#x12B;ti ^b^&#x2018;&#x2018;as&#x101;dh&#x101;ra&#x1E47;a&#x2019;&#x2019;^eb^nti &#x101;ha. Therena pana saddh&#x101;d&#x12B;na&#x1E43; indriy&#x101;na&#x1E43; tikkhamudubh&#x101;vaj&#x101;nanamatta&#x1E43; sandh&#x101;ya &#x2018;&#x2018;satt&#x101;na&#x1E43; indriyaparopariyatta&#x1E43; yath&#x101;bh&#x16B;ta&#x1E43; paj&#x101;n&#x101;m&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;i. ma. 2.44) vutta&#x1E43;, na yath&#x101;vutta&#x1E43; indriyaparopariyatta&#xF1;&#x101;&#x1E47;a&#x1E43; tath&#x101;gatabalanti ayamettha adhipp&#x101;yo da&#x1E6D;&#x1E6D;habbo. ^b^&#x2018;&#x2018;Uddesato &#x1E6D;h&#x101;n&#x101;&#x1E6D;&#x1E6D;h&#x101;n&#x101;dimattaj&#x101;nanavasena pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, eva&#x1E43; pana pa&#x1E6D;ij&#x101;nantena ^b^&#x2018;&#x2018;tath&#x101;gatabala&#x1E43; s&#x101;vakas&#x101;dh&#x101;ra&#x1E47;a&#x2019;&#x2019;^eb^nti idampi evameva pa&#x1E6D;i&#xF1;&#xF1;&#x101;ta&#x1E43; siy&#x101;ti kathamaya&#x1E43; codetabbo siy&#x101;.</p>
              <p>[03]^b^356^eb^^b^.^eb^^b^Sesesu pa&#x1E6D;ikkhepo sakav&#x101;dissa^eb^ &#x1E6D;h&#x101;n&#x101;&#x1E6D;&#x1E6D;h&#x101;na&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; s&#x101;dh&#x101;ra&#x1E47;&#x101;s&#x101;dh&#x101;ra&#x1E47;att&#x101; tattha s&#x101;dh&#x101;ra&#x1E47;apakkha&#x1E43; sandh&#x101;y&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Balakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Ariyantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^357^eb^^b^.^eb^ Sa&#x1E45;kh&#x101;re ^a^V0.0076^ea^ sandh&#x101;ya pa&#x1E6D;ij&#x101;nantassa dvinna&#x1E43; phass&#x101;na&#x1E43; samodh&#x101;na&#x1E43; katha&#x1E43; &#x101;pajjati yath&#x101;vuttanayen&#x101;ti vic&#x101;retabba&#x1E43;. Parikappanavasena &#x101;ropetv&#x101; &#x1E6D;hapetabbat&#x101;ya satto &#x2018;&#x2018;pa&#x1E47;idh&#x12B;&#x2019;&#x2019;ti vutto. So pana ekasmimpi &#x101;ropetv&#x101; na &#x1E6D;hapetabboti ekasmimpi &#x101;ropetv&#x101; &#x1E6D;hapetabbena tena rahitat&#x101; vutt&#x101;.</p>
              <p>[06]Ariyantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Vimuccam&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^366^eb^^b^.^eb^^b^Jh&#x101;nena^eb^^a^M0.0075^ea^^b^vikkhambhanavimuttiy&#x101; vimutta&#x1E43; citta&#x1E43; maggakkha&#x1E47;e samucchedavimuttiy&#x101; vimuccam&#x101;na&#x1E43; n&#x101;ma hot&#x12B;^eb^ti etiss&#x101; laddhiy&#x101; ko dosoti vic&#x101;retabba&#x1E43;. Yadi vippakataniddese doso, tatr&#x101;pi tena vimuccam&#x101;nat&#x101;ya ^b^&#x2018;&#x2018;vimutta&#x1E43; vimuccam&#x101;na&#x2019;&#x2019;^eb^nti vutta&#x1E43;. Sati ca dose upp&#x101;dakkha&#x1E47;e vimutta&#x1E43;, vayakkha&#x1E47;e vimuccam&#x101;nanti vimuttavimuccam&#x101;navacanassa na codetabba&#x1E43; siy&#x101;, atha kho vimuccam&#x101;navacanamev&#x101;ti. Ekadesena, ekadese v&#x101; vimuccam&#x101;nassa ca vimuttakiriy&#x101;ya ekadeso visesana&#x1E43; hot&#x12B;ti ^b^&#x2018;&#x2018;bh&#x101;vanapu&#x1E43;saka&#x2019;&#x2019;^eb^nti vutta&#x1E43;. ^b^Ka&#x1E6D;&#x101;dayo^eb^ti ka&#x1E6D;apa&#x1E6D;&#x101;dayo. ^b^Ekeneva citten&#x101;^eb^ti ekeneva phalacitten&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Vimuccam&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. A&#x1E6D;&#x1E6D;hamakakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^368^eb^^b^.^eb^ Anulomagotrabhukkha&#x1E47;epi asamud&#x101;carant&#x101; maggakkha&#x1E47;epi pah&#x12B;n&#x101; eva n&#x101;ma bhaveyyunti laddhi uppann&#x101;ti adhipp&#x101;yena ^b^anulomagotrabhuggaha&#x1E47;a&#x1E43;^eb^ karoti.</p>
              <p>[06]A&#x1E6D;&#x1E6D;hamakakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. A&#x1E6D;&#x1E6D;hamakassa indriyakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^371^eb^^b^.^eb^^b^Indriy&#x101;ni^eb^^a^V0.0077^ea^^b^pa&#x1E6D;ilabhati^eb^ appa&#x1E6D;iladdhindriyatt&#x101; anindriyabh&#x16B;t&#x101;ni saddh&#x101;d&#x12B;ni niyy&#x101;nik&#x101;ni bh&#x101;vento indriy&#x101;ni pa&#x1E6D;ilabhati, na pana indriy&#x101;ni bh&#x101;ventoti adhipp&#x101;yo.</p>
              <p>[06]A&#x1E6D;&#x1E6D;hamakassa indriyakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Dibbacakkhukath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^373^eb^^b^.^eb^^b^Upatthaddha^eb^nti ^a^M0.0076^ea^ yath&#x101; visay&#x101;nubh&#x101;vagocarehi visi&#x1E6D;&#x1E6D;ha&#x1E43; hoti, tath&#x101; paccayabh&#x16B;tena katabal&#x101;dh&#x101;nanti attho. ^b^Ta&#x1E43;mattamev&#x101;^eb^ti purima&#x1E43; ma&#x1E43;sacakkhumattameva dhammupatthaddha&#x1E43; na hot&#x12B;ti attho. ^b^An&#x101;p&#x101;thagata^eb^nti ma&#x1E43;sacakkhun&#x101; gahetabba&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; &#x101;p&#x101;tha&#x1E43; n&#x101;gata&#x1E43;. Ettha ca visayassa d&#x12B;paka&#x1E43; &#x101;nubh&#x101;vagocar&#x101;nameva asadisata&#x1E43; vadanto y&#x101;diso ma&#x1E43;sacakkhussa visayoti visayaggaha&#x1E47;a&#x1E43; na visayavisesadassanattha&#x1E43;, atha kho y&#x101;dise visaye &#x101;nubh&#x101;vagocaravises&#x101; honti, t&#x101;disassa r&#x16B;pavisayassa dassanatthanti d&#x12B;peti, sadisassa v&#x101; visayassa &#x101;nubh&#x101;vagocaravisesova visesa&#x1E43;.</p>
              <p>[03]^b^Na ca ma&#x1E43;sacakkhumeva dibbacakkh&#x16B;ti icchat&#x12B;^eb^ti dhammupatthaddhak&#x101;le purima&#x1E43; ma&#x1E43;sacakkhumev&#x101;ti na icchat&#x12B;ti adhipp&#x101;yo. ^b^Ma&#x1E43;sacakkhussa upp&#x101;do maggo^eb^ti ma&#x1E43;sacakkhupaccayat&#x101;dassanatthameva vutta&#x1E43;, na tena anup&#x101;dinnat&#x101;s&#x101;dhanattha&#x1E43;. ^b^R&#x16B;p&#x101;vacarik&#x101;na^eb^nti r&#x16B;p&#x101;vacarajjh&#x101;napaccayena uppann&#x101;ni mah&#x101;bh&#x16B;t&#x101;ni r&#x16B;p&#x101;vacarik&#x101;n&#x12B;ti so icchat&#x12B;ti adhipp&#x101;yo. Esa nayo ^b^&#x2018;&#x2018;ar&#x16B;p&#x101;vacarik&#x101;na&#x2019;&#x2019;^eb^nti etth&#x101;pi. ^b^Ar&#x16B;p&#x101;vacarakkha&#x1E47;e r&#x16B;p&#x101;vacaracittassa abh&#x101;v&#x101; pa&#x1E6D;ikkhipat&#x12B;^eb^ti tasmi&#x1E43;yeva kha&#x1E47;e r&#x16B;p&#x101;vacara&#x1E43; hutv&#x101; ar&#x16B;p&#x101;vacara&#x1E43; na j&#x101;tanti pa&#x1E6D;ikkhipat&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^374^eb^^b^.^eb^^b^Ki&#xF1;c&#x101;pi dibbacakkhuno dhammupatthaddhassa pa&#xF1;&#xF1;&#x101;cakkhubh&#x101;va&#x1E43; na icchati,^eb^ yena t&#x12B;&#x1E47;i cakkh&#x16B;ni dhammupatthambhena cakkhuntarabh&#x101;va&#x1E43; vadato bhaveyyunti adhipp&#x101;yo.</p>
              <p>[06]Dibbacakkhukath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^377^eb^^b^.^eb^^b^Dibbena^eb^^a^V0.0078^ea^^b^cakkhun&#x101; yath&#x101;kamm&#x16B;page satte paj&#x101;n&#x101;t&#x12B;^eb^ti yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;assa upanissaye dibbacakkhumhi kara&#x1E47;aniddeso kato, na yath&#x101;kamm&#x16B;pagataj&#x101;nanakiccake. Ta&#x1E43;kiccakeyeva pana paro kara&#x1E47;aniddesa&#x1E43; ma&#xF1;&#xF1;at&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;ayoniso gahetv&#x101;&#x2019;&#x2019;^eb^ti. ^b^Yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;ameva dibbacakkhunti laddh&#x12B;^eb^ti imin&#x101; vacanena dibbacakkhumeva yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;anti eva&#x1E43; ^a^M0.0077^ea^ bhavitabba&#x1E43;. ^b^Eva^eb^-saddo ca a&#x1E6D;&#x1E6D;h&#x101;ne &#x1E6D;hito dibbacakkhusaddassa parato yojetabbo. Yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;assa hi so dibbacakkhuto atthantarabh&#x101;va&#x1E43; niv&#x101;reti. Na hi dibbacakkhussa yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;atoti.</p>
              <p>[06]Yath&#x101;kamm&#x16B;pagata&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Sa&#x1E43;varakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^379^eb^^b^.^eb^ C&#x101;tumah&#x101;r&#x101;jik&#x101;na&#x1E43; sa&#x1E43;var&#x101;sa&#x1E43;varasabbh&#x101;vo &#x101;&#x1E6D;&#x101;n&#x101;&#x1E6D;iyasuttena pak&#x101;sitoti ^b^&#x2018;&#x2018;t&#x101;vati&#x1E43;se deve up&#x101;d&#x101;y&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Eva&#x1E43; sati sugatikath&#x101;ya&#x1E43; &#x2018;&#x2018;t&#x101;vati&#x1E43;se sa&#x1E45;gahit&#x101;na&#x1E43; pubbadev&#x101;na&#x1E43; sur&#x101;p&#x101;na&#x1E43;, sakkadev&#x101;na&#x1E43; sur&#x101;p&#x101;naniv&#x101;ra&#x1E47;a&#x1E43; suyyati, ta&#x1E43; tesa&#x1E43; sur&#x101;p&#x101;na&#x1E43; asa&#x1E43;varo na hot&#x12B;&#x2019;&#x2019;ti vattabba&#x1E43; hoti.</p>
              <p>[06]Sa&#x1E43;varakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Tatiyavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>4. Catutthavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Gihissa arah&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^387^eb^^b^.^eb^^b^Gihisa&#x1E43;yojanasampayuttat&#x101;y&#x101;^eb^ti ^a^V0.0079^ea^ etena gihichandar&#x101;gasampayuttat&#x101;ya eva ^b^&#x2018;&#x2018;gih&#x12B;&#x2019;&#x2019;^eb^ti vuccati, na bya&#xF1;janamatten&#x101;ti imamattha&#x1E43; dasseti.</p>
              <p>[06]Gihissa arah&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Upapattikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^388^eb^^b^.^eb^^b^Ayoniso^eb^ti opap&#x101;tiko hoti, tattha tass&#x101;yev&#x16B;papattiy&#x101; parinibb&#x101;y&#x12B;ti attha&#x1E43; gahetv&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Upapattikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Samann&#x101;gatakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^393^eb^^b^.^eb^ Samann&#x101;gatakath&#x101;ya&#x1E43; ^a^M0.0078^ea^ patti&#x1E43; sandh&#x101;ya pa&#x1E6D;ij&#x101;nanto cat&#x16B;hi khandhehi viya samann&#x101;gama&#x1E43; na vadat&#x12B;ti tassa cat&#x16B;hi phass&#x101;d&#x12B;hi samann&#x101;gamappasa&#x1E45;go yath&#x101; hoti, ta&#x1E43; vattabba&#x1E43;.</p>
              <p>[06]Samann&#x101;gatakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Upekkh&#x101;samann&#x101;gatakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^397^eb^^b^.^eb^^b^Imin&#x101;va^eb^^a^V0.0080^ea^^b^nayen&#x101;^eb^ti &#x2018;&#x2018;tattha dve samann&#x101;gam&#x101;&#x2019;&#x2019;ti&#x101;di sabba&#x1E43; yojetabba&#x1E43;. Tattha pattidhammo n&#x101;ma r&#x16B;p&#x101;vacar&#x101;d&#x12B;su a&#xF1;&#xF1;atarabh&#x16B;mi&#x1E43; pa&#x1E6D;hamajjh&#x101;n&#x101;divasena p&#x101;pu&#x1E47;antassa pa&#x1E6D;hamajjh&#x101;n&#x101;d&#x12B;na&#x1E43; pa&#x1E6D;il&#x101;bho. Niruddhesupi pa&#x1E6D;hamajjh&#x101;n&#x101;d&#x12B;su anirujjhanato cittavippayutto sa&#x1E45;kh&#x101;ro, yena supanto sajjh&#x101;y&#x101;dipasuto ca tehi samann&#x101;gatoti vuccat&#x12B;ti vadanti.</p>
              <p>[06]Upekkh&#x101;samann&#x101;gatakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Bodhiy&#x101;buddhotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^398^eb^^b^.^eb^^b^Tasm&#x101;^eb^ti yath&#x101;vuttassa &#xF1;&#x101;&#x1E47;advayassa bodhibh&#x101;vato. Ta&#x1E43; aggahetv&#x101; pattidhammavasena natthit&#x101;ya bodhiy&#x101; samann&#x101;gato buddhoti yesa&#x1E43; laddhi, te sandh&#x101;ya pucch&#x101; ca anuyogo ca sakav&#x101;diss&#x101;ti yojan&#x101; da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[06]Bodhiy&#x101;buddhotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Lakkha&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^402^eb^^b^.^eb^^b^Bodhisattameva sandh&#x101;ya vutta^eb^nti lakkha&#x1E47;asamann&#x101;gatesu abodhisatte cha&#x1E0D;&#x1E0D;etv&#x101; bodhisattameva gahetv&#x101; ida&#x1E43; sutta&#x1E43; vutta&#x1E43;, na ^a^M0.0079^ea^ bodhisattato a&#xF1;&#xF1;o lakkha&#x1E47;asamann&#x101;gato natth&#x12B;ti. N&#x101;pi sabbesa&#x1E43; lakkha&#x1E47;asamann&#x101;gat&#x101;na&#x1E43; bodhisattat&#x101;, tasm&#x101; as&#x101;dhakanti adhipp&#x101;yo.</p>
              <p>[06]Lakkha&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Niy&#x101;mokkantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^403^eb^^b^.^eb^^b^&#x1E6C;hapetv&#x101;^eb^^a^V0.0081^ea^^b^p&#x101;ram&#x12B;p&#x16B;ra&#x1E47;a^eb^nti p&#x101;ram&#x12B;p&#x16B;ra&#x1E47;eneva te &#x2018;&#x2018;bodhiy&#x101; niyat&#x101; nar&#x101;&#x2019;&#x2019;ti vuccant&#x12B;ti dasseti. ^b^Kevala&#xF1;hi na^eb^nti&#x101;din&#x101; ca na niy&#x101;makassa n&#x101;ma kassaci uppannatt&#x101; by&#x101;karont&#x12B;ti dasseti.</p>
              <p>[06]Niy&#x101;mokkantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Sabbasa&#x1E43;yojanappah&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^413^eb^^b^.^eb^^b^Nippariy&#x101;yenev&#x101;^eb^ti avasi&#x1E6D;&#x1E6D;hassa pah&#x101;tabbassa abh&#x101;v&#x101; &#x2018;&#x2018;sabbasa&#x1E43;yojanappah&#x101;na&#x2019;&#x2019;nti ima&#x1E43; pariy&#x101;ya&#x1E43; aggahetv&#x101; arahattamaggena pajahanato ev&#x101;ti ga&#x1E47;h&#x101;t&#x12B;ti vutta&#x1E43; hoti. ^b^Appah&#x12B;nassa abh&#x101;v&#x101;^eb^ti avasi&#x1E6D;&#x1E6D;hassa pah&#x101;tabbassa abh&#x101;v&#x101; ^b^pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;^eb^ti vadanti, tath&#x101; ^b^&#x2018;&#x2018;anavasesappah&#x101;na&#x2019;&#x2019;^eb^nti etth&#x101;pi. Eva&#x1E43; sati tena attano laddhi&#x1E43; cha&#x1E0D;&#x1E0D;etv&#x101; sakav&#x101;dissa laddhiy&#x101; pa&#x1E6D;i&#xF1;&#xF1;&#x101;tanti &#x101;pajjati.</p>
              <p>[06]Sabbasa&#x1E43;yojanappah&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Catutthavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>5. Pa&#xF1;camavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Vimuttikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^418^eb^^b^.^eb^ Phala&#xF1;&#x101;&#x1E47;a&#x1E43; na hot&#x12B;ti ^b^&#x2018;&#x2018;vimutt&#x101;n&#x12B;&#x2019;&#x2019;ti v&#x101;^eb^ tada&#x1E45;gavimuttiy&#x101;dibh&#x101;vato maggena pah&#x12B;n&#x101;na&#x1E43; puna anuppattito ca ^b^&#x2018;&#x2018;avimutt&#x101;n&#x12B;&#x2019;&#x2019;ti v&#x101;^eb^^a^M0.0080^ea^ na vattabb&#x101;n&#x12B;ti adhipp&#x101;yo. Gotrabhu&#xF1;&#x101;&#x1E47;a&#xF1;cettha vipassan&#x101;ggaha&#x1E47;ena gahitanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[06]Vimuttikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Asekha&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^421^eb^^b^.^eb^^b^Na^eb^^a^V0.0082^ea^^b^paneta&#x1E43; asekha^eb^nti etena asekhavisayatt&#x101; asekhameva &#xF1;&#x101;&#x1E47;anti parassa laddhi, na pana asekhass&#x101;ti imamattha&#x1E43; dasseti.</p>
              <p>[06]Asekha&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Vipar&#x12B;takath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^424^eb^^b^.^eb^^b^Na pathav&#x12B;yev&#x101;^eb^ti lakkha&#x1E47;apathav&#x12B;yeva, sasambh&#x101;rapathav&#x12B;yeva v&#x101; na hot&#x12B;ti attho. ^b^Anicce niccanti&#x101;divipariyeso pana vipar&#x12B;ta&#xF1;&#x101;&#x1E47;a&#x1E43; n&#x101;m&#x101;^eb^ti a&#xF1;&#xF1;&#x101;&#x1E47;epi &#xF1;&#x101;&#x1E47;avoh&#x101;ra&#x1E43; &#x101;ropetv&#x101; vadat&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[06]Vipar&#x12B;takath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Niy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^428-431^eb^^b^.^eb^^b^&#xD1;&#x101;&#x1E47;a&#x1E43; atthi,^eb^ ya&#x1E43; sacc&#x101;nuloma&#x1E43; magga&#xF1;&#x101;&#x1E47;&#x101;nugatika&#x1E43; passanto bhagav&#x101; &#x2018;&#x2018;bhabbo&#x2019;&#x2019;ti j&#x101;n&#x101;t&#x12B;ti laddhi. ^b^Pa&#x1E6D;hamapa&#xF1;hameva catuttha&#x1E43; katv&#x101;^eb^ti ettha &#x2018;&#x2018;niyatassa aniy&#x101;magaman&#x101;y&#x101;&#x2019;&#x2019;ti vipar&#x12B;t&#x101;nuyogato pabhuti ga&#x1E47;etv&#x101; &#x2018;&#x2018;catuttha&#x2019;&#x2019;nti &#x101;ha.</p>
              <p>[06]Niy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Pa&#x1E6D;isambhid&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^432-433^eb^^b^.^eb^^b^Ya&#x1E43;ki&#xF1;ci^eb^^a^V0.0083^ea^^b^ariy&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;a&#x1E43;, sabba&#x1E43; lokuttaramev&#x101;^eb^ti ga&#x1E47;hantenapi sabba&#x1E43; &#xF1;&#x101;&#x1E47;a&#x1E43; pa&#x1E6D;isambhid&#x101;ti na sakk&#x101; vattu&#x1E43;. Anariy&#x101;nampi hi &#xF1;&#x101;&#x1E47;a&#x1E43; &#xF1;&#x101;&#x1E47;amev&#x101;ti ^a^M0.0081^ea^. Tassa v&#x101; &#xF1;&#x101;&#x1E47;ata&#x1E43; na icchat&#x12B;ti vattabba&#x1E43;. ^b^Pathav&#x12B;kasi&#x1E47;asammutiya&#x1E43; sam&#x101;patti&#xF1;&#x101;&#x1E47;a&#x1E43; sandh&#x101;y&#x101;^eb^ti anariyassa eta&#x1E43; &#xF1;&#x101;&#x1E47;a&#x1E43; sandh&#x101;y&#x101;ti adhipp&#x101;yo siy&#x101;.</p>
              <p>[06]Pa&#x1E6D;isambhid&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Sammuti&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^434-435^eb^^b^.^eb^^b^Saccanti vacanas&#x101;ma&#xF1;&#xF1;ena^eb^ ubhayassapi saccas&#x101;ma&#xF1;&#xF1;atta&#x1E43; gahetv&#x101; vadat&#x12B;ti dassento ^b^&#x2018;&#x2018;tatth&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[06]Sammuti&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Citt&#x101;ramma&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^436-438^eb^^b^.^eb^^b^Phassassa phusanalakkha&#x1E47;a&#x1E43; manasikaroto^eb^ti etena purim&#x101; vattabbapa&#x1E6D;i&#xF1;&#xF1;&#x101; anupadadhammamanasik&#x101;rato a&#xF1;&#xF1;a&#x1E43; samud&#x101;yamanasik&#x101;ra&#x1E43; sandh&#x101;ya kat&#x101;ti dasseti.</p>
              <p>[06]Citt&#x101;ramma&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. An&#x101;gata&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^439-440^eb^^b^.^eb^^b^Sabbasmimp&#x12B;^eb^ti ^a^V0.0084^ea^ &#x2018;&#x2018;p&#x101;&#x1E6D;aliputtassa kho&#x2019;&#x2019;ti&#x101;din&#x101; an&#x101;gate &#xF1;&#x101;&#x1E47;anti vuttanti an&#x101;gatabh&#x101;vas&#x101;ma&#xF1;&#xF1;ena anantar&#x101;n&#x101;gatepi &#xF1;&#x101;&#x1E47;a&#x1E43; icchant&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[06]An&#x101;gata&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Pa&#x1E6D;uppanna&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^441-442^eb^^b^.^eb^^b^Vacana&#x1E43;^eb^^a^M0.0082^ea^^b^niss&#x101;y&#x101;^eb^ti atthato &#x101;panna&#x1E43; vacana&#x1E43;, anuj&#x101;nanavacana&#x1E43; v&#x101; niss&#x101;ya. ^b^Santati&#x1E43; sandh&#x101;y&#x101;^eb^ti bha&#x1E45;g&#x101;nupassan&#x101;na&#x1E43; bha&#x1E45;gato anupassan&#x101;santati&#x1E43; sandh&#x101;y&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Pa&#x1E6D;uppanna&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Phala&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^443-444^eb^^b^.^eb^^b^Buddh&#x101;na&#x1E43; viy&#x101;^eb^ti yath&#x101; buddh&#x101; sabbappak&#x101;raphalaparopariyattaj&#x101;nanavasena attano eva ca balena phala&#x1E43; j&#x101;nanti, evanti vutta&#x1E43; hoti.</p>
              <p>[06]Phala&#xF1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Pa&#xF1;camavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Mah&#x101;pa&#x1E47;&#x1E47;&#x101;sako samatto.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>6. Cha&#x1E6D;&#x1E6D;havaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Niy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^445-447^eb^^b^.^eb^^b^Aniyato^eb^^a^V0.0085^ea^^b^n&#x101;ma na hot&#x12B;^eb^ti yath&#x101; micchattaniyatassa bhavantare aniyata&#x1E43; n&#x101;ma hoti, eva&#x1E43; etassa kad&#x101;cipi aniyatat&#x101; na hot&#x12B;ti yo niy&#x101;mo, so asa&#x1E45;khatoti adhipp&#x101;yo.</p>
              <p>[06]Niy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Pa&#x1E6D;iccasamupp&#x101;dakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^451^eb^^b^.^eb^^b^K&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;hena &#x1E6D;hitat&#x101;^eb^ti k&#x101;ra&#x1E47;abh&#x101;voyeva. Etena ca dhamm&#x101;na&#x1E43; k&#x101;ra&#x1E47;abh&#x101;vo ^b^dhamma&#x1E6D;&#x1E6D;hitat&#x101;^eb^ti etamattha&#x1E43; dasseti. Tath&#x101; ^b^&#x2018;&#x2018;dhammaniy&#x101;mat&#x101;&#x2019;&#x2019;^eb^ti etth&#x101;pi.</p>
              <p>[06]Pa&#x1E6D;iccasamupp&#x101;dakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Saccakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^452-454^eb^^b^.^eb^^b^Vatthusacca^eb^nti ^a^M0.0083^ea^ j&#x101;tiy&#x101;di k&#x101;mata&#x1E47;h&#x101;di samm&#x101;di&#x1E6D;&#x1E6D;hi&#x101;di ca. B&#x101;dhanapabhavaniyy&#x101;nikalakkha&#x1E47;ehi ^b^lakkha&#x1E47;asacca&#x1E43;^eb^ b&#x101;dhan&#x101;di.</p>
              <p>[06]Saccakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Nirodhasam&#x101;pattikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^457-459^eb^^b^.^eb^^b^Kariyam&#x101;n&#x101;^eb^^a^V0.0086^ea^^b^kar&#x12B;yat&#x12B;^eb^ti ar&#x16B;pakkhandh&#x101;na&#x1E43; pavattam&#x101;n&#x101;na&#x1E43; samathavipassan&#x101;nukkamena appavatti s&#x101;dh&#x12B;yat&#x12B;ti attho. ^b^Sa&#x1E45;khat&#x101;sa&#x1E45;khatalakkha&#x1E47;&#x101;na&#x1E43; pana abh&#x101;ven&#x101;^eb^ti vadanto sabh&#x101;vadhammata&#x1E43; pa&#x1E6D;isedheti. ^b^Vod&#x101;na&#xF1;ca^eb^ vu&#x1E6D;&#x1E6D;h&#x101;napariy&#x101;yova. ^b^Asa&#x1E45;khatabh&#x101;ve k&#x101;ra&#x1E47;a&#x1E43; na hoti^eb^ sabh&#x101;vadhammatt&#x101;s&#x101;dhakatt&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Nirodhasam&#x101;pattikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Cha&#x1E6D;&#x1E6D;havaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>7. Sattamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Sa&#x1E45;gahitakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^471-472^eb^^b^.^eb^^b^Sa&#x1E45;gahit&#x101;^eb^ti sambandh&#x101;.</p>
              <p>[06]Sa&#x1E45;gahitakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Sampayuttakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^473-474^eb^^b^.^eb^^b^N&#x101;nattavavatth&#x101;na&#x1E43; natth&#x12B;^eb^ti vadanto &#x2018;&#x2018;tilamhi tela&#x1E43; anupavi&#x1E6D;&#x1E6D;ha&#x2019;&#x2019;nti vacanameva na yujjat&#x12B;ti &#x2018;&#x2018;na heva&#x2019;&#x2019;nti pa&#x1E6D;ikkhittanti dasseti.</p>
              <p>[06]Sampayuttakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Cetasikakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^475-477^eb^^b^.^eb^ Phass&#x101;d&#x12B;na&#x1E43; ^a^M0.0084^ea^^a^V0.0087^ea^ ekupp&#x101;dat&#x101;divirahit&#x101; sahaj&#x101;tat&#x101; natth&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;sampayuttasahaj&#x101;tata&#x1E43; sandh&#x101;y&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]Cetasikakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. D&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^478^eb^^b^.^eb^^b^Deyyadhammavasena codetu^eb^nti yadi cetasikova dhammo d&#x101;na&#x1E43;, &#x2018;&#x2018;diyyat&#x12B;ti d&#x101;na&#x2019;&#x2019;nti imin&#x101;pi atthena cetasikasseva d&#x101;nabh&#x101;vo &#x101;pajjat&#x12B;ti codetunti attho.</p>
              <p>[03]^b^479^eb^^b^.^eb^^b^Ani&#x1E6D;&#x1E6D;haphalanti&#x101;di acetasikassa dhammassa d&#x101;nabh&#x101;vad&#x12B;panattha&#x1E43; vutta^eb^nti phalad&#x101;nabh&#x101;vad&#x12B;panattha&#x1E43; na vuttanti attho da&#x1E6D;&#x1E6D;habbo. ^b^Ani&#x1E6D;&#x1E6D;haphala^eb^nti&#x101;din&#x101; acetasikassa dhammassa phalad&#x101;na&#x1E43; vutta&#x1E43; viya hoti, na d&#x101;nabh&#x101;vo, tanniv&#x101;ra&#x1E47;attha&#xF1;cetam&#x101;h&#x101;ti. Eva&#xF1;ca katv&#x101; anantaramev&#x101;ha ^b^&#x2018;&#x2018;na hi acetasiko ann&#x101;didhammo &#x101;yati&#x1E43; vip&#x101;ka&#x1E43; det&#x12B;&#x2019;&#x2019;^eb^ti. ^b^I&#x1E6D;&#x1E6D;haphalabh&#x101;vaniyamanattha^eb^nti deyyadhammo viya kenaci pariy&#x101;yena ani&#x1E6D;&#x1E6D;haphalat&#x101; d&#x101;nassa natthi, ekanta&#x1E43; pana i&#x1E6D;&#x1E6D;haphalamev&#x101;ti niyamanatthanti attho.</p>
              <p>[03]^b^Itaren&#x101;^eb^ti &#x2018;&#x2018;diyyat&#x12B;ti d&#x101;na&#x2019;&#x2019;nti imin&#x101; pariy&#x101;yena. ^b^Na pana ekenatthen&#x101;^eb^ti &#x2018;&#x2018;deyyadhammova d&#x101;na&#x2019;&#x2019;nti ima&#x1E43; sakav&#x101;d&#x12B;v&#x101;da&#x1E43; nivattetu&#x1E43; &#x2018;&#x2018;saddh&#x101; hiriya&#x2019;&#x2019;nti&#x101;dika&#x1E43; suttas&#x101;dhana&#x1E43; parav&#x101;d&#x12B;v&#x101;de yujjati, &#x2018;&#x2018;idhekacco anna&#x1E43; det&#x12B;&#x2019;&#x2019;ti&#x101;dika&#xF1;ca, &#x2018;&#x2018;cetasikova dhammo d&#x101;na&#x2019;&#x2019;nti ima&#x1E43; nivattetu&#x1E43; &#x2018;&#x2018;cetasiko dhammo d&#x101;na&#x2019;&#x2019;nti ima&#x1E43; pana s&#x101;dhetu&#x1E43; &#x2018;&#x2018;saddh&#x101; hiriya&#x2019;&#x2019;nti&#x101;dika&#x1E43; sakav&#x101;d&#x12B;v&#x101;de yujjati, &#x2018;&#x2018;idhekacco anna&#x1E43; det&#x12B;&#x2019;&#x2019;ti&#x101;dika&#x1E43; v&#x101; &#x2018;&#x2018;deyyadhammo d&#x101;na&#x2019;&#x2019;nti s&#x101;dhetunti eva&#x1E43; nivattanas&#x101;dhanatthan&#x101;natta&#x1E43; sandh&#x101;ya &#x2018;&#x2018;na pana ekenatthen&#x101;&#x2019;&#x2019;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Tattha yath&#x101; parav&#x101;d&#x12B;v&#x101;de ca suttas&#x101;dhanattha&#x1E43; &#x2018;&#x2018;na vattabba&#x1E43; cetasiko dhammo d&#x101;na&#x2019;&#x2019;nti pucch&#x101;ya&#x1E43; cetasikov&#x101;ti attho da&#x1E6D;&#x1E6D;habbo, tath&#x101; &#x2018;&#x2018;na vattabba&#x1E43; deyyadhammo d&#x101;na&#x2019;&#x2019;nti pucch&#x101;ya ca deyyadhammov&#x101;ti ^a^V0.0088^ea^. ^b^Deyyadhammo i&#x1E6D;&#x1E6D;haphaloti i&#x1E6D;&#x1E6D;haphal&#x101;bh&#x101;vamattameva pa&#x1E6D;ikkhitta^eb^nti ettha &#x2018;&#x2018;i&#x1E6D;&#x1E6D;haphalabh&#x101;vamattameva pa&#x1E6D;ikkhitta&#x2019;&#x2019;nti p&#x101;&#x1E6D;hena bhavitabbanti ^a^M0.0085^ea^. &#x2018;&#x2018;I&#x1E6D;&#x1E6D;haphal&#x101;bh&#x101;vamattameva disv&#x101; pa&#x1E6D;ikkhitta&#x2019;&#x2019;nti v&#x101; vattabba&#x1E43;. ^b^Sa&#x1E45;karabh&#x101;vamocanattha^eb^nti cetasikassa d&#x101;tabba&#x1E6D;&#x1E6D;hena deyyadhammassa ca i&#x1E6D;&#x1E6D;haphala&#x1E6D;&#x1E6D;hena d&#x101;nabh&#x101;vamocanatthanti vutta&#x1E43; hoti.</p>
              <p>[06]D&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Paribhogamayapu&#xF1;&#xF1;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^483^eb^^b^.^eb^ Paribhogamaya&#x1E43; n&#x101;ma cittavippayutta&#x1E43; pu&#xF1;&#xF1;a&#x1E43; atth&#x12B;ti laddhi. Ta&#xF1;hi te sandh&#x101;ya paribhogamaya&#x1E43; pu&#xF1;&#xF1;a&#x1E43; pava&#x1E0D;&#x1E0D;hat&#x12B;ti vadant&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^485^eb^^b^.^eb^^b^Tass&#x101;pi vasen&#x101;^eb^ti tass&#x101;pi laddhiy&#x101; vasena. Pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;na&#x1E43; viya etesampi samodh&#x101;na&#x1E43; siy&#x101;ti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti vadanti. Pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;aphass&#x101;d&#x12B;nameva pana samodh&#x101;na&#x1E43; sandh&#x101;ya pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^486^eb^^b^.^eb^^b^Aparibhuttep&#x12B;^eb^ti imin&#x101; &#x2018;&#x2018;pa&#x1E6D;igg&#x101;hako pa&#x1E6D;iggahetv&#x101; na paribhu&#xF1;jati cha&#x1E0D;&#x1E0D;et&#x12B;&#x2019;&#x2019;ti&#x101;dika&#x1E43; dasseti. Aparibhutte deyyadhamme pu&#xF1;&#xF1;abh&#x101;vato paribhogamaya&#x1E43; pu&#xF1;&#xF1;a&#x1E43; pava&#x1E0D;&#x1E0D;hat&#x12B;ti aya&#x1E43; v&#x101;do h&#x12B;yati. Tasmi&#xF1;ca h&#x12B;ne sakav&#x101;d&#x12B;v&#x101;do balav&#x101;. C&#x101;gacetan&#x101;ya eva hi pu&#xF1;&#xF1;abh&#x101;vo eva&#x1E43; siddho hot&#x12B;ti adhipp&#x101;yo. Aparibhuttepi deyyadhamme pu&#xF1;&#xF1;abh&#x101;ve c&#x101;gacetan&#x101;ya eva pu&#xF1;&#xF1;abh&#x101;voti &#x101;ha ^b^&#x2018;&#x2018;sakav&#x101;d&#x12B;v&#x101;dova balav&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]Paribhogamayapu&#xF1;&#xF1;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Itodinnakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^488-491^eb^^b^.^eb^^b^Teneva^eb^^a^V0.0089^ea^^b^y&#x101;pent&#x12B;^eb^ti teneva c&#x12B;var&#x101;din&#x101; y&#x101;penti, teneva v&#x101; c&#x12B;var&#x101;did&#x101;nena y&#x101;penti, saya&#x1E43;katena kammun&#x101; vin&#x101;p&#x12B;ti adhipp&#x101;yo. ^b^Imin&#x101; k&#x101;ra&#x1E47;en&#x101;^eb^ti yadi ya&#x1E43; ito c&#x12B;var&#x101;di dinna&#x1E43;, na tena y&#x101;peyyu&#x1E43;, katha&#x1E43; anumodeyyu&#x1E43;&#x2026;pe&#x2026; somanassa&#x1E43; pa&#x1E6D;ilabheyyunti laddhi&#x1E43; pati&#x1E6D;&#x1E6D;hapentassap&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[06]Itodinnakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Pathav&#x12B;kammavip&#x101;kotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^492^eb^^b^.^eb^^b^Phasso^eb^^a^M0.0086^ea^^b^sukhavedan&#x12B;y&#x101;dibhedo hot&#x12B;^eb^ti phassena sabbampi kammavip&#x101;ka&#x1E43; dassetv&#x101; puna attavajjehi sampayogadassanattha&#x1E43; ^b^&#x2018;&#x2018;so ca sa&#xF1;&#xF1;&#x101;dayo c&#x101;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;. ^b^Atthi ca nesa^eb^nti s&#x101;vajjane cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;disahaj&#x101;tadhamme sandh&#x101;ya vutta&#x1E43;. ^b^Yo tattha i&#x1E6D;&#x1E6D;havip&#x101;ko, tassa patthan&#x101;^eb^ti i&#x1E6D;&#x1E6D;havip&#x101;ke eva patthana&#x1E43; katv&#x101; kamma&#x1E43; karont&#x12B;ti kamm&#x16B;panissayabh&#x16B;tameva patthana&#x1E43; dasseti, paccuppannavedan&#x101;paccaya&#x1E43; v&#x101; ta&#x1E47;ha&#x1E43; up&#x101;d&#x101;n&#x101;dinibbattanavasena dukkhassa pabh&#x101;vita&#x1E43;. ^b^M&#x16B;lata&#x1E47;h&#x101;^eb^ti paccuppannavip&#x101;kava&#x1E6D;&#x1E6D;anibbattakakammassa upanissayabh&#x16B;ta&#x1E43; purimata&#x1E47;ha&#x1E43;, kammasah&#x101;ya&#x1E43; v&#x101; vip&#x101;kassa upanissayabh&#x16B;ta&#x1E43;.</p>
              <p>[03]^b^493^eb^^b^.^eb^ Sakasamayavasena ca codan&#x101;ya payujjam&#x101;nata&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;tesa&#xF1;ca laddhiy&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^494^eb^^b^.^eb^^b^Pa&#x1E6D;il&#x101;bhavasen&#x101;^eb^ti kamme sati pathaviy&#x101;d&#x12B;na&#x1E43; pa&#x1E6D;il&#x101;bho hot&#x12B;ti kamma&#x1E43; ta&#x1E43;sa&#x1E43;vattanika&#x1E43; n&#x101;ma hot&#x12B;ti dasseti.</p>
              <p>[06]Pathav&#x12B;kammavip&#x101;kotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Jar&#x101;mara&#x1E47;a&#x1E43;vip&#x101;kotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^495^eb^^b^.^eb^^b^Sampayogalakkha&#x1E47;&#x101;bh&#x101;v&#x101;^eb^ti ^a^V0.0090^ea^ &#x2018;&#x2018;ek&#x101;ramma&#x1E47;&#x101;&#x2019;&#x2019;ti imassa sampayogalakkha&#x1E47;assa abh&#x101;v&#x101;ti adhipp&#x101;yo.</p>
              <p>[03]^b^496^eb^^b^.^eb^^b^Pariy&#x101;yo natth&#x12B;^eb^ti sakav&#x101;din&#x101; attan&#x101; vattabbat&#x101;ya pariy&#x101;yo natth&#x12B;ti aby&#x101;kat&#x101;na&#x1E43; jar&#x101;mara&#x1E47;assa vip&#x101;kaniv&#x101;ra&#x1E47;attha&#x1E43; ^b^aby&#x101;katavasena pucch&#x101; na kat&#x101;^eb^ti dasseti.</p>
              <p>[03]^b^497^eb^^b^.^eb^^b^Aparisuddhava&#x1E47;&#x1E47;at&#x101;^eb^ jar&#x101;yev&#x101;ti keci, ta&#x1E43; ^b^akusalakamma&#x1E43; kammasamu&#x1E6D;&#x1E6D;h&#x101;nass&#x101;^eb^ti&#x101;din&#x101; r&#x16B;passeva dubba&#x1E47;&#x1E47;at&#x101;dassanena samamev&#x101;ti.</p>
              <p>[06]Jar&#x101;mara&#x1E47;a&#x1E43;vip&#x101;kotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Ariyadhammavip&#x101;kakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^500^eb^^b^.^eb^^b^Va&#x1E6D;&#x1E6D;a^eb^nti ^a^M0.0087^ea^ kamm&#x101;diva&#x1E6D;&#x1E6D;a&#x1E43;.</p>
              <p>[06]Ariyadhammavip&#x101;kakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Vip&#x101;kovip&#x101;kadhammadhammotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^501^eb^^b^.^eb^^b^Tappaccay&#x101;p&#x12B;^eb^ti yassa vip&#x101;kassa vip&#x101;ko a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayo hoti tappaccay&#x101;pi a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayabh&#x16B;tatop&#x12B;ti adhipp&#x101;yo. ^b^So h&#x12B;^eb^ti&#x101;din&#x101; purimapa&#x1E6D;i&#xF1;&#xF1;&#x101;ya imassa codanassa k&#x101;ra&#x1E47;abh&#x101;va&#x1E43; dasseti. ^b^A&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101;d&#x12B;su paccaya&#x1E6D;&#x1E6D;hen&#x101;^eb^ti ^b^&#x101;di^eb^-saddena sahaj&#x101;t&#x101;dipaccaye sa&#x1E45;ga&#x1E47;hitv&#x101; tesu tena tena paccayabh&#x101;ven&#x101;ti dasseti.</p>
              <p>[06]Vip&#x101;kovip&#x101;kadhammadhammotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Sattamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>8. A&#x1E6D;&#x1E6D;hamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Chagatikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^503-504^eb^^b^.^eb^ Va&#x1E47;&#x1E47;oti ^a^V0.0091^ea^ va&#x1E47;&#x1E47;anibh&#x101; sa&#x1E47;&#x1E6D;h&#x101;na&#xF1;ca vuccat&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;sadisar&#x16B;pasa&#x1E47;&#x1E6D;h&#x101;n&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]Chagatikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Antar&#x101;bhavakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^505^eb^^b^.^eb^ Atid&#x16B;rassa antaritassa pattabbassa desassa dassanato ^b^dibbacakkhuko viya^eb^. &#x100;k&#x101;sena pathavantara&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni bhinditv&#x101; gamanato ^b^iddhim&#x101; viya. Na sahadhammen&#x101;^eb^ti yadi so bhav&#x101;na&#x1E43; antar&#x101; na siy&#x101;, na n&#x101;ma antar&#x101;bhavoti pa&#x1E6D;ikkhepe kara&#x1E47;a&#x1E43; natth&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^506^eb^^b^.^eb^^b^Tattha^eb^^a^M0.0088^ea^^b^j&#x101;tijar&#x101;mara&#x1E47;&#x101;ni ceva cutipa&#x1E6D;isandhiparampara&#xF1;ca anicchanto^eb^ti etena cutianantara&#x1E43; antar&#x101;bhava&#x1E43; khandh&#x101;ti, vattam&#x101;n&#x101; j&#x101;t&#x12B;ti, m&#x101;tukucchimeva pavi&#x1E6D;&#x1E6D;h&#x101; antaradh&#x101;yam&#x101;n&#x101; mara&#x1E47;anti na icchati.</p>
              <p>[03]^b^507^eb^^b^.^eb^^b^Yath&#x101; k&#x101;mabhav&#x101;d&#x12B;su^eb^ tattha tattheva punappuna&#x1E43; cavitv&#x101; upapattivasena cutipa&#x1E6D;isandhiparampar&#x101; hoti, eva&#x1E43; ta&#x1E43; tattha na icchat&#x12B;ti dasseti.</p>
              <p>[06]Antar&#x101;bhavakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. K&#x101;magu&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^510^eb^^b^.^eb^ K&#x101;mabhavassa ^a^V0.0092^ea^ kamana&#x1E6D;&#x1E6D;hena k&#x101;mabhavabh&#x101;vo sabbepi k&#x101;m&#x101;vacar&#x101; khandh&#x101;dayo k&#x101;mabhavoti imin&#x101; adhipp&#x101;yena da&#x1E6D;&#x1E6D;habbo. Up&#x101;dinnakkhandh&#x101;nameva pana k&#x101;mabhavabh&#x101;vo dh&#x101;tukath&#x101;ya&#x1E43; dassito, na kamana&#x1E6D;&#x1E6D;hena k&#x101;mabhavabh&#x101;vo. ^b^&#x2018;&#x2018;Pa&#xF1;cime, bhikkhave, k&#x101;magu&#x1E47;&#x101;&#x2019;&#x2019;ti vacanamatta&#x1E43; niss&#x101;y&#x101;^eb^ti pa&#xF1;ceva k&#x101;mako&#x1E6D;&#x1E6D;h&#x101;s&#x101; &#x2018;&#x2018;k&#x101;mo&#x2019;&#x2019;ti vutt&#x101;ti ^b^k&#x101;madh&#x101;t&#x16B;^eb^tivacana&#x1E43; na a&#xF1;&#xF1;assa n&#x101;manti imin&#x101; adhipp&#x101;yeneva&#x1E43; vacanamatta&#x1E43; niss&#x101;y&#x101;ti attho.</p>
              <p>[06]K&#x101;magu&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. R&#x16B;padh&#x101;tukath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^515-516^eb^^b^.^eb^ R&#x16B;padh&#x101;tukath&#x101;ya&#x1E43; ^b^r&#x16B;padh&#x101;t&#x16B;^eb^ti vacanato r&#x16B;p&#x12B;dhammeheva r&#x16B;padh&#x101;tuy&#x101; bhavitabbanti laddhi da&#x1E6D;&#x1E6D;habb&#x101;. Suttesu &#x2018;&#x2018;tayome bhav&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; (d&#x12B;. ni. 3.305) paricchinnabh&#x16B;miyova ^b^bh&#x16B;miparicchedo,^eb^ &#x2018;&#x2018;he&#x1E6D;&#x1E6D;hato av&#x12B;ciniraya&#x1E43; pariyanta&#x1E43; karitv&#x101;&#x2019;&#x2019;ti&#x101;dikammaparicchindanampi (vibha. 182) vadanti.</p>
              <p>[06]R&#x16B;padh&#x101;tukath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Ar&#x16B;padh&#x101;tukath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^517-518^eb^^b^.^eb^^b^Imin&#x101;vup&#x101;yen&#x101;^eb^ti ^a^M0.0089^ea^ yath&#x101; hi purimakath&#x101;ya&#x1E43; r&#x16B;pino dhamm&#x101; avisesena &#x2018;&#x2018;r&#x16B;padh&#x101;t&#x16B;&#x2019;&#x2019;ti vutt&#x101;, evamidh&#x101;pi ar&#x16B;pino dhamm&#x101; avisesena &#x2018;&#x2018;ar&#x16B;padh&#x101;t&#x16B;&#x2019;&#x2019;ti vutt&#x101;ti tattha vuttanayo idh&#x101;pi sam&#x101;noti adhipp&#x101;yo.</p>
              <p>[06]Ar&#x16B;padh&#x101;tukath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. R&#x16B;padh&#x101;tuy&#x101;&#x101;yatanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^519^eb^^b^.^eb^^b^Gh&#x101;nanimitt&#x101;nip&#x12B;^eb^ti ^a^V0.0093^ea^ ida&#x1E43; gh&#x101;n&#x101;dinimitt&#x101;nip&#x12B;ti vattabba&#x1E43;. ^b^Nimitta^eb^nti gh&#x101;n&#x101;d&#x12B;na&#x1E43; ok&#x101;sabh&#x101;vena upalakkhita&#x1E43; tath&#x101;vidhasa&#x1E47;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pasamud&#x101;yam&#x101;ha.</p>
              <p>[06]R&#x16B;padh&#x101;tuy&#x101;&#x101;yatanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Ar&#x16B;per&#x16B;pakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^524-526^eb^^b^.^eb^^b^Sukhumar&#x16B;pa&#x1E43; atthi,^eb^ yato nissara&#x1E47;a&#x1E43; ta&#x1E43; &#x101;ruppanti adhipp&#x101;yo.</p>
              <p>[06]Ar&#x16B;per&#x16B;pakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. R&#x16B;pa&#x1E43;kammantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^527-537^eb^^b^.^eb^^b^Pakappayam&#x101;n&#x101;^eb^ti &#x101;y&#x16B;ham&#x101;n&#x101;, sampayuttesu adhika&#x1E43; by&#x101;p&#x101;ra&#x1E43; kurum&#x101;n&#x101;ti attho. ^b^Purimav&#x101;re^eb^ti &#x2018;&#x2018;ya&#x1E43;ki&#xF1;ci akusalena cittena samu&#x1E6D;&#x1E6D;hita&#x1E43; r&#x16B;pa&#x1E43;, sabba&#x1E43; ta&#x1E43; akusala&#x2019;&#x2019;nti ima&#x1E43; pa&#xF1;ha&#x1E43; vadati.</p>
              <p>[06]R&#x16B;pa&#x1E43;kammantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. J&#x12B;vitindriyakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^540^eb^^b^.^eb^^b^Ar&#x16B;paj&#x12B;vitindriyantipa&#xF1;he^eb^^a^M0.0090^ea^ &#x2018;&#x2018;atthi ar&#x16B;p&#x12B;na&#x1E43; dhamm&#x101;na&#x1E43; &#x101;y&#x16B;&#x2019;&#x2019;ti&#x101;dika&#x1E43; pa&#xF1;ha&#x1E43; anta&#x1E43; ^a^V0.0094^ea^ gahetv&#x101; vadati. ^b^Ar&#x16B;padhamm&#x101;na&#x1E43; cittavippayutta&#x1E43; j&#x12B;vitindriyasant&#x101;na&#x1E43; n&#x101;ma atth&#x12B;ti icchat&#x12B;^eb^ti ettha r&#x16B;p&#x101;r&#x16B;padhamm&#x101;na&#x1E43; ta&#x1E43; icchanto ar&#x16B;padhamm&#x101;na&#x1E43; icchat&#x12B;ti vattu&#x1E43; yuttoti &#x2018;&#x2018;ar&#x16B;padhamm&#x101;na&#x2019;&#x2019;nti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^541^eb^^b^.^eb^^b^Sattasant&#x101;ne r&#x16B;pino v&#x101; dhamm&#x101; hont&#x16B;^eb^ti&#x101;din&#x101;pi tameva j&#x12B;vitindriyasant&#x101;na&#x1E43; vadat&#x12B;ti veditabba&#x1E43;.</p>
              <p>[03]^b^542^eb^^b^.^eb^^b^Pubb&#x101;parabh&#x101;ga&#x1E43; sandh&#x101;y&#x101;^eb^ti sam&#x101;pattiy&#x101; &#x101;sannabh&#x101;vato tad&#x101;pi sam&#x101;pannoyev&#x101;ti adhipp&#x101;yo.</p>
              <p>[03]^b^544-545^eb^^b^.^eb^^b^Dve j&#x12B;vitindriy&#x101;n&#x12B;^eb^ti &#x2018;&#x2018;pucch&#x101; sakav&#x101;dissa, pa&#x1E6D;i&#xF1;&#xF1;&#x101; itarass&#x101;&#x2019;&#x2019;ti purimap&#x101;&#x1E6D;ho. &#x2018;&#x2018;Pucch&#x101; parav&#x101;dissa, pa&#x1E6D;i&#xF1;&#xF1;&#x101; sakav&#x101;diss&#x101;&#x2019;&#x2019;ti pacchimap&#x101;&#x1E6D;ho, so yutto.</p>
              <p>[06]J&#x12B;vitindriyakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Kammahetukath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^546^eb^^b^.^eb^^b^Sesa^eb^nti p&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;dikammassa het&#x16B;ti ito purima&#x1E43; sot&#x101;pann&#x101;dianuyoga&#x1E43; vadati. ^b^Handa h&#x12B;^eb^ti parav&#x101;disseveta&#x1E43; sampa&#x1E6D;icchanavacananti sampa&#x1E6D;icch&#x101;petunti na sakk&#x101; vattu&#x1E43;, &#x2018;&#x2018;katamassa kammassa het&#x16B;&#x2019;&#x2019;ti pana sakav&#x101;d&#x12B; ta&#x1E43; sampa&#x1E6D;icch&#x101;petu&#x1E43; vadat&#x12B;ti yujjeyya, sampa&#x1E6D;icch&#x101;petunti pana pakkha&#x1E43; pa&#x1E6D;ij&#x101;n&#x101;petunti attha&#x1E43; aggahetv&#x101; parav&#x101;d&#x12B; attano laddhi&#x1E43; sakav&#x101;di&#x1E43; g&#x101;h&#x101;petunti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Kammahetukath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]A&#x1E6D;&#x1E6D;hamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>9. Navamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. &#x100;nisa&#x1E43;sadass&#x101;v&#x12B;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^547^eb^^b^.^eb^^b^Vibh&#x101;gadassanattha^eb^nti ^a^M0.0091^ea^^a^V0.0095^ea^ visabh&#x101;gadassanatthanti vutta&#x1E43; hoti. N&#x101;n&#x101;cittavasena pa&#x1E6D;ij&#x101;nantassa adhipp&#x101;yamaddana&#x1E43; katha&#x1E43; yuttanti vic&#x101;retabba&#x1E43;. &#x100;ramma&#x1E47;avasena hi dassanadvaya&#x1E43; saha vadantassa tadabh&#x101;vadassanattha&#x1E43; ida&#x1E43; &#x101;raddhanti yuttanti. ^b^Anussavavasen&#x101;^eb^ti&#x101;din&#x101; na kevala&#x1E43; anicc&#x101;di&#x101;ramma&#x1E47;ameva &#xF1;&#x101;&#x1E47;a&#x1E43; vipassan&#x101;, atha kho &#x2018;&#x2018;anupp&#x101;do khema&#x2019;&#x2019;nti&#x101;dika&#x1E43; nibb&#x101;ne &#x101;nisa&#x1E43;sadassana&#xF1;c&#x101;ti d&#x12B;peti.</p>
              <p>[06]&#x100;nisa&#x1E43;sadass&#x101;v&#x12B;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Amat&#x101;ramma&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^549^eb^^b^.^eb^^b^Suttabhayen&#x101;^eb^ti &#x2018;&#x2018;p&#x101;rima&#x1E43; t&#x12B;ra&#x1E43; khema&#x1E43; appa&#x1E6D;ibhayanti kho, bhikkhave, nibb&#x101;nasseta&#x1E43; adhivacana&#x2019;&#x2019;nti (sa&#x1E43;. ni. 4.238) asa&#x1E43;yojaniy&#x101;dibh&#x101;va&#x1E43; sandh&#x101;ya khem&#x101;dibh&#x101;vo vuttoti evam&#x101;din&#x101; suttabhayen&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[06]Amat&#x101;ramma&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. R&#x16B;pa&#x1E43;s&#x101;ramma&#x1E47;antikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^552-553^eb^^b^.^eb^^b^&#x100;ramma&#x1E47;atthassa vibh&#x101;gadassanattha^eb^nti paccaya&#x1E6D;&#x1E6D;ho olubbha&#x1E6D;&#x1E6D;hoti eva&#x1E43; vibh&#x101;ge vijjam&#x101;ne ^a^V0.0096^ea^ paccayolubbh&#x101;na&#x1E43; vises&#x101;bh&#x101;va&#x1E43; kappetv&#x101; akappetv&#x101; v&#x101; sappaccayatt&#x101; olubbh&#x101;ramma&#x1E47;enapi s&#x101;ramma&#x1E47;amev&#x101;ti na gahetabbanti dassanatthanti vutta&#x1E43; hoti.</p>
              <p>[06]R&#x16B;pa&#x1E43;s&#x101;ramma&#x1E47;antikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Anusay&#x101;an&#x101;ramma&#x1E47;&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^554-556^eb^^b^.^eb^^b^Appah&#x12B;natt&#x101;va^eb^^a^M0.0092^ea^^b^atth&#x12B;ti vuccati,^eb^ na pana vijjam&#x101;natt&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Anusay&#x101;an&#x101;ramma&#x1E47;&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. &#xD1;&#x101;&#x1E47;a&#x1E43;an&#x101;ramma&#x1E47;antikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^557-8^eb^^b^.^eb^^b^Tassa &#xF1;&#x101;&#x1E47;ass&#x101;^eb^ti magga&#xF1;&#x101;&#x1E47;ass&#x101;ti vadanti.</p>
              <p>[06]&#xD1;&#x101;&#x1E47;a&#x1E43;an&#x101;ramma&#x1E47;antikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Vitakk&#x101;nupatitakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^562^eb^^b^.^eb^^b^Avisesenev&#x101;^eb^ti &#x101;ramma&#x1E47;asampayogehi dv&#x12B;hip&#x12B;ti attho.</p>
              <p>[06]Vitakk&#x101;nupatitakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Vitakkavipph&#x101;rasaddakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^563^eb^^b^.^eb^^b^Sabbaso^eb^ti ^a^V0.0097^ea^ savitakkacittesu sabbattha sabbad&#x101; v&#x101;ti imamattha&#x1E43; dassento &#x101;ha ^b^&#x2018;&#x2018;antamaso manodh&#x101;tupavattik&#x101;lep&#x12B;&#x2019;&#x2019;^eb^ti. ^b^Vitakkavipph&#x101;ramatta^eb^nti vitakkassa pavattimattanti adhipp&#x101;yo.</p>
              <p>[06]Vitakkavipph&#x101;rasaddakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Nayath&#x101;cittassav&#x101;c&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^565^eb^^b^.^eb^^b^An&#x101;patt&#x12B;^eb^ti visa&#x1E43;v&#x101;dan&#x101;dhipp&#x101;yassa abh&#x101;v&#x101; mus&#x101;v&#x101;do na hot&#x12B;ti vutta&#x1E43;.</p>
              <p>[06]Nayath&#x101;cittassav&#x101;c&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. At&#x12B;t&#x101;n&#x101;gatasamann&#x101;gatakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^568-570^eb^^b^.^eb^^b^T&#x101;s&#x16B;^eb^ti ^a^M0.0093^ea^ t&#x101;su pa&#xF1;&#xF1;att&#x12B;su. Samann&#x101;gamapa&#xF1;&#xF1;attiy&#x101; ^b^samann&#x101;gatoti vuccati,^eb^ pa&#x1E6D;il&#x101;bhapa&#xF1;&#xF1;attiy&#x101; ^b^l&#x101;bh&#x12B;ti vuccati. Samann&#x101;gatoti vuccati^eb^ aya&#x1E43; samann&#x101;gamapa&#xF1;&#xF1;atti n&#x101;ma. ^b^L&#x101;bh&#x12B;ti vuccati^eb^ aya&#x1E43; pa&#x1E6D;il&#x101;bhapa&#xF1;&#xF1;atti n&#x101;m&#x101;ti v&#x101; adhipp&#x101;yo yojetabbo.</p>
              <p>[06]At&#x12B;t&#x101;n&#x101;gatasamann&#x101;gatakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Navamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>10. Dasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Nirodhakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^571-2^eb^^b^.^eb^^b^Bhava&#x1E45;gacittassa^eb^^a^V0.0098^ea^^b^bha&#x1E45;gakkha&#x1E47;ena sahev&#x101;^eb^ti&#x101;di&#x1E43; vadantena kiriyakhandh&#x101;na&#x1E43; bha&#x1E45;gakkha&#x1E47;ena saha upapattesiy&#x101; khandh&#x101; uppajjant&#x12B;ti ca vattabba&#x1E43;, tath&#x101; upapattesiy&#x101;na&#x1E43; bha&#x1E45;gakkha&#x1E47;ena saha upapattesiy&#x101;, kiriy&#x101;na&#x1E43; bha&#x1E45;gakkha&#x1E47;ena saha kiriy&#x101;ti. Cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; kiriy&#x101;catukkhandhaggaha&#x1E47;ena gaha&#x1E47;a&#x1E43;. ^b^&#xD1;&#x101;&#x1E47;a^eb^nti magga&#xF1;&#x101;&#x1E47;a&#x1E43; yutta&#x1E43;.</p>
              <p>[06]Nirodhakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;asama&#x1E45;gissamaggakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^576^eb^^b^.^eb^^b^Ta&#x1E43; lakkha&#x1E47;a^eb^nti &#x2018;&#x2018;cha vi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;&#x2019;&#x2019;ti avatv&#x101; &#x2018;&#x2018;pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;&#x101; uppannavatthuk&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vutta&#x1E43; lakkha&#x1E47;a&#x1E43;. &#x2018;&#x2018;Cha vi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;&#x2019;&#x2019;ti avacana&#x1E43; panettha &#x2018;&#x2018;no ca vata re vattabbe&#x2019;&#x2019;ti&#x101;divacanassa k&#x101;ra&#x1E47;anti adhippeta&#x1E43;.</p>
              <p>[03]^b^577^eb^^b^.^eb^^b^Lokiyo^eb^ti vipassan&#x101;maggam&#x101;ha. ^b^Ya&#x1E43; tattha animitta^eb^nti cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;asama&#x1E45;gikkha&#x1E47;e ya&#x1E43; animitta&#x1E43; ga&#x1E47;hanto na nimittagg&#x101;h&#x12B;ti vutto, tadeva su&#xF1;&#xF1;atanti adhipp&#x101;yo.</p>
              <p>[06]Pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;asama&#x1E45;gissamaggakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;s&#x101;bhog&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^584-586^eb^^b^.^eb^^b^Kusal&#x101;kusalavasena^eb^^a^M0.0094^ea^^a^V0.0099^ea^^b^nam&#x12B;^eb^ti kusal&#x101;kusalabh&#x101;vena namitv&#x101; pavatt&#x12B;ti vutta&#x1E43; hoti. S&#x101; pana &#x101;ramma&#x1E47;appak&#x101;raggaha&#x1E47;a&#x1E43; yena alobh&#x101;d&#x12B;hi lobh&#x101;d&#x12B;hi ca sampayogo hot&#x12B;ti da&#x1E6D;&#x1E6D;habbo &#x2018;&#x2018;sukhamiti cetaso abh&#x101;go&#x2019;&#x2019;ti&#x101;d&#x12B;su viya.</p>
              <p>[06]Pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;s&#x101;bhog&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Dv&#x12B;his&#x12B;leh&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^587-589^eb^^b^.^eb^^b^Kha&#x1E47;abha&#x1E45;ganirodha&#x1E43;,^eb^ na appavattinirodha&#x1E43;, s&#x12B;lav&#x12B;tikkamanirodha&#x1E43; v&#x101;. ^b^V&#x12B;tikkama&#x1E43; viy&#x101;^eb^ti yath&#x101; v&#x12B;tikkame kate duss&#x12B;lo, eva&#x1E43; niruddhep&#x12B;ti eva&#x1E43; v&#x12B;tikkamena ninn&#x101;na&#x1E43; sallakkhentoti attho.</p>
              <p>[06]Dv&#x12B;his&#x12B;leh&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. S&#x12B;la&#x1E43;acetasikantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^590-594^eb^^b^.^eb^^b^Yena so s&#x12B;lav&#x101;yeva n&#x101;ma hot&#x12B;^eb^ti yena cittavippayuttena &#x1E6D;hitena upacayena akusal&#x101;by&#x101;katacittasama&#x1E45;g&#x12B; s&#x12B;lav&#x101;yeva n&#x101;ma hot&#x12B;ti adhipp&#x101;yo. ^b^Sesamettha &#x2018;&#x2018;d&#x101;na&#x1E43; acetasika&#x2019;&#x2019;nti kath&#x101;ya&#x1E43; vuttanayeneva veditabba^eb^nti vutta&#x1E43;, s&#x101; pana kath&#x101; maggitabb&#x101;.</p>
              <p>[06]S&#x12B;la&#x1E43;acetasikantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Sam&#x101;d&#x101;nahetukath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^598-600^eb^^b^.^eb^ Sam&#x101;d&#x101;nahetukath&#x101;ya&#x1E43; \100 ^b^purimakath&#x101;sadisamev&#x101;^eb^ti paribhogakathekadesasadisat&#x101; da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[06]Sam&#x101;d&#x101;nahetukath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Avi&#xF1;&#xF1;attiduss&#x12B;lyantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^603-604^eb^^b^.^eb^^b^&#x100;&#x1E47;attiy&#x101;^eb^^a^M0.0095^ea^^b^ca p&#x101;&#x1E47;&#x101;tip&#x101;t&#x101;d&#x12B;su a&#x1E45;gap&#x101;rip&#x16B;ri^eb^nti ekasmi&#x1E43; divase &#x101;&#x1E47;attassa aparasmi&#x1E43; divase p&#x101;&#x1E47;&#x101;tip&#x101;ta&#x1E43; karontassa tad&#x101; s&#x101; &#x101;&#x1E47;atti vi&#xF1;&#xF1;atti&#x1E43; vin&#x101;yeva a&#x1E45;ga&#x1E43; hot&#x12B;ti ^b^avi&#xF1;&#xF1;atti duss&#x12B;lya^eb^nti adhipp&#x101;yo.</p>
              <p>[06]Avi&#xF1;&#xF1;attiduss&#x12B;lyantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Dasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Dutiyo pa&#x1E47;&#x1E47;&#x101;sako samatto.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>11. Ek&#x101;dasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>4. &#xD1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^614-615^eb^^b^.^eb^ &#xD1;&#x101;&#x1E47;akath&#x101;ya&#x1E43; ^b^seyyath&#x101;pi mah&#x101;sa&#x1E45;ghik&#x101;na^eb^nti pubbe ^b^&#xF1;&#x101;&#x1E47;a&#x1E43;an&#x101;ramma&#x1E47;antikath&#x101;ya&#x1E43;^eb^ (kath&#x101;. 557 &#x101;dayo) vuttehi andhakehi a&#xF1;&#xF1;e idha mah&#x101;sa&#x1E45;ghik&#x101; bhaveyyu&#x1E43;. ^b^Yadi a&#xF1;&#xF1;&#x101;&#x1E47;e vigate^eb^ti&#x101;din&#x101; r&#x101;gavigamo viya v&#x12B;tar&#x101;gapa&#xF1;&#xF1;attiy&#x101; a&#xF1;&#xF1;&#x101;&#x1E47;avigamo &#xF1;&#x101;&#x1E47;&#x12B;pa&#xF1;&#xF1;attiy&#x101; k&#x101;ra&#x1E47;anti dasseti. Na hi &#xF1;&#x101;&#x1E47;a&#x1E43; assa atth&#x12B;ti &#xF1;&#x101;&#x1E47;&#x12B;, atha kho a&#xF1;&#xF1;&#x101;&#x1E47;&#x12B;pa&#x1E6D;ipakkhato &#xF1;&#x101;&#x1E47;&#x12B;ti ^a^V0.0101^ea^. ^b^Yasm&#x101; &#xF1;&#x101;&#x1E47;apa&#x1E6D;il&#x101;bhen&#x101;^eb^ti ettha ca &#xF1;&#x101;&#x1E47;apa&#x1E6D;il&#x101;bhena a&#xF1;&#xF1;&#x101;&#x1E47;assa vigatatt&#x101; so &#xF1;&#x101;&#x1E47;&#x12B;ti vattabbata&#x1E43; &#x101;pajjat&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]&#xD1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Ida&#x1E43;dukkhantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^618-620^eb^^b^.^eb^^b^Itaro pana sakasamaye^eb^ti parav&#x101;d&#x12B; attano samayeti attho.</p>
              <p>[06]Ida&#x1E43;dukkhantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Iddhibalakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^621-624^eb^^b^.^eb^^b^Kammassa^eb^^a^M0.0096^ea^^b^vip&#x101;kavasena v&#x101;^eb^ti niraya&#x1E43;va sandh&#x101;ya vutta&#x1E43;. Tattha hi abbud&#x101;diparicchedo t&#x101;disassa kammavip&#x101;kassa vasena vutto. ^b^Vassaga&#x1E47;an&#x101;ya v&#x101;^eb^ti manusse c&#x101;tumah&#x101;r&#x101;jik&#x101;dideve ca sandh&#x101;ya. Tesa&#xF1;hi asa&#x1E45;khyeyampi k&#x101;la&#x1E43; vip&#x101;kad&#x101;nasamattha&#x1E43; kamma&#x1E43; vassaga&#x1E47;an&#x101;ya paricchijjat&#x12B;ti.</p>
              <p>[06]Iddhibalakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Sam&#x101;dhikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^625-626^eb^^b^.^eb^^b^Sam&#x101;dh&#x101;na&#x1E6D;&#x1E6D;hen&#x101;^eb^ti sama&#x1E43; &#x1E6D;hapana&#x1E6D;&#x1E6D;hena sam&#x101;dhi n&#x101;ma cetasikantara&#x1E43; atth&#x12B;ti aggahetv&#x101;ti ^a^V0.0102^ea^ attho. ^b^Chalen&#x101;^eb^ti ekacittakkha&#x1E47;ikatte cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;assa ca jh&#x101;nacittassa ca na koci visesoti etena s&#x101;ma&#xF1;&#xF1;amatten&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Sam&#x101;dhikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Dhamma&#x1E6D;&#x1E6D;hitat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^627^eb^^b^.^eb^^b^Anantarapaccayata&#xF1;cev&#x101;^eb^ti avijj&#x101; sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; anantarapaccayo avijj&#x101;ya y&#x101; &#x1E6D;hitat&#x101; tato hoti, t&#x101;ya &#x1E6D;hitat&#x101;ya anantarapaccayabh&#x101;vasa&#x1E45;kh&#x101;t&#x101; &#x1E6D;hitat&#x101; hot&#x12B;ti adhipp&#x101;yo. Anantarapaccayaggaha&#x1E47;a&#xF1;cettha a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayabh&#x101;varahitassa ekassa paccayassa dassanatthanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Tena hi sabbo t&#x101;diso paccayo dassito hot&#x12B;ti. ^b^A&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayata&#xF1;c&#x101;^eb^ti avijj&#x101; sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; paccayo, sa&#x1E45;kh&#x101;r&#x101; ca avijj&#x101;ya. Tattha avijj&#x101;ya sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; paccayabh&#x101;vasa&#x1E45;kh&#x101;t&#x101;ya &#x1E6D;hitat&#x101;ya sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; avijj&#x101;ya paccayabh&#x101;vasa&#x1E45;kh&#x101;t&#x101; &#x1E6D;hitat&#x101; hoti, tass&#x101; ca itar&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Dhamma&#x1E6D;&#x1E6D;hitat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Aniccat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^628^eb^^b^.^eb^^b^R&#x16B;p&#x101;dayo^eb^^a^M0.0097^ea^^b^viya parinipphann&#x101;^eb^ti r&#x16B;p&#x101;d&#x12B;hi saha uppajjitv&#x101; nirujjhanato parinipphann&#x101;ti attho. ^b^Aniccat&#x101;vibh&#x101;g&#x101;nuyu&#xF1;janavasen&#x101;^eb^ti t&#x12B;su da&#x1E47;&#x1E0D;esu da&#x1E47;&#x1E0D;avoh&#x101;ro viya t&#x12B;su lakkha&#x1E47;esu aniccat&#x101;voh&#x101;ro hot&#x12B;ti tass&#x101; vibh&#x101;g&#x101;nuyu&#xF1;janavasen&#x101;ti vadanti.</p>
              <p>[06]Aniccat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Ek&#x101;dasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>12. Dv&#x101;dasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Sa&#x1E43;varokammantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^630-632^eb^^b^.^eb^^b^Vip&#x101;kadv&#x101;ra^eb^nti ^a^V0.0103^ea^ bhava&#x1E45;gamana&#x1E43; vadati. ^b^Kammadv&#x101;ra^eb^nti kusal&#x101;kusalamana&#x1E43;.</p>
              <p>[06]Sa&#x1E43;varokammantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Kammakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^633-635^eb^^b^.^eb^^b^Aby&#x101;kata&#x1E43; sandh&#x101;ya pa&#x1E6D;ikkhepo^eb^ti sakasamayalakkha&#x1E47;ena pa&#x1E6D;ikkhepo katoti vadanti. Avip&#x101;kacetan&#x101;ya sar&#x16B;pena dassit&#x101;ya savip&#x101;k&#x101;pi dassit&#x101;yeva n&#x101;ma hot&#x12B;ti ma&#xF1;&#xF1;am&#x101;no &#x101;ha ^b^&#x2018;&#x2018;savip&#x101;k&#x101;vip&#x101;kacetana&#x1E43; sar&#x16B;pena dassetu&#x2019;&#x2019;^eb^nti.</p>
              <p>[06]Kammakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Saddovip&#x101;kotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^636-637^eb^^b^.^eb^^b^Kammasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101; ar&#x16B;padhamm&#x101;v&#x101;^eb^ti&#x101;din&#x101; kammasamu&#x1E6D;&#x1E6D;h&#x101;nesu cakkh&#x101;d&#x12B;supi vip&#x101;kavoh&#x101;ro natthi, ko pana v&#x101;do akammasamu&#x1E6D;&#x1E6D;h&#x101;ne saddeti dasseti.</p>
              <p>[06]Saddovip&#x101;kotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Sa&#x1E37;&#x101;yatanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^638-640^eb^^b^.^eb^^b^Tasm&#x101;^eb^^a^M0.0098^ea^^a^V0.0104^ea^^b^vip&#x101;ko^eb^ti avisesena sa&#x1E37;&#x101;yatana&#x1E43; vip&#x101;koti yesa&#x1E43; laddh&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[06]Sa&#x1E37;&#x101;yatanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Sattakkhattuparamakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^641-645^eb^^b^.^eb^^b^Sattakkhattuparamat&#x101;niyato^eb^ti sattakkhattuparamat&#x101;ya niyato. ^b^Ima&#x1E43; vibh&#x101;ga^eb^nti ima&#x1E43; visesa&#x1E43;. ^b^Tva&#x1E43; panassa niy&#x101;ma&#x1E43; icchas&#x12B;^eb^ti avinip&#x101;tadhammat&#x101;phalappatt&#x12B;hi a&#xF1;&#xF1;asmi&#x1E43; sattakkhattuparamabh&#x101;ve ca niy&#x101;ma&#x1E43; icchas&#x12B;ti attho.</p>
              <p>[03]^b^&#x100;nantariy&#x101;bh&#x101;va^eb^nti yena so dhamm&#x101;bhisamayena bhabbo n&#x101;ma hoti, tassa &#x101;nantariyakammassa abh&#x101;vanti attho, puggalassa v&#x101; &#x101;nantariyabh&#x101;vassa abh&#x101;vanti. Ki&#x1E43; pana so antar&#x101;dhamma&#x1E43; abhisamissat&#x12B;ti? Keci vadanti &#x2018;&#x2018;sattakkhattuparamo sattama&#x1E43; bhava&#x1E43; n&#x101;tikkamati, orato pana natthi pa&#x1E6D;isedho&#x2019;&#x2019;ti. Apare &#x2018;&#x2018;yo bhagavat&#x101; &#xF1;&#x101;&#x1E47;abalena by&#x101;kato, tassa antar&#x101; abhisamayo n&#x101;ma natthi, tath&#x101;pi bhavaniy&#x101;massa kassaci abh&#x101;v&#x101; bhabboti vuccati. Yath&#x101; kusal&#x101; abhi&#xF1;&#xF1;&#x101;cetan&#x101; kad&#x101;ci vip&#x101;ka&#x1E43; adadam&#x101;n&#x101;pi sati k&#x101;ra&#x1E47;e d&#x101;tu&#x1E43; bhabbat&#x101;ya vip&#x101;kadhammadhamm&#x101; n&#x101;ma, tath&#x101; indriy&#x101;na&#x1E43; mudut&#x101;ya sattakkhattuparamo, na niy&#x101;masabbh&#x101;v&#x101; n&#x101;pi bhagavat&#x101; by&#x101;katatt&#x101;, na ca indriyamudut&#x101; abhabbat&#x101;karo dhammoti na so abhabbo n&#x101;ma. Abhabbat&#x101;karadhamm&#x101;bh&#x101;vato cettha abhabbat&#x101; pa&#x1E6D;isedhit&#x101;, na pana antar&#x101; abhisametu&#x1E43; bhabbat&#x101; vutt&#x101;. Yadi ca sattakkhattuparamo antar&#x101; abhisameyya, kola&#x1E43;kolo siy&#x101;&#x2019;&#x2019;ti. Visesa&#x1E43; pana akatv&#x101; bhabbasabh&#x101;vat&#x101;ya bhabboti vattu&#x1E43; yutta&#x1E43;. ^b^Na bhavaniy&#x101;maka&#x1E43; ki&#xF1;c&#x12B;^eb^ti ettha passitv&#x101;ti vacanaseso, by&#x101;karot&#x12B;ti v&#x101; sambandho.</p>
              <p>[06]Sattakkhattuparamakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Dv&#x101;dasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>13. Terasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Kappa&#x1E6D;&#x1E6D;hakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^654-657^eb^^b^.^eb^ Kappa&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; ^a^M0.0099^ea^^a^V0.0105^ea^^b^he&#x1E6D;&#x1E6D;h&#x101;^eb^ti iddhibalakath&#x101;ya&#x1E43;.</p>
              <p>[06]Kappa&#x1E6D;&#x1E6D;hakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Anantar&#x101;payuttakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^660-662^eb^^b^.^eb^ Anantar&#x101;payuttakath&#x101;ya&#x1E43; &#x101;nantariya&#x1E43; payutta&#x1E43; eten&#x101;ti ^b^anantar&#x101;payutto^eb^ti &#x101;nantariye anantar&#x101;sadda&#x1E43; &#x101;ropetv&#x101; a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; attho vuttoti da&#x1E6D;&#x1E6D;habbo. &#x2018;&#x2018;Anantarapayutto&#x2019;&#x2019;tipi p&#x101;&#x1E37;i dissati.</p>
              <p>[06]Anantar&#x101;payuttakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Niyatassaniy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^663-664^eb^^b^.^eb^^b^Ses&#x101; tebh&#x16B;makadhamm&#x101; aniyat&#x101; n&#x101;m&#x101;^eb^ti ettha appattaniy&#x101;m&#x101;na&#x1E43; dhamme sandh&#x101;ya ^b^&#x2018;&#x2018;tebh&#x16B;makadhamm&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Eteva hi sandh&#x101;ya ^b^&#x2018;&#x2018;tehi samann&#x101;gatopi aniyatoyev&#x101;&#x2019;&#x2019;^eb^ti vuttanti. Iti ima&#x1E43; voh&#x101;ramatta&#x1E43; gahetv&#x101; &#x2018;&#x2018;niyato bodhisatto pacchimabhaviko bhabbo dhamma&#x1E43; abhisametu&#x1E43; okkamitu&#x2019;&#x2019;nti adhipp&#x101;yena &#x2018;&#x2018;niy&#x101;ma&#x1E43; okkamat&#x12B;&#x2019;&#x2019;ti yesa&#x1E43; laddh&#x12B;ti atthayojan&#x101;. Eva&#x1E43; pana voh&#x101;ramattasabbh&#x101;vo &#x2018;&#x2018;niyato&#x2019;&#x2019;ti vacanassa, dhamma&#x1E43; abhisametu&#x1E43; bhabbat&#x101; ca &#x2018;&#x2018;niy&#x101;ma&#x1E43; okkamat&#x12B;&#x2019;&#x2019;ti ^a^V0.0106^ea^ vacanassa k&#x101;ra&#x1E47;abh&#x101;vena vutt&#x101; hoti, bhabbat&#x101;yeva pana ubhayassapi k&#x101;ra&#x1E47;anti yutta&#x1E43;. ^b^A&#xF1;&#xF1;en&#x101;^eb^ti yadi niyato niy&#x101;ma&#x1E43; okkameyya, micchattaniyato sammattaniy&#x101;ma&#x1E43;, sammattaniyato v&#x101; micchattaniy&#x101;ma&#x1E43; okkameyya, na ca ta&#x1E43; atth&#x12B;ti dassanatthanti attho.</p>
              <p>[06]Niyatassaniy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. As&#x101;tar&#x101;gakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^674^eb^^b^.^eb^ As&#x101;tar&#x101;gakath&#x101;ya&#x1E43; ^a^M0.0100^ea^^b^&#x2018;&#x2018;aho vata me etadeva bhaveyy&#x101;&#x2019;&#x2019;ti rajjan&#x101;^eb^ti imin&#x101; eva&#x1E43; pavattam&#x101;noyeva lobho idha &#x2018;&#x2018;r&#x101;go&#x2019;&#x2019;ti adhippeto, na a&#xF1;&#xF1;ath&#x101;ti dasseti.</p>
              <p>[03]^b^675^eb^^b^.^eb^^b^Sutte pan&#x101;^eb^ti etassa &#x2018;&#x2018;adhipp&#x101;yo&#x2019;&#x2019;ti etena sambandho.</p>
              <p>[06]As&#x101;tar&#x101;gakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Dhammata&#x1E47;h&#x101;aby&#x101;kat&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^676-680^eb^^b^.^eb^^b^Yasm&#x101; dhammata&#x1E47;h&#x101;ti vutt&#x101;, tasm&#x101; aby&#x101;kat&#x101;^eb^ti kusalesu dhammesu lokuttaresu v&#x101; sabbesu ta&#x1E47;h&#x101; &#x2018;&#x2018;dhammata&#x1E47;h&#x101;&#x2019;&#x2019;ti gahetv&#x101; yasm&#x101; s&#x101; ta&#x1E47;h&#x101;, tasm&#x101; kusal&#x101; na hoti, yasm&#x101; pana dhamme pavatt&#x101;, tasm&#x101; akusal&#x101; na hot&#x12B;ti aby&#x101;kat&#x101;ti laddh&#x12B;ti dasseti. ^b^T&#x12B;hi ko&#x1E6D;&#x1E6D;h&#x101;sehi chapi ta&#x1E47;h&#x101; sa&#x1E43;khipitv&#x101; dassit&#x101;,^eb^ tasm&#x101; dhammata&#x1E47;h&#x101;pi k&#x101;mata&#x1E47;h&#x101;dibh&#x101;vato na aby&#x101;kat&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Dhammata&#x1E47;h&#x101;aby&#x101;kat&#x101;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Terasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>14. Cuddasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Kusal&#x101;kusalapa&#x1E6D;isandahanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^686-690^eb^^b^.^eb^^b^Ta^eb^nti ^a^V0.0107^ea^ kusala&#x1E43; akusala&#xF1;c&#x101;ti visu&#x1E43; sambandho da&#x1E6D;&#x1E6D;habbo. ^b^Ta&#x1E43;^eb^ ubhayanti v&#x101; vacanaseso. ^b^Pa&#x1E6D;isandahat&#x12B;^eb^ti gha&#x1E6D;eti, anantara&#x1E43; upp&#x101;det&#x12B;ti vutta&#x1E43; hoti.</p>
              <p>[06]Kusal&#x101;kusalapa&#x1E6D;isandahanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Sa&#x1E37;&#x101;yatanuppattikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^691-692^eb^^b^.^eb^ Keci ^a^M0.0101^ea^ v&#x101;dino &#x2018;&#x2018;a&#x1E45;kure s&#x101;kh&#x101;vi&#x1E6D;ap&#x101;disampann&#x101;na&#x1E43; rukkh&#x101;d&#x12B;na&#x1E43; b&#x12B;jamatta&#x1E43; &#x101;vibh&#x101;va&#x1E43; gacchat&#x12B;&#x2019;&#x2019;ti vadant&#x12B;ti tesa&#x1E43; v&#x101;da&#x1E43; nidassana&#x1E43; karonto &#x101;ha ^b^&#x2018;&#x2018;sampannas&#x101;kh&#x101;vi&#x1E6D;ap&#x101;na&#x2019;&#x2019;^eb^nti&#x101;di.</p>
              <p>[06]Sa&#x1E37;&#x101;yatanuppattikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Anantarapaccayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^693-697^eb^^b^.^eb^^b^Cakkhu&#xF1;ca pa&#x1E6D;icca r&#x16B;pe ca uppajjati sotavi&#xF1;&#xF1;&#x101;&#x1E47;a^eb^nti ettha &#x2018;&#x2018;laddhivasena pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti anantaruppatti&#x1E43; sallakkhentopi na so cakkhumhi r&#x16B;p&#x101;ramma&#x1E47;a&#x1E43; sotavi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; icchati, atha kho sotamhiyeva sadd&#x101;ramma&#x1E47;anti anantar&#x16B;paladdhivasena &#x101;pannatt&#x101; &#x2018;&#x2018;pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti yutta&#x1E43; vattu&#x1E43;.</p>
              <p>[06]Anantarapaccayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Ariyar&#x16B;pakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^698-699^eb^^b^.^eb^ Samm&#x101;v&#x101;c&#x101;di ^a^V0.0108^ea^ r&#x16B;pa&#x1E43; maggo c&#x101;ti icchanto ^b^&#x2018;&#x2018;ariyar&#x16B;pa&#x2019;&#x2019;^eb^ntipi vadati.</p>
              <p>[06]Ariyar&#x16B;pakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. A&#xF1;&#xF1;oanusayotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^700-701^eb^^b^.^eb^ &#x2018;&#x2018;Sar&#x101;goti&#x101;di pana tasmi&#x1E43; samaye r&#x101;gassa appah&#x12B;natt&#x101; sar&#x101;goti vattabbata&#x2019;&#x2019;nti purimap&#x101;&#x1E6D;ho, ^b^&#x2018;&#x2018;s&#x101;nusayoti&#x101;di pana tasmi&#x1E43; samaye anusayassa appah&#x12B;natt&#x101; s&#x101;nusayoti vattabbata&#x2019;&#x2019;^eb^nti pacchimap&#x101;&#x1E6D;ho, so yutto. So hi ^b^na anusayapariyu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; a&#xF1;&#xF1;atta&#x1E43;, tasm&#x101; ta&#x1E43; as&#x101;dhaka^eb^nti etena samet&#x12B;ti.</p>
              <p>[06]A&#xF1;&#xF1;oanusayotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Pariyu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;cittavippayuttantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^702^eb^^b^.^eb^^b^Yasm&#x101;^eb^^a^M0.0102^ea^^b^anicc&#x101;dito manasikarotopi r&#x101;g&#x101;dayo uppajjanti,^eb^ na ca te vipassan&#x101;ya sampayutt&#x101;, tasm&#x101; pariyu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; cittavippayuttanti laddh&#x12B;ti adhipp&#x101;yo.</p>
              <p>[06]Pariyu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;cittavippayuttantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Pariy&#x101;pannakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^703-705^eb^^b^.^eb^^b^Tividh&#x101;y&#x101;^eb^ti ^a^V0.0109^ea^ kilesavatthuok&#x101;savasena, k&#x101;mar&#x101;gak&#x101;mavitakkak&#x101;m&#x101;vacaradhammavasena v&#x101; tividh&#x101;ya. ^b^Kilesak&#x101;mavasen&#x101;^eb^ti kilesak&#x101;mabh&#x16B;tak&#x101;madh&#x101;tubh&#x101;ven&#x101;ti vutta&#x1E43; hoti. ^b^Adhipp&#x101;ya&#x1E43; asallakkhento^eb^ti r&#x16B;padh&#x101;tusahagatavasena anuset&#x12B;ti, r&#x16B;padh&#x101;tudhammesu a&#xF1;&#xF1;atarabh&#x101;vena r&#x16B;padh&#x101;tupariy&#x101;pannoti ca pucchitabh&#x101;va&#x1E43; asallakkhentoti attho.</p>
              <p>[06]Pariy&#x101;pannakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Aby&#x101;katakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^706-708^eb^^b^.^eb^^b^Di&#x1E6D;&#x1E6D;higata&#x1E43; &#x2018;&#x2018;sassato lokoti kho, vaccha, aby&#x101;katameta&#x2019;&#x2019;nti sassat&#x101;dibh&#x101;vena akathitatt&#x101;^eb^ &#x2018;&#x2018;aby&#x101;kata&#x2019;&#x2019;nti vuttanti sambandho. Ettha pana na di&#x1E6D;&#x1E6D;higata&#x1E43; &#x2018;&#x2018;aby&#x101;kata&#x2019;&#x2019;nti vutta&#x1E43;, atha kho &#x2018;&#x2018;&#x1E6D;hapan&#x12B;yo eso pa&#xF1;ho&#x2019;&#x2019;ti dassita&#x1E43;, tasm&#x101; sabbath&#x101;pi di&#x1E6D;&#x1E6D;higata&#x1E43; &#x2018;&#x2018;aby&#x101;kata&#x2019;&#x2019;nti na vattabbanti yutta&#x1E43;.</p>
              <p>[06]Aby&#x101;katakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Apariy&#x101;pannakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^709-710^eb^^b^.^eb^^b^Tasm&#x101;^eb^ti yasm&#x101; di&#x1E6D;&#x1E6D;hir&#x101;g&#x101;na&#x1E43; sam&#x101;ne vikkhambhanabh&#x101;vepi &#x2018;&#x2018;v&#x12B;tar&#x101;go&#x2019;&#x2019;ti vuccati, na pana &#x2018;&#x2018;vigatadi&#x1E6D;&#x1E6D;hiko&#x2019;&#x2019;ti, tasm&#x101; di&#x1E6D;&#x1E6D;hi lokiyapariy&#x101;pann&#x101; na hot&#x12B;ti attha&#x1E43; vadanti. R&#x16B;padi&#x1E6D;&#x1E6D;hiy&#x101; abh&#x101;v&#x101; pana k&#x101;madh&#x101;tupariy&#x101;pann&#x101;ya di&#x1E6D;&#x1E6D;hiy&#x101; bhavitabba&#x1E43;. Yadi ca pariy&#x101;pann&#x101; siy&#x101;, tath&#x101; ca ^a^M0.0103^ea^ sati k&#x101;mar&#x101;go viya jh&#x101;nal&#x101;bhino di&#x1E6D;&#x1E6D;hipi vigaccheyy&#x101;ti &#x2018;&#x2018;vigatadi&#x1E6D;&#x1E6D;hiko&#x2019;&#x2019;ti vattabbo siy&#x101;, na ca vuccati, tasm&#x101; apariy&#x101;pann&#x101; di&#x1E6D;&#x1E6D;hi. Na hi s&#x101; ^a^V0.0110^ea^ tassa avigat&#x101; di&#x1E6D;&#x1E6D;hi k&#x101;mar&#x101;go viya k&#x101;madi&#x1E6D;&#x1E6D;hi yena k&#x101;madh&#x101;tuy&#x101; pariy&#x101;pann&#x101; siy&#x101;ti vadat&#x12B;ti veditabba&#x1E43;.</p>
              <p>[06]Apariy&#x101;pannakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Cuddasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>15. Pannarasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Paccayat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^711-717^eb^^b^.^eb^^b^Tasm&#x101; paccayat&#x101; vavatthit&#x101;^eb^ti hetupaccayabh&#x16B;tassa dhammassa &#x101;ramma&#x1E47;apaccayabh&#x101;v&#x101;din&#x101; viya adhipatipaccayat&#x101;din&#x101; ca na bhavitabbanti hetupaccayabh&#x101;voyevetassa vavatthito hot&#x12B;ti attho.</p>
              <p>[06]Paccayat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. A&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^718-719^eb^^b^.^eb^^b^Apu&#xF1;&#xF1;&#x101;bhisa&#x1E45;kh&#x101;rova gahito^eb^ &#x2018;&#x2018;nanu avijj&#x101; sa&#x1E45;kh&#x101;rena sahaj&#x101;t&#x101;&#x2019;&#x2019;ti vuttatt&#x101;ti adhipp&#x101;yo. ^b^Sahaj&#x101;taa&#xF1;&#xF1;ama&#xF1;&#xF1;aatthiavigatasampayuttavasen&#x101;^eb^ti ettha nissayo kamabhedena atthiggaha&#x1E47;ena gahito hot&#x12B;ti na vutto, kamm&#x101;h&#x101;r&#x101; as&#x101;dh&#x101;ra&#x1E47;at&#x101;y&#x101;ti veditabb&#x101;. Vakkhati hi &#x2018;&#x2018;t&#x12B;&#x1E47;i up&#x101;d&#x101;n&#x101;ni avijj&#x101;ya sa&#x1E45;kh&#x101;r&#x101; viya ta&#x1E47;h&#x101;ya paccay&#x101; hont&#x12B;&#x2019;&#x2019;ti (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 718-719), tasm&#x101; up&#x101;d&#x101;nehi sam&#x101;n&#x101; evettha sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; paccayat&#x101; dassit&#x101;ti.</p>
              <p>[06]A&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Tatiyasa&#xF1;&#xF1;&#x101;vedayitakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^732^eb^^b^.^eb^ Tatiyasa&#xF1;&#xF1;&#x101;vedayitakath&#x101;ya&#x1E43; ^a^M0.0104^ea^^a^V0.0111^ea^^b^sesasatte sandh&#x101;y&#x101;^eb^ti nirodhasam&#x101;pannato a&#xF1;&#xF1;e yesa&#x1E43; nirodhasam&#x101;pattiy&#x101; bhavitabba&#x1E43;, te pa&#xF1;cavok&#x101;rasatte sandh&#x101;y&#x101;ti adhipp&#x101;yo, asa&#xF1;&#xF1;asatt&#x101;nampi ca sa&#xF1;&#xF1;upp&#x101;d&#x101; cuti&#x1E43; icchant&#x12B;ti sesasabbasatte sandh&#x101;y&#x101;ti v&#x101;. ^b^Sar&#x12B;rapakati^eb^nti tath&#x101;r&#x16B;po aya&#x1E43; k&#x101;yo, yath&#x101;r&#x16B;pe k&#x101;ye p&#x101;&#x1E47;isamphass&#x101;pi kamant&#x12B;ti&#x101;dika&#x1E43;.</p>
              <p>[03]^b^733-734^eb^^b^.^eb^^b^Suttavirodho siy&#x101;^eb^ti ida&#x1E43; parav&#x101;di&#x1E43; sampa&#x1E6D;icch&#x101;petv&#x101; vattabba&#x1E43;.</p>
              <p>[06]Tatiyasa&#xF1;&#xF1;&#x101;vedayitakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Asa&#xF1;&#xF1;asattupik&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^735^eb^^b^.^eb^^b^Sa&#xF1;&#xF1;&#x101;vir&#x101;gavasena pavattabh&#x101;van&#x101; asa&#xF1;&#xF1;asam&#x101;pattip&#x12B;^eb^ti laddhikittane sa&#xF1;&#xF1;&#x101;vir&#x101;gavasena pavattabh&#x101;vana&#x1E43; catutthajjh&#x101;nasam&#x101;patti&#x1E43; &#x2018;&#x2018;asa&#xF1;&#xF1;asam&#x101;patt&#x12B;&#x2019;&#x2019;ti aggahetv&#x101; s&#x101;pi asa&#xF1;&#xF1;it&#x101; sa&#xF1;&#xF1;&#x101;vedayitanirodhasam&#x101;pattiyeva n&#x101;m&#x101;ti parassa laddh&#x12B;ti dasseti. ^b^Yasm&#x101; asa&#xF1;&#xF1;asam&#x101;patti&#x1E43; sam&#x101;pannassa alobh&#x101;dayo atth&#x12B;^eb^ti ettha sakasamayasiddh&#x101; catutthajjh&#x101;nasam&#x101;patti &#x2018;&#x2018;asa&#xF1;&#xF1;asam&#x101;patt&#x12B;&#x2019;&#x2019;ti vutt&#x101;.</p>
              <p>[03]^b^736^eb^^b^.^eb^^b^Sa&#xF1;&#xF1;&#x101;vir&#x101;gavasena sam&#x101;pannatt&#x101; asa&#xF1;&#xF1;it&#x101;,^eb^ na sa&#xF1;&#xF1;&#x101;ya abh&#x101;vatoti catutthajjh&#x101;nasam&#x101;pattimeva sandh&#x101;ya vadati.</p>
              <p>[06]Asa&#xF1;&#xF1;asattupik&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Kamm&#x16B;pacayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^738-739^eb^^b^.^eb^^b^Kammena^eb^^a^V0.0112^ea^^b^sahaj&#x101;toti pa&#xF1;hesu^eb^ &#x2018;&#x2018;kamm&#x16B;pacaya&#x1E43; sandh&#x101;ya pa&#x1E6D;ikkhipati, cittavippayutta&#x1E43; sandh&#x101;ya pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti katthaci p&#x101;&#x1E6D;ho, &#x2018;&#x2018;cittasampayutta&#x1E43; ^a^M0.0105^ea^ sandh&#x101;ya pa&#x1E6D;ikkhipati, cittavippayutta&#x1E43; sandh&#x101;ya pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti a&#xF1;&#xF1;attha. Ubhayampi vic&#x101;retabba&#x1E43;.</p>
              <p>[03]^b^741^eb^^b^.^eb^^b^Tasm&#x101;^eb^ti ti&#x1E47;&#x1E47;ampi ekakkha&#x1E47;e sabbh&#x101;vato ti&#x1E47;&#x1E47;a&#x1E43; phass&#x101;na&#xF1;ca samodh&#x101;n&#x101; ca ekatta&#x1E43; pucchat&#x12B;ti adhipp&#x101;yo da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Kamm&#x16B;pacayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Pannarasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Tatiyo pa&#x1E47;&#x1E47;&#x101;sako samatto.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>16. So&#x1E37;asamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>3. Sukh&#x101;nuppad&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^747-748^eb^^b^.^eb^ Sukh&#x101;nuppad&#x101;nakath&#x101;ya&#x1E43; ^b^ya&#x1E43; evar&#x16B;pa^eb^nti ya&#x1E43; nevattano, na paresa&#x1E43;, na tassa, evar&#x16B;pa&#x1E43; n&#x101;ma anuppadinna&#x1E43; bhavitu&#x1E43; na arahati a&#xF1;&#xF1;assa asakku&#x1E47;eyyatt&#x101;ti laddhimattena pa&#x1E6D;ij&#x101;n&#x101;ti, na yuttiy&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Sukh&#x101;nuppad&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Adhigayhamanasik&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^749-753^eb^^b^.^eb^^b^Ta&#x1E43;cittat&#x101;y&#x101;^eb^ti ^a^V0.0113^ea^ tadeva &#x101;ramma&#x1E47;abh&#x16B;ta&#x1E43; citta&#x1E43; etass&#x101;ti ta&#x1E43;citto, tassa bh&#x101;vo ta&#x1E43;cittat&#x101;, t&#x101;ya ta&#x1E43;cittat&#x101;ya. Ta&#x1E43; v&#x101; &#x101;lambaka&#x1E43; &#x101;lambitabba&#xF1;ca citta&#x1E43; ta&#x1E43;citta&#x1E43;, tassa bh&#x101;vo tasseva &#x101;lambaka&#x101;lambitabbat&#x101; ta&#x1E43;cittat&#x101;, t&#x101;ya codetunti attho.</p>
              <p>[06]Adhigayhamanasik&#x101;rakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. R&#x16B;pa&#x1E43;r&#x16B;p&#x101;vacar&#x101;r&#x16B;p&#x101;vacarantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^768-770^eb^^b^.^eb^ R&#x16B;pa&#x1E43;r&#x16B;p&#x101;vacar&#x101;r&#x16B;p&#x101;vacarantikath&#x101;ya&#x1E43; ^b^he&#x1E6D;&#x1E6D;h&#x101;^eb^ti cuddasamavagge ^b^&#x101;gatapariy&#x101;pannakath&#x101;ya&#x1E43;^eb^ (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 703-705). &#x2018;&#x2018;Sam&#x101;pattesiya&#x2019;&#x2019;nti&#x101;di vuttanayameva. Ya&#xF1;cettha ^a^M0.0106^ea^ &#x2018;&#x2018;atthi r&#x16B;pa&#x1E43; ar&#x16B;p&#x101;vacara&#x2019;&#x2019;nti ar&#x16B;p&#x101;vacarakammassa katatt&#x101; r&#x16B;pa&#x1E43; vutta&#x1E43;, tattha ca ya&#x1E43; vattabba&#x1E43;, ta&#x1E43; a&#x1E6D;&#x1E6D;hamavagge ^b^ar&#x16B;per&#x16B;pakath&#x101;ya&#x1E43;^eb^ (kath&#x101;. a&#x1E6D;&#x1E6D;ha. 524-526) vuttanayamev&#x101;ti.</p>
              <p>[06]R&#x16B;pa&#x1E43;r&#x16B;p&#x101;vacar&#x101;r&#x16B;p&#x101;vacarantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]So&#x1E37;asamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>17. Sattarasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Atthiarahatopu&#xF1;&#xF1;&#x16B;pacayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^776-779^eb^^b^.^eb^^b^Citta&#x1E43; an&#x101;diyitv&#x101;^eb^ti &#x2018;&#x2018;kiriyacittena d&#x101;n&#x101;dipavattisabbh&#x101;vato&#x2019;&#x2019;ti vutta&#x1E43; kiriyacitta&#x1E43; aby&#x101;kata&#x1E43; an&#x101;diyitv&#x101;ti attho.</p>
              <p>[06]Atthiarahatopu&#xF1;&#xF1;&#x16B;pacayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Natthiarahatoak&#x101;lamacc&#x16B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^780^eb^^b^.^eb^^b^Ayoniso^eb^^a^V0.0114^ea^^b^gahetv&#x101;^eb^ti aladdhavip&#x101;kav&#x101;r&#x101;nampi kamm&#x101;na&#x1E43; byant&#x12B;bh&#x101;va&#x1E43; na vad&#x101;m&#x12B;ti attha&#x1E43; gahetv&#x101;ti adhipp&#x101;yo. Keci pana &#x2018;&#x2018;kamm&#x101;na&#x1E43; vip&#x101;ka&#x1E43; appa&#x1E6D;isa&#x1E43;viditv&#x101; puggalassa byant&#x12B;bh&#x101;va&#x1E43; na vad&#x101;m&#x12B;ti eva&#x1E43; ayoniso attha&#x1E43; gahetv&#x101;&#x2019;&#x2019;ti vadanti.</p>
              <p>[03]^b^781^eb^^b^.^eb^^b^T&#x101;va na kamat&#x12B;ti laddhiy&#x101; pa&#x1E6D;ikkhipat&#x12B;^eb^ti t&#x101;va na kamati, tato para&#x1E43; kamat&#x12B;ti laddhiy&#x101; pa&#x1E6D;ikkhipat&#x12B;ti adhipp&#x101;yo. Ettha kira &#x2018;&#x2018;sati j&#x12B;vite j&#x12B;vit&#x101;vasese j&#x12B;vit&#x101; voropet&#x12B;&#x2019;&#x2019;ti vacanato attano dhammat&#x101;ya maranta&#x1E43; ko&#x1E6D;&#x1E6D;entassa v&#x101; s&#x12B;sa&#x1E43; v&#x101; chindantassa natthi p&#x101;&#x1E47;&#x101;tip&#x101;toti &#x101;cariy&#x101; vadanti. P&#x101;&#x1E47;o p&#x101;&#x1E47;asa&#xF1;&#xF1;it&#x101; vadhakacittaupakkamamara&#x1E47;esu vijjam&#x101;nesupi na tena upakkamena matoti natthi p&#x101;&#x1E47;&#x101;tip&#x101;toti adhipp&#x101;yo. Eva&#x1E43; pana marantena tena ekacittav&#x101;rampi dhammat&#x101;mara&#x1E47;ato orato na matoti dubbi&#xF1;&#xF1;eyyameta&#x1E43;.</p>
              <p>[06]Natthiarahatoak&#x101;lamacc&#x16B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Sabbamida&#x1E43;kammatotikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^784^eb^^b^.^eb^^b^B&#x12B;jato^eb^^a^M0.0107^ea^^b^a&#x1E45;kurassev&#x101;^eb^ti yath&#x101; a&#x1E45;kurassa ab&#x12B;jato nibbatti natthi, tath&#x101; paccuppannapavattassapi akammato kammavip&#x101;kato nibbatti natthi, ta&#x1E43; sandh&#x101;ya pa&#x1E6D;ikkhipat&#x12B;ti adhipp&#x101;yo. ^b^Deyyadhammavasena d&#x101;naphala&#x1E43; pucchat&#x12B;^eb^ti deyyadhammavasena y&#x101;ya cetan&#x101;ya ta&#x1E43; deti, tassa d&#x101;nassa phala&#x1E43; pucchati, na deyyadhammass&#x101;ti vutta&#x1E43; hoti.</p>
              <p>[06]Sabbamida&#x1E43;kammatotikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Indriyabaddhakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^788^eb^^b^.^eb^^b^Vin&#x101;pi^eb^^a^V0.0115^ea^^b^aniccatten&#x101;^eb^ti &#x2018;&#x2018;y&#x101;va dukkh&#x101; niray&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su (ma. ni. 3.250) viya dukkh&#x101;ramma&#x1E47;attenapi dukkha&#x1E43; vattabbanti adhipp&#x101;yo.</p>
              <p>[06]Indriyabaddhakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Navattabba&#x1E43;sa&#x1E45;ghodakkhi&#x1E47;a&#x1E43;visodhet&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^793-794^eb^^b^.^eb^ Navattabba&#x1E43;sa&#x1E45;ghodakkhi&#x1E47;a&#x1E43;visodhet&#x12B;tikath&#x101;ya&#x1E43; ^b^na ca t&#x101;ni dakkhi&#x1E47;a&#x1E43; visodhetu&#x1E43; sakkont&#x12B;^eb^ti yath&#x101; puggalo s&#x12B;laparisodhan&#x101;d&#x12B;ni katv&#x101; nirodhampi sam&#x101;pajjitv&#x101; visodhetu&#x1E43; sakkoti, na eva&#x1E43; maggaphal&#x101;n&#x12B;ti adhipp&#x101;yo, appa&#x1E6D;iggaha&#x1E47;atoti v&#x101;.</p>
              <p>[06]Navattabba&#x1E43;sa&#x1E45;ghodakkhi&#x1E47;a&#x1E43;visodhet&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Dakkhi&#x1E47;&#x101;visuddhikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^800-801^eb^^b^.^eb^ Dakkhi&#x1E47;&#x101;visuddhikath&#x101;ya&#x1E43; ^b^visujjheyy&#x101;^eb^ti etassa attha&#x1E43; dassento ^b^&#x2018;&#x2018;mahapphal&#x101; bhaveyy&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. ^b^D&#x101;yakasseva cittavisuddhi vip&#x101;kad&#x101;yik&#x101; hot&#x12B;^eb^ti pa&#x1E6D;igg&#x101;hakanirapekkh&#x101; pa&#x1E6D;igg&#x101;hakena paccayabh&#x16B;tena vin&#x101; d&#x101;yakeneva mah&#x101;vip&#x101;kacetanatta&#x1E43; &#x101;p&#x101;dik&#x101;, pa&#x1E6D;igg&#x101;hakanirapekkh&#x101; vip&#x101;kad&#x101;yik&#x101; hot&#x12B;ti adhipp&#x101;yo. ^b^A&#xF1;&#xF1;o a&#xF1;&#xF1;assa k&#x101;rakoti^eb^^a^M0.0108^ea^^b^ yadi d&#x101;yakassa d&#x101;nacetan&#x101; n&#x101;ma pa&#x1E6D;igg&#x101;hakena kat&#x101; bhaveyya, yuttar&#x16B;pa&#x1E43; siy&#x101;^eb^ti kasm&#x101; vutta&#x1E43;, nanu laddhikittane &#x2018;&#x2018;d&#x101;yakena d&#x101;na&#x1E43; dinna&#x1E43;, pa&#x1E6D;igg&#x101;hakena vip&#x101;ko nibbattitoti a&#xF1;&#xF1;o a&#xF1;&#xF1;assa k&#x101;rako bhaveyy&#x101;&#x2019;&#x2019;ti vuttanti? Saccameta&#x1E43;, pa&#x1E6D;igg&#x101;hakena vip&#x101;kanibbattanampi pana d&#x101;nacetan&#x101;nibbattanena ^a^V0.0116^ea^ yadi bhaveyya, eva&#x1E43; sati a&#xF1;&#xF1;o a&#xF1;&#xF1;assa k&#x101;rakoti yuttar&#x16B;pa&#x1E43; siy&#x101;ti adhipp&#x101;yo.</p>
              <p>[06]Dakkhi&#x1E47;&#x101;visuddhikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Sattarasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>18. A&#x1E6D;&#x1E6D;h&#x101;rasamavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Manussalokakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^802-803^eb^^b^.^eb^^b^Ayoniso^eb^ti &#x2018;&#x2018;tusitapura&#x1E43; sandh&#x101;y&#x101;&#x2019;&#x2019;ti&#x101;dika&#x1E43; gaha&#x1E47;a&#x1E43; sandh&#x101;y&#x101;ha.</p>
              <p>[06]Manussalokakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Dhammadesan&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^804-806^eb^^b^.^eb^ Tassa ca desana&#x1E43; sampa&#x1E6D;icchitv&#x101; sayameva ca &#x101;yasmat&#x101; &#x101;nandattherena desitoti vadati.</p>
              <p>[06]Dhammadesan&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Jh&#x101;nasa&#x1E45;kantikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^813-816^eb^^b^.^eb^ Jh&#x101;nasa&#x1E45;kantikath&#x101;ya&#x1E43; ^b^uppa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101;^eb^ti pa&#x1E6D;hamajjh&#x101;nato vu&#x1E6D;&#x1E6D;h&#x101;ya vitakkavic&#x101;r&#x101; &#x101;d&#x12B;navato manasik&#x101;tabb&#x101;, tato dutiyajjh&#x101;nena bhavitabbanti eva&#x1E43; yo upac&#x101;r&#x101;na&#x1E43; jh&#x101;n&#x101;na&#xF1;ca anukkamo, tena vin&#x101;ti attho.</p>
              <p>[06]Jh&#x101;nasa&#x1E45;kantikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Jh&#x101;nantarikakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^817-819^eb^^b^.^eb^^b^Jh&#x101;nantarik&#x101;^eb^^a^M0.0109^ea^^a^V0.0117^ea^^b^n&#x101;ma es&#x101;^eb^ti pa&#x1E6D;hamajjh&#x101;n&#x101;d&#x12B;su a&#xF1;&#xF1;atarabh&#x101;v&#x101;bh&#x101;vato na jh&#x101;na&#x1E43;, atha kho dakkhi&#x1E47;apubb&#x101;didisantarik&#x101; viya jh&#x101;nantarik&#x101; n&#x101;ma es&#x101;ti. Katar&#x101;? Yoya&#x1E43; avitakkavic&#x101;ramatto sam&#x101;dh&#x12B;ti yojetabba&#x1E43;.</p>
              <p>[06]Jh&#x101;nantarikakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Cakkhun&#x101;r&#x16B;pa&#x1E43;passat&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^826-827^eb^^b^.^eb^^b^Pa&#x1E6D;ij&#x101;nana&#x1E43; sandh&#x101;y&#x101;^eb^ti &#x2018;&#x2018;cakkhun&#x101; r&#x16B;pa&#x1E43; disv&#x101; nimittagg&#x101;h&#x12B; hot&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; (dha. sa. 1352) nayena vutta&#x1E43; manovi&#xF1;&#xF1;&#x101;&#x1E47;apa&#x1E6D;ij&#x101;nana&#x1E43; kira sandh&#x101;y&#x101;ti adhipp&#x101;yo, tasm&#x101; &#x2018;&#x2018;eva&#x1E43; sante r&#x16B;pa&#x1E43; manovi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; &#x101;pajjat&#x12B;ti manovi&#xF1;&#xF1;&#x101;&#x1E47;apa&#x1E6D;ij&#x101;nana&#x1E43; pana r&#x16B;padassana&#x1E43; katha&#x1E43; hot&#x12B;&#x2019;&#x2019;ti vic&#x101;retabba&#x1E43;.</p>
              <p>[06]Cakkhun&#x101;r&#x16B;pa&#x1E43;passat&#x12B;tikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]A&#x1E6D;&#x1E6D;h&#x101;rasamavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>19. Ek&#x16B;nav&#x12B;satimavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Kilesapajahanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^828-831^eb^^b^.^eb^^b^Anuppann&#x101;yeva nuppajjant&#x12B;ti pah&#x12B;n&#x101; n&#x101;ma honti,^eb^ tasm&#x101; natthi kilesapajahan&#x101;ti ^a^V0.0118^ea^ pa&#x1E6D;ikkhipati. Te pana neva uppajjitv&#x101; vigat&#x101;, n&#x101;pi bhavissanti, na ca uppann&#x101;ti at&#x12B;te kilese pajahat&#x12B;ti&#x101;di na vattabbanti dasseti.</p>
              <p>[06]Kilesapajahanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Su&#xF1;&#xF1;atakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^832^eb^^b^.^eb^^b^Anattalakkha&#x1E47;a&#x1E43;^eb^^a^M0.0110^ea^^b^t&#x101;va ekacca^eb^nti ar&#x16B;pakkhandh&#x101;na&#x1E43; anattalakkha&#x1E47;a&#x1E43; vadati. ^b^Ekena pariy&#x101;yen&#x101;^eb^ti anattalakkha&#x1E47;assa jar&#x101;mara&#x1E47;abh&#x101;vapariy&#x101;yen&#x101;ti vadanti. R&#x16B;pakkhandh&#x101;d&#x12B;na&#xF1;hi m&#x101; j&#x12B;ratu m&#x101; marat&#x16B;ti alabbhaneyyo avasavattan&#x101;k&#x101;ro anattat&#x101;, s&#x101; atthato jar&#x101;mara&#x1E47;ameva, ta&#xF1;ca &#x2018;&#x2018;jar&#x101;mara&#x1E47;a&#x1E43; dv&#x12B;hi khandhehi sa&#x1E45;gahita&#x2019;&#x2019;nti (dh&#x101;tu. 71) vuttatt&#x101; ar&#x16B;pakkhandh&#x101;na&#x1E43; jar&#x101;mara&#x1E47;a&#x1E43; sa&#x1E45;kh&#x101;rakkhandhapariy&#x101;pannanti ayametesa&#x1E43; adhipp&#x101;yo.</p>
              <p>[06]Su&#xF1;&#xF1;atakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. S&#x101;ma&#xF1;&#xF1;aphalakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^835-836^eb^^b^.^eb^^b^Phaluppatti c&#x101;^eb^ti pattidhamma&#x1E43; vadati.</p>
              <p>[06]S&#x101;ma&#xF1;&#xF1;aphalakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Tathat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^841-843^eb^^b^.^eb^^b^R&#x16B;p&#x101;disabh&#x101;vat&#x101;sa&#x1E45;kh&#x101;t&#x101;^eb^ti ^a^V0.0119^ea^ ettha r&#x16B;p&#x101;d&#x12B;na&#x1E43; sabh&#x101;vat&#x101;ti r&#x16B;p&#x101;disabh&#x101;vat&#x101;ti evamattho da&#x1E6D;&#x1E6D;habbo. Bh&#x101;va&#x1E43; hesa tathat&#x101;ti vadati, na bh&#x101;vayoganti.</p>
              <p>[06]Tathat&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Kusalakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^844-846^eb^^b^.^eb^^b^Anavajjabh&#x101;vamatteneva nibb&#x101;na&#x1E43; kusala^eb^nti ya&#x1E43;ki&#xF1;ci kusala&#x1E43;, sabba&#x1E43; ta&#x1E43; anavajjabh&#x101;vamatteneva, tasm&#x101; nibb&#x101;na&#x1E43; kusalanti vutta&#x1E43; hoti.</p>
              <p>[06]Kusalakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Accantaniy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^847^eb^^b^.^eb^^b^&#x2018;&#x2018;Saki&#x1E43;^eb^^a^M0.0111^ea^^b^nimuggo nimuggova hot&#x12B;&#x2019;&#x2019;ti sutta&#x1E43; niss&#x101;y&#x101;^eb^ti t&#x101;ya j&#x101;tiy&#x101; lokuttarasaddh&#x101;d&#x12B;na&#x1E43; anuppatti&#x1E43; sandh&#x101;ya kata&#x1E43; avadh&#x101;ra&#x1E47;a&#x1E43; sa&#x1E43;s&#x101;rakh&#x101;&#x1E47;ukabh&#x101;va&#x1E43; sandh&#x101;ya katanti ma&#xF1;&#xF1;am&#x101;no puthujjanass&#x101;ya&#x1E43; accantaniy&#x101;mat&#x101;, y&#x101;ya&#x1E43; niyatamicch&#x101;di&#x1E6D;&#x1E6D;h&#x12B;ti &#x2018;&#x2018;atthi puthujjanassa accantaniy&#x101;mat&#x101;&#x2019;&#x2019;ti vadati. Vicikicchuppatti niy&#x101;mantaruppatti ca accantaniy&#x101;manivattak&#x101; vic&#x101;retv&#x101; gahetabb&#x101;.</p>
              <p>[06]Accantaniy&#x101;makath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Indriyakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^853-856^eb^^b^.^eb^^b^Lokiy&#x101;namp&#x12B;^eb^ti ^a^V0.0120^ea^ lokuttar&#x101;na&#x1E43; viya lokiy&#x101;nampi saddh&#x101;d&#x12B;na&#x1E43;yeva saddhindriy&#x101;dibh&#x101;vadassanena lokiyasaddhindriy&#x101;dibh&#x101;va&#x1E43; s&#x101;dhetu&#x1E43; ^b^saddh&#x101;d&#x12B;na&#x1E43;yeva saddhindriy&#x101;dibh&#x101;vadassanattha&#x1E43; vutta^eb^nti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Indriyakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Ek&#x16B;nav&#x12B;satimavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>20. V&#x12B;satimavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>2. &#xD1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^863-865^eb^^b^.^eb^ &#xD1;&#x101;&#x1E47;akath&#x101;ya&#x1E43; ^b^dukkha&#x1E43; parij&#x101;n&#x101;t&#x12B;ti lokuttaramagga&#xF1;&#x101;&#x1E47;ameva d&#x12B;pet&#x12B;^eb^ti &#x2018;&#x2018;dukkha&#x1E43; parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti vadanto ida&#x1E43; tava vacana&#x1E43; lokuttaramagga&#xF1;&#x101;&#x1E47;ameva d&#x12B;peti, na tasseva &#xF1;&#x101;&#x1E47;abh&#x101;va&#x1E43;. Kasm&#x101;? Yasm&#x101; na lokuttarameva &#xF1;&#x101;&#x1E47;a&#x1E43;, tasm&#x101; na ida&#x1E43; s&#x101;dhakanti vutta&#x1E43; hoti.</p>
              <p>[06]&#xD1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Nirayap&#x101;lakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^867-868^eb^^b^.^eb^^b^Pa&#x1E47;unna^eb^nti ^a^M0.0112^ea^ pa&#x1E47;udita&#x1E43;, anavasesakhittanti attho.</p>
              <p>[06]Nirayap&#x101;lakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Tiracch&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^869-871^eb^^b^.^eb^^b^Tassa^eb^^a^V0.0121^ea^^b^atthit&#x101;ya pa&#x1E6D;i&#xF1;&#xF1;&#x101;^eb^ti tassa hatthin&#x101;gassa ca dibbay&#x101;nassa ca atthit&#x101;y&#x101;ti visu&#x1E43; yojetabba&#x1E43;.</p>
              <p>[06]Tiracch&#x101;nakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. &#xD1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^876-877^eb^^b^.^eb^ &#xD1;&#x101;&#x1E47;akath&#x101;ya&#x1E43; ^b^sace ta&#x1E43; dv&#x101;dasavatthuka^eb^nti ettha ca &#x2018;&#x2018;lokuttara&#x2019;&#x2019;nti vacanaseso, ta&#x1E43; v&#x101; lokuttara&#xF1;&#x101;&#x1E47;a&#x1E43; sace dv&#x101;dasavatthukanti attho. Pari&#xF1;&#xF1;eyyanti pubbabh&#x101;go, pari&#xF1;&#xF1;&#x101;tanti aparabh&#x101;go, sacca&#xF1;&#x101;&#x1E47;a&#x1E43; pana maggakkha&#x1E47;epi parij&#x101;nan&#x101;dikiccas&#x101;dhanavasena hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;saddhi&#x1E43; pubbabh&#x101;gaparabh&#x101;geh&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[06]&#xD1;&#x101;&#x1E47;akath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]V&#x12B;satimavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Catuttho pa&#x1E47;&#x1E47;&#x101;sako samatto.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>21. Ekav&#x12B;satimavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. S&#x101;sanakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^878^eb^^b^.^eb^^b^T&#x12B;supi pucch&#x101;su codanattha&#x1E43; vutta^eb^nti t&#x12B;supi pucch&#x101;su &#x2018;&#x2018;s&#x101;sana&#x2019;&#x2019;nti&#x101;divacana&#x1E43; vuttanti samud&#x101;y&#x101; ekades&#x101;na&#x1E43; adhikara&#x1E47;abh&#x101;vena vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[06]S&#x101;sanakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Iddhikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^883-884^eb^^b^.^eb^ Iddhikath&#x101;ya&#x1E43; ^a^M0.0113^ea^^a^V0.0122^ea^^b^atthi adhipp&#x101;yaiddh&#x12B;^eb^ti adhipp&#x101;yavasena ijjhanato adhipp&#x101;yoti eva&#x1E43;n&#x101;mik&#x101; iddhi atth&#x12B;ti attho.</p>
              <p>[06]Iddhikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Dhammakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^887-888^eb^^b^.^eb^ Dhammakath&#x101;ya&#x1E43; ^b^r&#x16B;pa&#x1E6D;&#x1E6D;hato a&#xF1;&#xF1;assa r&#x16B;passa abh&#x101;v&#x101;^eb^ti yo r&#x16B;passa niy&#x101;mo vucceyya, so r&#x16B;pa&#x1E6D;&#x1E6D;ho n&#x101;ma koci r&#x16B;pato a&#xF1;&#xF1;o natth&#x12B;ti r&#x16B;pa&#x1E6D;&#x1E6D;hato a&#xF1;&#xF1;a&#x1E43; r&#x16B;pa&#xF1;ca na hoti, tasm&#x101; r&#x16B;pa&#x1E43; r&#x16B;pameva, na vedan&#x101;disabh&#x101;vanti adhipp&#x101;yena &#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pa&#x1E6D;&#x1E6D;hena niyata&#x2019;&#x2019;nti vattabba&#x1E43;, na a&#xF1;&#xF1;ath&#x101; r&#x16B;pa&#x1E6D;&#x1E6D;hena niy&#x101;men&#x101;ti adhipp&#x101;yo. Tattha r&#x16B;pato a&#xF1;&#xF1;assa r&#x16B;pa&#x1E6D;&#x1E6D;hassa abh&#x101;ve dassite r&#x16B;pa&#x1E6D;&#x1E6D;hato a&#xF1;&#xF1;assa r&#x16B;passa abh&#x101;vo dassitoyeva n&#x101;ma hot&#x12B;ti tameva r&#x16B;pato a&#xF1;&#xF1;assa r&#x16B;pa&#x1E6D;&#x1E6D;hassa abh&#x101;va&#x1E43; dassento ^b^&#x2018;&#x2018;r&#x16B;pasabh&#x101;vo h&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Esa voh&#x101;ro^eb^ti r&#x16B;passa sabh&#x101;vo r&#x16B;pasabh&#x101;vo, r&#x16B;passa attho r&#x16B;pa&#x1E6D;&#x1E6D;hoti eva&#x1E43; a&#xF1;&#xF1;atta&#x1E43; gahetv&#x101; viya pavatto r&#x16B;pasabh&#x101;vavoh&#x101;ro r&#x16B;pa&#x1E6D;&#x1E6D;havoh&#x101;ro v&#x101; vedan&#x101;d&#x12B;hi n&#x101;nattameva so sabh&#x101;voti n&#x101;nattasa&#xF1;&#xF1;&#x101;panattha&#x1E43; hot&#x12B;ti attho. ^b^Tasm&#x101;^eb^ti r&#x16B;passa r&#x16B;pa&#x1E6D;&#x1E6D;hena ana&#xF1;&#xF1;att&#x101;. &#x2018;&#x2018;R&#x16B;pa&#x1E43; r&#x16B;pameva, na vedan&#x101;disabh&#x101;va&#x2019;&#x2019;nti avatv&#x101; ^b^&#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pa&#x1E6D;&#x1E6D;hena niyata&#x2019;&#x2019;^eb^nti vadato ta&#xF1;ca vacana&#x1E43; vuttappak&#x101;rena sadosa&#x1E43;, atha kasm&#x101; &#x2018;&#x2018;r&#x16B;pa&#xF1;hi r&#x16B;pa&#x1E6D;&#x1E6D;hena niyatanti r&#x16B;pa&#x1E43; r&#x16B;pameva, na vedan&#x101;disabh&#x101;vanti adhipp&#x101;yena vattabba&#x2019;&#x2019;nti vadanto &#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pa&#x1E6D;&#x1E6D;hena niyata&#x2019;&#x2019;nti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo. Nanu ceta&#x1E43; attan&#x101;va vutta&#x1E43;, na paren&#x101;ti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;ti na vattabbanti? Na, att&#x101;nampi para&#x1E43; viya vacanato. Vattabbanti v&#x101; sakav&#x101;din&#x101; vattabbanti vutta&#x1E43; hoti. Yadi ca tena vattabba&#x1E43; pa&#x1E6D;ij&#x101;n&#x101;ti ca so etamatthanti, atha kasm&#x101; pa&#x1E6D;ij&#x101;n&#x101;ti sakav&#x101;d&#x12B;ti ayamettha attho. ^b^Atthantaravasen&#x101;^eb^ti tattha vuttameva k&#x101;ra&#x1E47;a&#x1E43; nig&#x16B;hitv&#x101; parena coditanti tameva k&#x101;ra&#x1E47;a&#x1E43; dassetv&#x101; codana&#x1E43; nivatteti. ^b^Ito a&#xF1;&#xF1;ath&#x101;^eb^ti r&#x16B;p&#x101;disabh&#x101;vamatta&#x1E43; mu&#xF1;citv&#x101; tena parikappita&#x1E43; niyata&#x1E43; natth&#x12B;ti ^a^V0.0123^ea^ tassa ^a^M0.0114^ea^ parikappitassa nivattanattha&#x1E43; puna teneva nayena codetu&#x1E43; ^b^&#x2018;&#x2018;micchattaniyata&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;h&#x101;ti attho.</p>
              <p>[06]Dhammakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Ekav&#x12B;satimavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>22. B&#x101;v&#x12B;satimavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>2. Kusalacittakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^894-895^eb^^b^.^eb^ Kusalacittakath&#x101;ya&#x1E43; ^b^javanakkha&#x1E47;e^eb^ti parinibb&#x101;nacittato purimajavanakkha&#x1E47;e.</p>
              <p>[06]Kusalacittakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. &#x100;ne&#xF1;jakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^896^eb^^b^.^eb^^b^Bhava&#x1E45;gacitte^eb^ti bhava&#x1E45;gapariyos&#x101;natt&#x101; cuticitta&#x1E43; &#x2018;&#x2018;bhava&#x1E45;gacitta&#x2019;&#x2019;nti &#x101;ha.</p>
              <p>[06]&#x100;ne&#xF1;jakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5-7. Tissopikath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^898-900^eb^^b^.^eb^^b^Sattavassika&#x1E43;^eb^^a^V0.0124^ea^^b^gabbha&#x1E43; disv&#x101;^eb^ &#x2018;&#x2018;gabbheyeva arahattappattihetubh&#x16B;to indriyaparip&#x101;ko atth&#x12B;&#x2019;&#x2019;ti &#x2018;&#x2018;arahattappattipi atth&#x12B;&#x2019;&#x2019;ti ma&#xF1;&#xF1;ati, &#x101;k&#x101;sasupina&#x1E43; disv&#x101; &#x2018;&#x2018;&#x101;k&#x101;sagaman&#x101;diabhi&#xF1;&#xF1;&#x101; viya dhamm&#x101;bhisamayo arahattappatti ca atth&#x12B;&#x2019;&#x2019;ti ma&#xF1;&#xF1;at&#x12B;ti adhipp&#x101;yo.</p>
              <p>[06]Tissopikath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. &#x100;sevanapaccayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^903-905^eb^^b^.^eb^^b^Na^eb^^a^M0.0115^ea^^b^koci &#x101;sevanapaccaya&#x1E43; &#x101;sevati n&#x101;m&#x101;^eb^ti yath&#x101; b&#x12B;ja&#x1E43; catumadhurabh&#x101;va&#x1E43; na ga&#x1E47;h&#x101;ti, eva&#x1E43; bh&#x101;van&#x101;sa&#x1E45;kh&#x101;ta&#x1E43; &#x101;sevanapaccaya&#x1E43; ga&#x1E47;hanto &#x101;sevanto n&#x101;ma koci natth&#x12B;ti attho.</p>
              <p>[06]&#x100;sevanapaccayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Kha&#x1E47;ikakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^906-907^eb^^b^.^eb^ Pathaviy&#x101;dir&#x16B;pesu kesa&#xF1;ci upp&#x101;do kesa&#xF1;ci nirodhoti eva&#x1E43; pati&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pasantatiy&#x101; hoti. Na hi r&#x16B;p&#x101;na&#x1E43; anantar&#x101;dipaccay&#x101; santi, yehi ar&#x16B;pasantatiy&#x101; viya r&#x16B;pasantatiy&#x101; pavatti siy&#x101;ti citte &#x2018;&#x2018;citte mah&#x101;pathav&#x12B; sa&#x1E47;&#x1E6D;h&#x101;t&#x12B;&#x2019;&#x2019;ti&#x101;di codita&#x1E43;.</p>
              <p>[06]Kha&#x1E47;ikakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]B&#x101;v&#x12B;satimavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>23. Tev&#x12B;satimavaggo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Ek&#x101;dhipp&#x101;yakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^908^eb^^b^.^eb^^b^Karu&#x1E47;&#x101;dhipp&#x101;yena^eb^^a^V0.0125^ea^^b^ek&#x101;dhipp&#x101;yo^eb^ti r&#x101;g&#x101;dhipp&#x101;yato a&#xF1;&#xF1;&#x101;dhipp&#x101;yov&#x101;ti vutta&#x1E43; hoti. ^b^Eko adhipp&#x101;yo^eb^ti ettha ekatobh&#x101;ve ekasaddo da&#x1E6D;&#x1E6D;habbo. Sam&#x101;natthe hi sati r&#x101;g&#x101;dhipp&#x101;yepi ek&#x101;dhipp&#x101;yen&#x101;ti ek&#x101;dhipp&#x101;yat&#x101; atth&#x12B;ti.</p>
              <p>[06]Ek&#x101;dhipp&#x101;yakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3-7. Issariyak&#x101;mak&#x101;rik&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^910-914^eb^^b^.^eb^ Issariyena yath&#x101;dhippetassa kara&#x1E47;a&#x1E43; ^b^issariyak&#x101;mak&#x101;rik&#x101;. Gaccheyy&#x101;^eb^ti gabbhaseyyokkamana&#x1E43; gaccheyya. ^b^Issariyak&#x101;mak&#x101;rik&#x101;hetu^eb^^a^M0.0116^ea^^b^ n&#x101;ma dukkarak&#x101;rik&#x101; micch&#x101;di&#x1E6D;&#x1E6D;hiy&#x101; kar&#x12B;yat&#x12B;^eb^ti ettha dukkarak&#x101;rik&#x101; n&#x101;ma issariyak&#x101;mak&#x101;rik&#x101;hetu kariyam&#x101;n&#x101; micch&#x101;di&#x1E6D;&#x1E6D;hiy&#x101; kar&#x12B;yat&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo, issariyak&#x101;mak&#x101;rik&#x101;hetu n&#x101;ma vin&#x101; micch&#x101;di&#x1E6D;&#x1E6D;hiy&#x101; kariyam&#x101;n&#x101; natth&#x12B;ti v&#x101;.</p>
              <p>[06]Issariyak&#x101;mak&#x101;rik&#x101;kath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Patir&#x16B;pakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^915-916^eb^^b^.^eb^ Mett&#x101;dayo sandh&#x101;ya &#x2018;&#x2018;mett&#x101;dayo viya na r&#x101;go r&#x101;gapatir&#x16B;pako koci atth&#x12B;ti r&#x101;gameva ga&#x1E47;h&#x101;ti, eva&#x1E43; dosep&#x12B;&#x2019;&#x2019;ti vadanti.</p>
              <p>[06]Patir&#x16B;pakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Aparinipphannakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^917-918^eb^^b^.^eb^^b^Na^eb^^a^V0.0126^ea^^b^anicc&#x101;dibh&#x101;va^eb^nti ettha anicc&#x101;diko bh&#x101;vo etass&#x101;ti anicc&#x101;dibh&#x101;vanti r&#x16B;pa&#x1E43; vutta&#x1E43;. ^b^&#x2018;&#x2018;Na kevala&#xF1;hi pa&#x1E6D;hamasaccameva dukkha&#x2019;&#x2019;^eb^nti vadantena ^b^&#x2018;&#x2018;dukkha&#xF1;&#xF1;eva parinipphanna&#x2019;&#x2019;^eb^nti dukkhasacca&#x1E43; sandh&#x101;ya pucch&#x101; kat&#x101;ti dassita&#x1E43; hoti. Eva&#x1E43; sati tena &#x2018;&#x2018;cakkh&#x101;yatana&#x1E43; aparinipphanna&#x2019;&#x2019;nti&#x101;di na vattabba&#x1E43; siy&#x101;. Na hi cakkh&#x101;yatan&#x101;d&#x12B;ni anup&#x101;dinn&#x101;ni lokuttar&#x101;ni v&#x101;. ^b^Ta^eb^nti &#x2018;&#x2018;dukkha&#xF1;&#xF1;eva parinipphanna&#x1E43;, na pana r&#x16B;pa&#x2019;&#x2019;nti eta&#x1E43; r&#x16B;passa ca dukkhatt&#x101; no vata re vattabbeti attho.</p>
              <p>[06]Aparinipphannakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Tev&#x12B;satimavaggava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Kath&#x101;vatthupakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101; samatt&#x101;.</p>
              <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
