<?xml version="1.0"?>
<body>
  <ha>
    <han>Yamakappakara&#x1E47;a-a&#x1E6D;&#x1E6D;hakath&#x101;</han>
    <h0>
      <h0n> </h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[21]Sa&#x1E45;khepeneva ^a^M0.0287^ea^^a^P0.0052^ea^^a^V0.0286^ea^ dev&#x101;na&#x1E43;, devadevo sur&#x101;laye;</p>
              <p>[22]Kath&#x101;vatthuppakara&#x1E47;a&#x1E43;, desayitv&#x101; ra&#x1E47;a&#xF1;jaho.</p>
              <p>[21]Yamassa visay&#x101;t&#x12B;to, n&#x101;n&#x101;yamakama&#x1E47;&#x1E0D;ita&#x1E43;;</p>
              <p>[22]Abhidhammappakara&#x1E47;a&#x1E43;, cha&#x1E6D;&#x1E6D;ha&#x1E43; cha&#x1E6D;&#x1E6D;h&#x101;na desako.</p>
              <p>[21]Yamaka&#x1E43; ayam&#x101;vatta-n&#x12B;l&#x101;malatan&#x16B;ruho;</p>
              <p>[27]Ya&#x1E43; desayi anuppatto, tassa sa&#x1E43;va&#x1E47;&#x1E47;an&#x101;kkamo;</p>
              <p>[22]Id&#x101;ni yasm&#x101; tasm&#x101;ssa, hoti sa&#x1E43;va&#x1E47;&#x1E47;an&#x101; ayanti.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>1. M&#x16B;layamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ M&#x16B;layamaka&#x1E43; ^a^V0.0287^ea^, khandhayamaka&#x1E43;, &#x101;yatanayamaka&#x1E43;, dh&#x101;tuyamaka&#x1E43;, saccayamaka&#x1E43;, sa&#x1E45;kh&#x101;rayamaka&#x1E43;, anusayayamaka&#x1E43;, cittayamaka&#x1E43;, dhammayamaka&#x1E43;, indriyayamakanti imesa&#x1E43; dasanna&#x1E43; yamak&#x101;na&#x1E43; vasena ida&#x1E43; pakara&#x1E47;a&#x1E43; dasavidhena vibhattanti hi vutta&#x1E43;. Tattha yesa&#x1E43; dasanna&#x1E43; yamak&#x101;na&#x1E43; vasena ida&#x1E43; pakara&#x1E47;a&#x1E43; dasavidhena vibhatta&#x1E43;, tesa&#xF1;ceva imassa ca pakara&#x1E47;assa n&#x101;mattho t&#x101;va eva&#x1E43; veditabbo &#x2013; kena&#x1E6D;&#x1E6D;hena yamakanti? Yuga&#x1E37;a&#x1E6D;&#x1E6D;hena. Yuga&#x1E37;a&#xF1;hi yamakanti vuccati &#x2013; &#x2018;yamakap&#x101;&#x1E6D;ih&#x101;riya&#x1E43;, yamakas&#x101;l&#x101;&#x2019;ti&#x101;d&#x12B;su viya. Iti yuga&#x1E37;asa&#x1E45;kh&#x101;t&#x101;na&#x1E43; yamak&#x101;na&#x1E43; vasena desitatt&#x101; imesu dasasu ekeka&#x1E43; yamaka&#x1E43; n&#x101;ma. Imesa&#x1E43; pana yamak&#x101;na&#x1E43; sam&#x16B;habh&#x101;vato sabbampeta&#x1E43; pakara&#x1E47;a&#x1E43; yamakanti veditabba&#x1E43;.</p>
              <p>[03]Tattha m&#x16B;lavasena pucch&#x101;vissajjana&#x1E43; katv&#x101; desitatt&#x101; dasanna&#x1E43; t&#x101;va sabbapa&#x1E6D;hama&#x1E43; m&#x16B;layamakanti vutta&#x1E43;. Tassa uddesav&#x101;ro, niddesav&#x101;roti dve v&#x101;r&#x101; honti ^a^M0.0288^ea^. Tesu uddi&#x1E6D;&#x1E6D;h&#x101;nukkamena niddisitabbatt&#x101; uddesav&#x101;ro pa&#x1E6D;hamo. Tassa ^b^ye keci kusal&#x101; dhamm&#x101;, sabbe te kusalam&#x16B;l&#x101;; ye v&#x101; pana kusalam&#x16B;l&#x101;, sabbe te dhamm&#x101; kusal&#x101;^eb^ti ida&#x1E43; yamaka&#x1E43; &#x101;di ^a^P0.0053^ea^. Tassa kusal&#x101;kusalam&#x16B;lasa&#x1E45;kh&#x101;t&#x101;na&#x1E43; dvinna&#x1E43; atth&#x101;na&#x1E43; vasena atthayamakanti v&#x101;, tesa&#xF1;&#xF1;eva atth&#x101;na&#x1E43; vasena anulomapa&#x1E6D;ilomato pavattap&#x101;&#x1E37;idhammavasena dhammayamakanti v&#x101;, anulomapa&#x1E6D;ilomato pavattapucch&#x101;vasena pucch&#x101;yamakanti v&#x101; tidh&#x101; yamakabh&#x101;vo veditabbo. Sesesupi eseva nayo.</p>
              <p>[03]Id&#x101;ni imesa&#x1E43; yamak&#x101;na&#x1E43; vasena desite imasmi&#x1E43; m&#x16B;layamake uddesav&#x101;rassa t&#x101;va nayayamakapucch&#x101;atthav&#x101;rappabhedavasena p&#x101;&#x1E37;ivavatth&#x101;nameva eva&#x1E43; veditabba&#x1E43; &#x2013; kusalattikam&#x101;tik&#x101;ya hi &#x2018;kusal&#x101; dhamm&#x101;&#x2019;ti ida&#x1E43; &#x101;dipada&#x1E43; niss&#x101;ya m&#x16B;lanayo, m&#x16B;lam&#x16B;lanayo, m&#x16B;lakanayo, m&#x16B;lam&#x16B;lakanayoti ime catt&#x101;ro nay&#x101; honti. Tesa&#x1E43; ekekasmi&#x1E43; naye m&#x16B;layamaka&#x1E43;, ekam&#x16B;layamaka&#x1E43;, a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;layamakanti t&#x12B;&#x1E47;i t&#x12B;&#x1E47;i yamak&#x101;ni. Eva&#x1E43; cat&#x16B;su nayesu dv&#x101;dasa yamak&#x101;ni, ekekasmi&#x1E43; ^a^V0.0288^ea^ yamake anulomapa&#x1E6D;ilomavasena dve dve pucch&#x101;ti catuv&#x12B;sati pucch&#x101;, ekek&#x101;ya pucch&#x101;ya sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;sayavasena dve dve atth&#x101;ti a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa atth&#x101;ti.</p>
              <p>[03]Tattha ^b^ye keci kusal&#x101; dhamm&#x101;^eb^ti kusalesu &#x2018;&#x2018;kusal&#x101; nu kho, na kusal&#x101; nu kho&#x2019;&#x2019;ti sandeh&#x101;bh&#x101;vato imasmi&#x1E43; pade sanni&#x1E6D;&#x1E6D;h&#x101;nattho veditabbo. ^b^Sabbe te kusalam&#x16B;l&#x101;^eb^ti &#x2018;&#x2018;sabbe te kusal&#x101; dhamm&#x101; kusalam&#x16B;l&#x101; nu kho, nanu kho&#x2019;&#x2019;ti eva&#x1E43; vimativasena pucchitatt&#x101; imasmi&#x1E43; pade sa&#x1E43;sayattho veditabbo. So ca kho veneyy&#x101;na&#x1E43; sa&#x1E43;saya&#x1E6D;&#x1E6D;h&#x101;ne sa&#x1E43;sayad&#x12B;panattha&#x1E43; vutto, tath&#x101;gatassa pana sa&#x1E43;sayo n&#x101;ma natthi. Ito paresupi pucch&#x101;padesu eseva nayo.</p>
              <p>[03]Yath&#x101; ca kusalapada&#x1E43; niss&#x101;ya ime catt&#x101;ro nay&#x101;, ekekasmi&#x1E43; naye ti&#x1E47;&#x1E47;a&#x1E43; ti&#x1E47;&#x1E47;a&#x1E43; yamak&#x101;na&#x1E43; vasena dv&#x101;dasa yamak&#x101;ni, ekekasmi&#x1E43; yamake dvinna&#x1E43; dvinna&#x1E43; pucch&#x101;na&#x1E43; vasena catuv&#x12B;sati pucch&#x101;; ekek&#x101;ya pucch&#x101;ya dvinna&#x1E43; dvinna&#x1E43; atth&#x101;na&#x1E43; vasena a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa atth&#x101; ca honti. Akusalapada&#x1E43; niss&#x101;yapi tatheva. Aby&#x101;katapada&#x1E43; niss&#x101;yapi tatheva. T&#x12B;&#x1E47;ipi pad&#x101;ni ekato katv&#x101; niddi&#x1E6D;&#x1E6D;ha&#x1E43; n&#x101;mapada&#x1E43; niss&#x101;yapi tathev&#x101;ti kusalattikam&#x101;tik&#x101;ya cat&#x16B;su padesu sabbepi so&#x1E37;asa nay&#x101;, a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa yamak&#x101;ni ^a^M0.0289^ea^, channavuti ^a^P0.0054^ea^ pucch&#x101;, dvenavutisata&#x1E43; atth&#x101; ca uddesavasena vutt&#x101;ti veditabb&#x101;. Ett&#x101;vat&#x101; m&#x16B;lav&#x101;ro n&#x101;ma pa&#x1E6D;hama&#x1E43; uddi&#x1E6D;&#x1E6D;ho hoti.</p>
              <p>[03]Tato para&#x1E43; ^b^ye keci kusal&#x101; dhamm&#x101;, sabbe te kusalahet&#x16B;^eb^ti&#x101;dayo tasseva m&#x16B;lav&#x101;rassa vevacanavasena nava v&#x101;r&#x101; uddi&#x1E6D;&#x1E6D;h&#x101;. Iti m&#x16B;lav&#x101;ro, hetuv&#x101;ro, nid&#x101;nav&#x101;ro, sambhavav&#x101;ro, pabhavav&#x101;ro, samu&#x1E6D;&#x1E6D;h&#x101;nav&#x101;ro, &#x101;h&#x101;rav&#x101;ro, &#x101;ramma&#x1E47;av&#x101;ro, paccayav&#x101;ro, samudayav&#x101;roti sabbepi dasa v&#x101;r&#x101; honti. Tattha m&#x16B;lav&#x101;re &#x101;gataparicchedeneva sesesupi nay&#x101;dayo veditabb&#x101;ti sabbesupi dasasu v&#x101;resu sa&#x1E6D;&#x1E6D;hisatanay&#x101;, as&#x12B;tiadhik&#x101;ni catt&#x101;ri yamakasat&#x101;ni, sa&#x1E6D;&#x1E6D;hiadhik&#x101;ni navapucch&#x101;sat&#x101;ni, v&#x12B;s&#x101;dhik&#x101;ni ek&#x16B;nav&#x12B;sati atthasat&#x101;ni ca uddi&#x1E6D;&#x1E6D;h&#x101;n&#x12B;ti veditabb&#x101;ni. Eva&#x1E43; t&#x101;va uddesav&#x101;re nayayamakapucch&#x101;atthav&#x101;rappabhedavasena p&#x101;&#x1E37;ivavatth&#x101;nameva veditabba&#x1E43;.</p>
              <p>[03]^b^M&#x16B;la&#x1E43; hetu nid&#x101;na&#xF1;c&#x101;^eb^ti g&#x101;th&#x101; dasannampi v&#x101;r&#x101;na&#x1E43; udd&#x101;nag&#x101;th&#x101; n&#x101;ma. Tattha m&#x16B;l&#x101;d&#x12B;ni sabb&#x101;nipi k&#x101;ra&#x1E47;avevacan&#x101;neva. K&#x101;ra&#x1E47;a&#xF1;hi pati&#x1E6D;&#x1E6D;h&#x101;na&#x1E6D;&#x1E6D;hena m&#x16B;la&#x1E43;. Attano phalanipph&#x101;danattha&#x1E43; hinoti pavattat&#x12B;ti hetu. &#x2018;Handa, na&#x1E43; ga&#x1E47;h&#x101;th&#x101;&#x2019;ti dassenta&#x1E43; viya attano phala&#x1E43; nidet&#x12B;ti nid&#x101;na&#x1E43;. Etasm&#x101; phala&#x1E43; sambhot&#x12B;ti sambhavo. Pabhavat&#x12B;ti pabhavo. Samu&#x1E6D;&#x1E6D;h&#x101;ti ettha phala&#x1E43;, etena v&#x101; samu&#x1E6D;&#x1E6D;h&#x101;t&#x12B;ti samu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. Attano phala&#x1E43; &#x101;harat&#x12B;ti &#x101;h&#x101;ro. Appa&#x1E6D;ikkhipitabbena attano phalena &#x101;lambiyat&#x12B;ti &#x101;lamba&#x1E47;a&#x1E43;. Eta&#x1E43; pa&#x1E6D;icca appa&#x1E6D;ikkhipitv&#x101; phala&#x1E43; eti pavattat&#x12B;ti paccayo. Etasm&#x101; phala&#x1E43; samudet&#x12B;ti samudayo. Evametesa&#x1E43; pad&#x101;na&#x1E43; vacanattho veditabbo.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^50^eb^^b^.^eb^ Id&#x101;ni ^b^yekeci kusal&#x101; dhamm&#x101;^eb^ti&#x101;din&#x101; nayena niddesav&#x101;ro &#x101;raddho. Tattha ^b^ye kec&#x12B;^eb^ti anavasesavacana&#x1E43;. ^b^Kusal&#x101; dhamm&#x101;^eb^ti kusalattikassa padabh&#x101;jane vuttalakkha&#x1E47;&#x101; anavajjasukhavip&#x101;k&#x101; ^a^P0.0055^ea^ kusalasabh&#x101;v&#x101;. ^b^Sabbe te kusalam&#x16B;l&#x101;^eb^ti ki&#x1E43; te sabbeyeva kusalam&#x16B;l&#x101;ti pucchati. ^b^T&#x12B;&#x1E47;eva^eb^^a^M0.0290^ea^^b^kusalam&#x16B;l&#x101;n&#x12B;^eb^ti na te sabbe kusalam&#x16B;l&#x101;ni, alobh&#x101;d&#x12B;ni pana t&#x12B;&#x1E47;i eva kusalam&#x16B;l&#x101;n&#x12B;ti attho. ^b^Avases&#x101; kusal&#x101; dhamm&#x101; na kusalam&#x16B;l&#x101;^eb^ti avases&#x101; phass&#x101;dayo kusal&#x101; dhamm&#x101; kusalam&#x16B;l&#x101;ni n&#x101;ma na honti. Atha v&#x101; avases&#x101; phass&#x101;dayo kusal&#x101; dhamm&#x101;yeva n&#x101;ma, na kusalam&#x16B;l&#x101;n&#x12B;tipi attho. ^b^Ye v&#x101; pana kusalam&#x16B;l&#x101;^eb^ti ye v&#x101; pana pa&#x1E6D;hamapucch&#x101;ya dutiyapadena kusalam&#x16B;l&#x101;ti tayo alobh&#x101;dayo gahit&#x101;. ^b^Sabbe te dhamm&#x101; kusal&#x101;^eb^ti ki&#x1E43; te sabbe tayopi dhamm&#x101; kusal&#x101;ti pucchati. ^b^&#x100;mant&#x101;^eb^ti sabbesampi kusalam&#x16B;l&#x101;na&#x1E43; kusalabh&#x101;va&#x1E43; sampa&#x1E6D;icchanto &#x101;ha. Aya&#x1E43; t&#x101;va m&#x16B;lanaye m&#x16B;layamakassa attho. Imin&#x101; up&#x101;yena sabbapucch&#x101;su vissajjananayo veditabbo. Ya&#x1E43; pana yattha visesamatta&#x1E43; atthi, tadeva va&#x1E47;&#x1E47;ayiss&#x101;ma.</p>
              <p>[03]^b^51^eb^^b^.^eb^ Ekam&#x16B;layamake t&#x101;va ^b^sabbe te kusalam&#x16B;lena ekam&#x16B;l&#x101;^eb^ti ga&#x1E47;ana&#x1E6D;&#x1E6D;hena ekam&#x16B;laka&#x1E43; aggahetv&#x101; sam&#x101;na&#x1E6D;&#x1E6D;hena gahetabb&#x101;. Aya&#xF1;hettha attho &#x2013; sabbe te kusalam&#x16B;lena sam&#x101;nam&#x16B;l&#x101;. Ya&#x1E43; phassassa m&#x16B;la&#x1E43;, tadeva vedan&#x101;d&#x12B;nanti. Atha nesa&#x1E43; tath&#x101;bh&#x101;va&#x1E43; sampa&#x1E6D;icchanto ^b^&#x101;mant&#x101;^eb^ti &#x101;ha. ^b^Kusalasamu&#x1E6D;&#x1E6D;h&#x101;na^eb^nti kusalacittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; dassita&#x1E43;. ^b^Ekam&#x16B;la^eb^nti alobh&#x101;din&#x101; kusalam&#x16B;lena sam&#x101;nam&#x16B;la&#x1E43; ^a^V0.0290^ea^. Yatheva hi phass&#x101;d&#x12B;na&#x1E43; alobh&#x101;dayo hetupaccayatt&#x101; m&#x16B;la&#x1E43;, tath&#x101; ta&#x1E43; samu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pass&#x101;pi, kusalalakkha&#x1E47;&#x101;bh&#x101;vena pana ta&#x1E43; na kusala&#x1E43;.</p>
              <p>[03]^b^52^eb^^b^.^eb^ A&#xF1;&#xF1;ama&#xF1;&#xF1;ayamake &#x2018;yekeci kusal&#x101;&#x2019;ti apucchitv&#x101; ^b^yekeci kusalam&#x16B;lena ekam&#x16B;l&#x101;^eb^ti pucch&#x101; kat&#x101;. Kasm&#x101;? Imin&#x101;pi bya&#xF1;janena tassevatthassa sambhavato. ^b^Kusalam&#x16B;l&#x101;n&#x12B;^eb^ti ida&#x1E43; purimassa visesana&#x1E43;. &#x2018;M&#x16B;l&#x101;ni y&#x101;ni ekato uppajjant&#x12B;&#x2019;ti hi vutta&#x1E43;, t&#x101;ni pana kusalam&#x16B;l&#x101;nipi honti akusalaaby&#x101;katam&#x16B;l&#x101;nipi, idha kusalam&#x16B;l&#x101;n&#x12B;ti visesadassanatthamida&#x1E43; vutta&#x1E43;. ^b^A&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;l&#x101;ni c&#x101;^eb^ti a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; hetupaccayena paccay&#x101; hont&#x12B;ti attho. Tasseva pa&#x1E6D;ilomapucch&#x101;ya &#x2018;sabbe te dhamm&#x101; ^a^P0.0056^ea^ kusalam&#x16B;lena ekam&#x16B;l&#x101;&#x2019;ti avatv&#x101; ^b^sabbe te dhamm&#x101; kusal&#x101;^eb^ti vutta&#x1E43;. Kasm&#x101;? Atthavises&#x101;bh&#x101;vato. Kusalam&#x16B;lena ekam&#x16B;l&#x101;ti hi pucch&#x101;ya kat&#x101;ya &#x2018;m&#x16B;l&#x101;ni y&#x101;ni ekato uppajjant&#x12B;&#x2019;ti he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva vissajjana&#x1E43; k&#x101;tabba&#x1E43; bhaveyya, eva&#xF1;ca sati atthavises&#x101;bh&#x101;vo hoti. Tasm&#x101; tath&#x101; akatv&#x101; ^a^M0.0291^ea^ eva&#x1E43; pucch&#x101; kat&#x101;. Imin&#x101; up&#x101;yena m&#x16B;lam&#x16B;lanay&#x101;d&#x12B;supi a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;layamake pucch&#x101;viseso veditabbo.</p>
              <p>[03]^b^53-55^eb^^b^.^eb^ M&#x16B;lam&#x16B;lanaye ^b^sabbe te kusalam&#x16B;lam&#x16B;l&#x101;^eb^ti sabbe te kusalam&#x16B;lasa&#x1E45;kh&#x101;t&#x101; m&#x16B;l&#x101;ti pucchati. ^b^Ekam&#x16B;lam&#x16B;l&#x101;^eb^ti sam&#x101;na&#x1E6D;&#x1E6D;hena ekameva m&#x16B;lam&#x16B;la&#x1E43; etesanti ekam&#x16B;lam&#x16B;l&#x101;. ^b^A&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;lam&#x16B;l&#x101;^eb^ti a&#xF1;&#xF1;ama&#xF1;&#xF1;assa m&#x16B;la&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;la&#x1E43;, a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;la&#x1E43; hetupaccaya&#x1E6D;&#x1E6D;hena m&#x16B;la&#x1E43; etesanti a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;lam&#x16B;l&#x101;.</p>
              <p>[03]^b^56^eb^^b^.^eb^ M&#x16B;lakanaye ^b^kusalam&#x16B;lak&#x101;^eb^ti hetupaccaya&#x1E6D;&#x1E6D;hena kusala&#x1E43; m&#x16B;la&#x1E43; etesanti kusalam&#x16B;lak&#x101;.</p>
              <p>[03]^b^57-61^eb^^b^.^eb^ M&#x16B;lam&#x16B;lakanaye ^b^kusalam&#x16B;lam&#x16B;lak&#x101;^eb^ti kusal&#x101;na&#x1E43; m&#x16B;la&#x1E43; kusalam&#x16B;la&#x1E43;. Hetupaccaya&#x1E6D;&#x1E6D;heneva kusalam&#x16B;la&#x1E43; m&#x16B;la&#x1E43; etesanti kusalam&#x16B;lam&#x16B;lak&#x101;ti. Aya&#x1E43; t&#x101;va kusalapada&#x1E43; niss&#x101;ya nayayamakapucch&#x101;su visesattho.</p>
              <p>[03]^b^62-73^eb^^b^.^eb^^b^Akusalapad&#x101;^eb^d&#x12B;supi eseva nayo. Aya&#x1E43; pana viseso, ^b^ahetuka&#x1E43; akusala^eb^nti vicikicch&#x101;ya ceva uddhaccena ca sampayutta&#x1E43; moha&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^74-85^eb^^b^.^eb^^b^Ahetuka&#x1E43;^eb^^a^V0.0291^ea^^b^aby&#x101;kata^eb^nti a&#x1E6D;&#x1E6D;h&#x101;rasa cittupp&#x101;d&#x101; r&#x16B;pa&#x1E43;, nibb&#x101;na&#xF1;ca. ^b^Aby&#x101;katam&#x16B;lena na ekam&#x16B;la^eb^nti idha pana &#x1E6D;hapetv&#x101; sahetukaaby&#x101;katasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43;, sesa&#x1E43; labbhati. Sahetukaaby&#x101;katasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; aby&#x101;katam&#x16B;lena ekam&#x16B;la&#x1E43; hoti, ta&#x1E43; abboh&#x101;rika&#x1E43; katv&#x101; ekato labbham&#x101;nakavaseneva ceta&#x1E43; vissajjana&#x1E43; kata&#x1E43;.</p>
              <p>[03]^b^86-97^eb^^b^.^eb^^b^N&#x101;m&#x101; dhamm&#x101;^eb^ti n&#x101;masa&#x1E45;kh&#x101;t&#x101; dhamm&#x101;. Te atthato catt&#x101;ro ar&#x16B;pino khandh&#x101;, nibb&#x101;na&#xF1;ca. ^b^Naveva n&#x101;mam&#x16B;l&#x101;n&#x12B;^eb^ti kusal&#x101;kusalaaby&#x101;katam&#x16B;lavasena nava m&#x16B;l&#x101;ni. ^b^Ahetuka&#x1E43; n&#x101;ma&#x1E43; n&#x101;mam&#x16B;lena na ekam&#x16B;la^eb^nti ahetuka&#x1E43; sabbampi a&#x1E6D;&#x1E6D;h&#x101;rasa cittupp&#x101;davicikicchuddhaccasampayuttamohanibb&#x101;nasa&#x1E45;kh&#x101;ta&#x1E43; n&#x101;ma&#x1E43; n&#x101;mam&#x16B;lena na ekam&#x16B;la&#x1E43; ^a^P0.0057^ea^. Na hi ta&#x1E43; tena saddhi&#x1E43; uppajjati. ^b^Sahetuka&#x1E43;^eb^^a^M0.0292^ea^^b^n&#x101;ma&#x1E43; n&#x101;mam&#x16B;len&#x101;^eb^ti padepi sahetuka&#x1E43; n&#x101;ma&#x1E43; n&#x101;mam&#x16B;len&#x101;ti attho. Sesa&#x1E43; sabbattha utt&#x101;natthamev&#x101;ti.</p>
              <p>[06]M&#x16B;lav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[03]^b^98-99^eb^^b^.^eb^ Hetuv&#x101;r&#x101;d&#x12B;supi imin&#x101;vup&#x101;yena attho veditabbo. ^b^M&#x16B;la&#x1E43; hetu nid&#x101;na&#xF1;c&#x101;^eb^tig&#x101;th&#x101; yath&#x101;niddi&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; dasannampi v&#x101;r&#x101;na&#x1E43; puna udd&#x101;navaseneva vutt&#x101;ti.</p>
              <p>[06]M&#x16B;layamakava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Khandhayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Id&#x101;ni m&#x16B;layamake desiteyeva kusal&#x101;didhamme khandhavasena sa&#x1E45;ga&#x1E47;hitv&#x101; m&#x16B;layamak&#x101;nantara&#x1E43; desitassa khandhayamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tattha p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; t&#x101;va eva&#x1E43; veditabba&#x1E43; &#x2013; imasmi&#xF1;hi khandhayamake tayo mah&#x101;v&#x101;r&#x101; honti &#x2013; pa&#x1E47;&#x1E47;attiv&#x101;ro, pavattiv&#x101;ro, pari&#xF1;&#xF1;&#x101;v&#x101;roti. Tesu ^a^V0.0292^ea^ pa&#x1E47;&#x1E47;attiv&#x101;ro khandh&#x101;na&#x1E43; n&#x101;m&#x101;bhidh&#x101;nasodhanavaseneva gatatt&#x101; pa&#x1E47;&#x1E47;attiv&#x101;roti vuccati. Pavattiv&#x101;ro tena sodhitan&#x101;m&#x101;bhidh&#x101;n&#x101;na&#x1E43; khandh&#x101;na&#x1E43; upp&#x101;danirodhavasena pavatti&#x1E43; sodhayam&#x101;no gato, tasm&#x101; pavattiv&#x101;roti vuccati. Pari&#xF1;&#xF1;&#x101;v&#x101;ro imin&#x101;nukkamena pavatt&#x101;na&#x1E43; khandh&#x101;na&#x1E43; sa&#x1E45;khepeneva tisso pari&#xF1;&#xF1;&#x101; d&#x12B;payam&#x101;no gato, tasm&#x101; pari&#xF1;&#xF1;&#x101;v&#x101;roti vuccati. Tattha pa&#x1E47;&#x1E47;attiv&#x101;ro uddesaniddesavasena dv&#x12B;h&#x101;k&#x101;rehi vavatthito. Itaresu visu&#x1E43; uddesav&#x101;ro natthi. &#x100;dito pa&#x1E6D;&#x1E6D;h&#x101;ya pucch&#x101;vissajjanavasena ekadh&#x101; vavatthit&#x101;. Tattha ^b^pa&#xF1;cakkhandh&#x101;^eb^tipada&#x1E43; &#x101;di&#x1E43; katv&#x101; y&#x101;va ^b^na khandh&#x101;, na sa&#x1E45;kh&#x101;r&#x101;^eb^ti pada&#x1E43; t&#x101;va pa&#x1E47;&#x1E47;attiv&#x101;rassa uddesav&#x101;ro veditabbo. Pucch&#x101;v&#x101;rotipi tasseva n&#x101;ma&#x1E43;. Tattha ^b^pa&#xF1;cakkhandh&#x101;^eb^ti aya&#x1E43; yamakavasena pucchitabb&#x101;na&#x1E43; khandh&#x101;na&#x1E43; uddeso. ^b^R&#x16B;pakkhandho&#x2026;pe&#x2026; vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho^eb^ti tesa&#xF1;&#xF1;eva pabhedato n&#x101;mavavatth&#x101;na&#x1E43;.</p>
              <p>[03]^b^2-3^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0293^ea^ imesa&#x1E43; khandh&#x101;na&#x1E43; ^a^P0.0058^ea^ vasena padasodhanav&#x101;ro, padasodhanam&#x16B;lacakkav&#x101;ro, suddhakhandhav&#x101;ro, suddhakhandham&#x16B;lacakkav&#x101;roti catt&#x101;ro nayav&#x101;r&#x101; honti. Tattha ^b^r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, r&#x16B;pakkhandho r&#x16B;pa^eb^nti&#x101;din&#x101; nayena padameva sodhetv&#x101; gato padasodhanav&#x101;ro n&#x101;ma. So anulomapa&#x1E6D;ilomavasena duvidho hoti. Tattha anulomav&#x101;re &#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, r&#x16B;pakkhandho r&#x16B;pa&#x2019;nti&#x101;d&#x12B;ni pa&#xF1;ca yamak&#x101;ni. Pa&#x1E6D;ilomav&#x101;repi &#x2018;na r&#x16B;pa&#x1E43;, na r&#x16B;pakkhandho; na r&#x16B;pakkhandho na r&#x16B;pa&#x2019;nti&#x101;d&#x12B;ni pa&#xF1;ceva. Tato para&#x1E43; tesa&#xF1;&#xF1;eva padasodhanav&#x101;re sodhit&#x101;na&#x1E43; khandh&#x101;na&#x1E43; &#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, khandh&#x101; vedan&#x101;kkhandho&#x2019;ti&#x101;din&#x101; nayena ekekakhandham&#x16B;lak&#x101;ni catt&#x101;ri catt&#x101;ri cakk&#x101;ni bandhitv&#x101; gato padasodhanam&#x16B;lak&#x101;na&#x1E43; cakk&#x101;na&#x1E43; atthit&#x101;ya padasodhanam&#x16B;lacakkav&#x101;ro n&#x101;ma. Sopi anulomapa&#x1E6D;ilomavasena duvidho hoti. Tattha anulomav&#x101;re &#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, khandh&#x101; vedan&#x101;kkhandho&#x2019;ti&#x101;d&#x12B;ni ekekakhandham&#x16B;lak&#x101;ni catt&#x101;ri catt&#x101;ri katv&#x101; v&#x12B;sati yamak&#x101;ni. Pa&#x1E6D;ilomav&#x101;repi &#x2018;na r&#x16B;pa&#x1E43;, na r&#x16B;pakkhandho; na khandh&#x101; na vedan&#x101;kkhandho&#x2019;ti&#x101;d&#x12B;ni v&#x12B;satimeva.</p>
              <p>[03]Tato para&#x1E43; ^b^r&#x16B;pa&#x1E43; khandho khandh&#x101; r&#x16B;pa^eb^nti&#x101;din&#x101; nayena suddhakhandhavaseneva gato suddhakhandhav&#x101;ro n&#x101;ma. Tattha ^b^khandh&#x101; r&#x16B;pa^eb^nti&#x101;d&#x12B;su khandh&#x101; r&#x16B;pakkhandho, khandh&#x101; vedan&#x101;kkhandhoti attho gahetabbo. Kasm&#x101;? Niddesav&#x101;re eva&#x1E43; bh&#x101;jitatt&#x101;. Tattha hi &#x2018;r&#x16B;pa&#x1E43; khandhoti &#x101;mant&#x101;. Khandh&#x101; r&#x16B;pakkhandhoti r&#x16B;pakkhandho khandho ceva r&#x16B;pakkhandho ca, avases&#x101; khandh&#x101; na r&#x16B;pakkhandho&#x2019;ti eva&#x1E43; &#x2018;khandh&#x101; r&#x16B;pa&#x2019;nti&#x101;d&#x12B;na&#x1E43; khandh&#x101; r&#x16B;pakkhandhoti&#x101;din&#x101; nayena pada&#x1E43; uddharitv&#x101; attho vibhatto. Teneva ca k&#x101;ra&#x1E47;enese suddhakhandhav&#x101;roti vutto. Vacanasodhane viya hi ettha ^a^V0.0293^ea^ na vacana&#x1E43; pam&#x101;&#x1E47;a&#x1E43;. Yath&#x101; yath&#x101; pana suddhakhandh&#x101; labbhanti, tath&#x101; tath&#x101; atthova pam&#x101;&#x1E47;a&#x1E43;. Parato &#x101;yatanayamak&#x101;d&#x12B;supi eseva nayo. Esopi ca suddhakhandhav&#x101;ro anulomapa&#x1E6D;ilomavasena duvidho ^a^P0.0059^ea^ hoti. Tattha anulomav&#x101;re &#x2018;r&#x16B;pa&#x1E43; khandho khandh&#x101; r&#x16B;pa&#x2019;nti&#x101;d&#x12B;ni pa&#xF1;ca yamak&#x101;ni. Pa&#x1E6D;ilomav&#x101;repi &#x2018;na r&#x16B;pa&#x1E43; na khandho, na khandh&#x101; na r&#x16B;pa&#x2019;nti&#x101;d&#x12B;ni pa&#xF1;ceva.</p>
              <p>[03]Tato para&#x1E43; tesa&#xF1;&#xF1;eva suddhakhandh&#x101;na&#x1E43; ^b^r&#x16B;pa&#x1E43; khandho, khandh&#x101; vedan&#x101;^eb^ti&#x101;din&#x101; nayena ekekakhandham&#x16B;lak&#x101;ni catt&#x101;ri catt&#x101;ri cakk&#x101;ni bandhitv&#x101; gato suddhakhandham&#x16B;lak&#x101;na&#x1E43; cakk&#x101;na&#x1E43; atthit&#x101;ya suddhakhandham&#x16B;lacakkav&#x101;ro n&#x101;ma. Tattha ^a^M0.0294^ea^^b^khandh&#x101; vedan&#x101;^eb^ti&#x101;d&#x12B;su khandh&#x101; vedan&#x101;kkhandhoti&#x101;din&#x101; nayena attho veditabbo. Itarath&#x101; niddesav&#x101;rena saddhi&#x1E43; virodho hoti. Sopi anulomapa&#x1E6D;ilomavasena duvidho hoti. Tattha anulomav&#x101;re &#x2018;r&#x16B;pa&#x1E43; khandho, khandh&#x101; vedan&#x101;&#x2019;ti&#x101;d&#x12B;ni ekekakhandham&#x16B;lak&#x101;ni catt&#x101;ri catt&#x101;ri katv&#x101; v&#x12B;sati yamak&#x101;ni. Pa&#x1E6D;ilomav&#x101;repi &#x2018;na r&#x16B;pa&#x1E43;, na khandho, na khandh&#x101; na vedan&#x101;&#x2019;ti&#x101;d&#x12B;ni v&#x12B;satimeva. Eva&#x1E43; t&#x101;va ekena yamakasatena dv&#x12B;hi pucch&#x101;satehi ekekapucch&#x101;ya sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;sayavasena dve dve atthe katv&#x101; cat&#x16B;hi ca atthasatehi pa&#x1E6D;ima&#x1E47;&#x1E0D;ito pa&#x1E47;&#x1E47;attiv&#x101;rassa uddesav&#x101;ro veditabboti.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiniddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^26^eb^^b^.^eb^ Id&#x101;ni ^b^r&#x16B;pa&#x1E43; r&#x16B;pakkhandho^eb^ti&#x101;din&#x101; nayena niddesav&#x101;ro &#x101;raddho. Tattha ^b^r&#x16B;pa&#x1E43; r&#x16B;pakkhandho^eb^ti ya&#x1E43;ki&#xF1;ci r&#x16B;panti vuccati. Sabba&#x1E43; ta&#x1E43; r&#x16B;pa&#x1E43; r&#x16B;pakkhandhoti vacanasodhanattha&#x1E43; pucchati. ^b^Piyar&#x16B;pa&#x1E43; s&#x101;tar&#x16B;pa&#x1E43;, r&#x16B;pa&#x1E43;, na r&#x16B;pakkhandho^eb^ti ya&#x1E43; &#x2018;piyar&#x16B;pa&#x1E43; s&#x101;tar&#x16B;pa&#x2019;nti ettha r&#x16B;panti vutta&#x1E43;, ta&#x1E43; r&#x16B;pameva, na r&#x16B;pakkhandhoti attho. ^b^R&#x16B;pakkhandho r&#x16B;pa&#xF1;ceva r&#x16B;pakkhandho c&#x101;^eb^ti yo pana r&#x16B;pakkhandho, so r&#x16B;pantipi r&#x16B;pakkhandhotipi vattu&#x1E43; va&#x1E6D;&#x1E6D;at&#x12B;ti attho. ^b^R&#x16B;pakkhandho r&#x16B;pa^eb^nti ettha pana yasm&#x101; r&#x16B;pakkhandho niyameneva r&#x16B;panti vattabbo. Tasm&#x101; ^b^&#x101;mant&#x101;^eb^ti &#x101;ha. Imin&#x101; up&#x101;yena sabbavissajjanesu attho veditabbo. Yo pana yattha viseso bhavissati, tatheva ta&#x1E43; va&#x1E47;&#x1E47;ayiss&#x101;ma ^a^V0.0294^ea^. Sa&#xF1;&#xF1;&#x101;yamake t&#x101;va ^b^di&#x1E6D;&#x1E6D;hisa&#xF1;&#xF1;&#x101;^eb^ti &#x2018;papa&#xF1;casa&#xF1;&#xF1;&#x101;&#x2019;ti&#x101;d&#x12B;su &#x101;gat&#x101; di&#x1E6D;&#x1E6D;hisa&#xF1;&#xF1;&#x101;. Sa&#x1E45;kh&#x101;rayamake ^b^avases&#x101; sa&#x1E45;kh&#x101;r&#x101;^eb^ti &#x2018;anicc&#x101; vata sa&#x1E45;kh&#x101;r&#x101;&#x2019;ti&#x101;d&#x12B;su &#x101;gat&#x101; sa&#x1E45;kh&#x101;rakkhandhato avases&#x101; ^a^P0.0060^ea^ sa&#x1E45;khatadhamm&#x101;. Pa&#x1E6D;ilomav&#x101;repi eseva nayoti.</p>
              <p>[06]Padasodhanav&#x101;ro ni&#x1E6D;&#x1E6D;hito.</p>
              <p>[03]^b^28^eb^^b^.^eb^ Padasodhanam&#x16B;lacakkav&#x101;re ^b^khandh&#x101; vedan&#x101;kkhandho^eb^ti yekeci khandh&#x101;, sabbe te vedan&#x101;kkhandhoti pucchati. Sesapucch&#x101;supi eseva nayo. Pa&#x1E6D;ilome ^b^na khandh&#x101; na vedan&#x101;kkhandho^eb^ti ettha ye pa&#xF1;&#xF1;attinibb&#x101;nasa&#x1E45;kh&#x101;t&#x101; dhamm&#x101; ^a^M0.0295^ea^ khandh&#x101; na honti, te yasm&#x101; vedan&#x101;kkhandhopi na honti, tasm&#x101; ^b^&#x101;mant&#x101;^eb^ti &#x101;ha. Sesavissajjanesupi eseva nayoti.</p>
              <p>[06]Padasodhanam&#x16B;lacakkav&#x101;ro ni&#x1E6D;&#x1E6D;hito.</p>
              <p>[03]^b^38^eb^^b^.^eb^ Suddhakhandhav&#x101;re ^b^r&#x16B;pa&#x1E43; khandho^eb^ti ya&#x1E43;ki&#xF1;ci r&#x16B;panti vutta&#x1E43;, sabba&#x1E43; ta&#x1E43; khandhoti pucchati. Tattha yasm&#x101; piyar&#x16B;pas&#x101;tar&#x16B;pasa&#x1E45;kh&#x101;ta&#x1E43; v&#x101; r&#x16B;pa&#x1E43; hotu, bh&#x16B;tup&#x101;d&#x101;r&#x16B;pa&#x1E43; v&#x101;, sabba&#x1E43; pa&#xF1;casu khandhesu sa&#x1E45;gaha&#x1E43; gacchateva. Tasm&#x101; ^b^&#x101;mant&#x101;^eb^ti pa&#x1E6D;ij&#x101;n&#x101;ti. Dutiyapade &#x2018;khandh&#x101; r&#x16B;pa&#x2019;nti pucchitabbe yasm&#x101; r&#x16B;pantivacanena r&#x16B;pakkhandhova adhippeto, tasm&#x101; vacana&#x1E43; an&#x101;diyitv&#x101; atthavasena pucchanto ^b^khandh&#x101; r&#x16B;pakkhandho^eb^ti &#x101;ha. Imin&#x101; nayena sabbapadesu attho veditabbo. Parato &#x101;yatanayamak&#x101;d&#x12B;na&#x1E43; niddesav&#x101;repi eseva nayo. ^b^Sa&#xF1;&#xF1;&#x101; khandho^eb^ti etth&#x101;pi di&#x1E6D;&#x1E6D;hisa&#xF1;&#xF1;&#x101; v&#x101; hotu, sa&#xF1;&#xF1;&#x101; eva v&#x101;, sabb&#x101;yapi khandhabh&#x101;vato &#x101;mant&#x101;ti vutta&#x1E43;. ^b^Sa&#x1E45;kh&#x101;r&#x101; khandho^eb^ti padepi eseva nayo. Khandhavinimuttako hi sa&#x1E45;kh&#x101;ro n&#x101;ma natthi.</p>
              <p>[03]^b^39^eb^^b^.^eb^ Pa&#x1E6D;ilome ^b^na r&#x16B;pa&#x1E43; na khandho^eb^ti ya&#x1E43; dhammaj&#x101;ta&#x1E43; r&#x16B;pa&#x1E43; na hoti, ta&#x1E43; khandhopi na hot&#x12B;ti pucchati. Vissajjane panassa ^b^r&#x16B;pa&#x1E43; &#x1E6D;hapetv&#x101; avases&#x101; khandh&#x101; na r&#x16B;pa&#x1E43;, khandh&#x101;^eb^ti r&#x16B;pato a&#xF1;&#xF1;e vedan&#x101;dayo khandh&#x101; r&#x16B;pameva na honti, khandh&#x101; pana hont&#x12B;ti attho. ^b^R&#x16B;pa&#xF1;ca khandhe ca &#x1E6D;hapetv&#x101; avases&#x101;^eb^ti pa&#xF1;cakkhandhavinimutta&#x1E43; nibb&#x101;na&#xF1;ceva ^a^P0.0061^ea^ pa&#xF1;&#xF1;atti ca. Ito paresupi &#x2018;avases&#x101;&#x2019;ti padesu eseva nayoti.</p>
              <p>[06]Suddhakhandhav&#x101;ro ni&#x1E6D;&#x1E6D;hito.</p>
              <p>[03]^b^40-44^eb^^b^.^eb^ Suddhakhandham&#x16B;lacakkav&#x101;re ^a^V0.0295^ea^^b^r&#x16B;pa&#x1E43; khandho^eb^ti&#x101;d&#x12B;na&#x1E43; he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva attho veditabboti.</p>
              <p>[06]Suddhakhandham&#x16B;lacakkav&#x101;ro ni&#x1E6D;&#x1E6D;hito.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiniddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^50-205^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0296^ea^^b^yassa r&#x16B;pakkhandho^eb^ti&#x101;din&#x101; nayena pavattiv&#x101;ro &#x101;raddho. Kasm&#x101; panettha uddesav&#x101;ro na vuttoti? He&#x1E6D;&#x1E6D;h&#x101; dassitanayatt&#x101;. Pa&#x1E47;&#x1E47;attiv&#x101;rasmi&#xF1;hi uddesav&#x101;re nayo dassito. Tena pana nayena sakk&#x101; so idha avuttopi j&#x101;nitunti ta&#x1E43; avatv&#x101; niddesav&#x101;rova &#x101;raddho. Imasmi&#x1E43; pana pavattiv&#x101;rasa&#x1E45;kh&#x101;te mah&#x101;v&#x101;re upp&#x101;dav&#x101;ro, nirodhav&#x101;ro, upp&#x101;danirodhav&#x101;roti tayo antarav&#x101;r&#x101; honti. Tesu pa&#x1E6D;hamo dhamm&#x101;na&#x1E43; upp&#x101;dalakkha&#x1E47;assa d&#x12B;pitatt&#x101; ^b^upp&#x101;dav&#x101;ro^eb^ti vuccati. Dutiyo tesa&#xF1;&#xF1;eva nirodhalakkha&#x1E47;assa d&#x12B;pitatt&#x101; ^b^nirodhav&#x101;ro^eb^ti vuccati. Tatiyo ubhinnampi lakkha&#x1E47;&#x101;na&#x1E43; d&#x12B;pitatt&#x101; ^b^upp&#x101;danirodhav&#x101;ro^eb^ti vuccati. Upp&#x101;dav&#x101;rena cettha dhamm&#x101;na&#x1E43; uppajjan&#x101;k&#x101;rova d&#x12B;pito. Nirodhav&#x101;rena &#x2018;uppanna&#x1E43; n&#x101;ma nicca&#x1E43; natth&#x12B;&#x2019;ti tesa&#xF1;&#xF1;eva aniccat&#x101; d&#x12B;pit&#x101;. Upp&#x101;danirodhav&#x101;rena tadubhaya&#x1E43;.</p>
              <p>[03]Tattha upp&#x101;dav&#x101;re t&#x101;va ti&#x1E47;&#x1E47;a&#x1E43; addh&#x101;na&#x1E43; vasena cha k&#x101;labhed&#x101; honti &#x2013; paccuppanno, at&#x12B;to, an&#x101;gato, paccuppannen&#x101;t&#x12B;to, paccuppannen&#x101;n&#x101;gato, at&#x12B;ten&#x101;n&#x101;gatoti. Tesu ^b^&#x2018;yassa r&#x16B;pakkhandho uppajjat&#x12B;&#x2019;^eb^ti paccuppann&#x101;bhidh&#x101;navasena paccuppanno veditabbo. So paccuppann&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; paccakkhato gahetabbatt&#x101; ativiya suvi&#xF1;&#xF1;eyyoti pa&#x1E6D;hama&#x1E43; vutto. ^b^Yassa r&#x16B;pakkhandho uppajjitth&#x101;^eb^ti at&#x12B;t&#x101;bhidh&#x101;navasena at&#x12B;to veditabbo. So paccakkhato anubh&#x16B;tapubb&#x101;na&#x1E43; at&#x12B;tadhamm&#x101;na&#x1E43; anum&#x101;nena an&#x101;gatehi suvi&#xF1;&#xF1;eyyataratt&#x101; dutiya&#x1E43; vutto. ^b^Yassa r&#x16B;pakkhandho uppajjissat&#x12B;^eb^ti an&#x101;gat&#x101;bhidh&#x101;navasena an&#x101;gato veditabbo. So paccakkhato ca anubh&#x16B;tapubbavasena ca gahitadhamm&#x101;num&#x101;nena &#x2018;an&#x101;gatepi evar&#x16B;p&#x101; dhamm&#x101; uppajjissant&#x12B;&#x2019;ti gahetabbato ^a^P0.0062^ea^ tatiya&#x1E43; vutto.</p>
              <p>[03]^b^Yassa^eb^^a^V0.0296^ea^^b^r&#x16B;pakkhandho uppajjati, tassa vedan&#x101;kkhandho uppajjitth&#x101;^eb^ti paccuppannena saddhi&#x1E43; at&#x12B;t&#x101;bhidh&#x101;navasena paccuppannen&#x101;t&#x12B;to veditabbo. So missakesu t&#x12B;su suvi&#xF1;&#xF1;eyyataratt&#x101; catuttha&#x1E43; vutto. ^b^Yassa r&#x16B;pakkhandho uppajjati tassa vedan&#x101;kkhandho uppajjissat&#x12B;^eb^ti paccuppannena saddhi&#x1E43; an&#x101;gat&#x101;bhidh&#x101;navasena paccuppannen&#x101;n&#x101;gato veditabbo. So paccakkhato gahetabb&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; atthit&#x101;ya atthato suvi&#xF1;&#xF1;eyyataroti pa&#xF1;cama&#x1E43; vutto. ^b^Yassa r&#x16B;pakkhandho uppajjittha, tassa vedan&#x101;kkhandho uppajjissat&#x12B;^eb^ti at&#x12B;tena ^a^M0.0297^ea^ saddhi&#x1E43; an&#x101;gat&#x101;bhidh&#x101;navasena at&#x12B;ten&#x101;n&#x101;gato veditabbo. So purimehi duvi&#xF1;&#xF1;eyyoti cha&#x1E6D;&#x1E6D;ha&#x1E43; vutto.</p>
              <p>[03]Evametesu chasu k&#x101;labhedesu yv&#x101;ya&#x1E43; pa&#x1E6D;hamo paccuppanno, tattha puggalato, ok&#x101;sato, puggalok&#x101;satoti tayo v&#x101;r&#x101; honti. Tesu ^b^yass&#x101;^eb^ti puggalavasena khandh&#x101;na&#x1E43; uppattid&#x12B;pano ^b^puggalav&#x101;ro^eb^. ^b^Yatth&#x101;^eb^ti ok&#x101;savasena khandh&#x101;na&#x1E43; uppattid&#x12B;pano ^b^ok&#x101;sav&#x101;ro^eb^. ^b^Yassa yatth&#x101;^eb^ti puggalok&#x101;savasena khandh&#x101;na&#x1E43; uppattid&#x12B;pano ^b^puggalok&#x101;sav&#x101;ro^eb^. Ime pana tayopi v&#x101;r&#x101; pa&#x1E6D;hama&#x1E43; anulomanayena niddisitv&#x101; pacch&#x101; pa&#x1E6D;ilomanayena niddi&#x1E6D;&#x1E6D;h&#x101;. Tesu &#x2018;uppajjati&#x2019; &#x2018;uppajjittha,&#x2019; &#x2018;uppajjissat&#x12B;&#x2019;ti vacanato uppattid&#x12B;pano anulomanayo. &#x2018;Nuppajjati&#x2019;, &#x2018;nuppajjittha,&#x2019; &#x2018;nuppajjissat&#x12B;&#x2019;ti vacanato anuppattid&#x12B;pano pa&#x1E6D;ilomanayo.</p>
              <p>[03]Tattha paccuppannak&#x101;le t&#x101;va puggalav&#x101;rassa anulomanaye &#x2018;&#x2018;yassa r&#x16B;pakkhandho uppajjati, tassa vedan&#x101;kkhandho uppajjati. Yassa v&#x101; pana vedan&#x101;kkhandho uppajjati, tassa r&#x16B;pakkhandho uppajjati. Yassa r&#x16B;pakkhandho uppajjati, tassa sa&#xF1;&#xF1;&#x101;kkhandho sa&#x1E45;kh&#x101;rakkhandho, vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho, uppajjati. Yassa v&#x101; pana vi&#xF1;&#xF1;&#x101;&#x1E47;akkhandho uppajjati, tassa r&#x16B;pakkhandho uppajjat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; r&#x16B;pakkhandham&#x16B;lak&#x101;ni catt&#x101;ri yamak&#x101;ni; &#x2018;&#x2018;yassa vedan&#x101;kkhandho uppajjati, tassa sa&#xF1;&#xF1;&#x101;kkhandho uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; nayena vedan&#x101;kkhandham&#x16B;lak&#x101;ni t&#x12B;&#x1E47;i; sa&#xF1;&#xF1;&#x101;kkhandham&#x16B;lak&#x101;ni dve; sa&#x1E45;kh&#x101;rakkhandham&#x16B;laka&#x1E43; ekanti aggahitaggaha&#x1E47;ena dasa yamak&#x101;ni honti.</p>
              <p>[03]Tattha ^a^P0.0063^ea^ r&#x16B;pakkhandham&#x16B;lakesu cat&#x16B;su &#x101;dito ekameva vissajjita&#x1E43;. Ses&#x101;ni tena sadisavissajjan&#x101;n&#x12B;ti tantiy&#x101; lahubh&#x101;vattha&#x1E43; sa&#x1E45;khitt&#x101;ni. Vedan&#x101;kkhandh&#x101;dim&#x16B;lakesupi &#x2018;&#x101;mant&#x101;&#x2019;ti ekasadisameva vissajjana&#x1E43;. Tasm&#x101; t&#x101;nipi tantiy&#x101; lahubh&#x101;vattha&#x1E43; sa&#x1E45;khitt&#x101;nev&#x101;ti evamet&#x101;ni paccuppannak&#x101;le puggalav&#x101;re anulomanaye ekayamakavissajjaneneva dasa yamak&#x101;ni vissajjit&#x101;ni ^a^V0.0297^ea^ n&#x101;ma hont&#x12B;ti veditabb&#x101;ni. Yath&#x101; ca puggalav&#x101;re dasa, eva&#x1E43; ok&#x101;sav&#x101;re dasa, puggalok&#x101;sav&#x101;re das&#x101;ti paccuppannak&#x101;le t&#x12B;su v&#x101;resu anulomanaye ti&#x1E43;sa yamak&#x101;ni honti. Yath&#x101; ca anulomanaye, eva&#x1E43; pa&#x1E6D;ilomanayep&#x12B;ti sabb&#x101;nipi paccuppannak&#x101;le sa&#x1E6D;&#x1E6D;hi ^a^M0.0298^ea^ yamak&#x101;ni honti. Tesu v&#x12B;sapucch&#x101;sata&#x1E43;, catt&#x101;r&#x12B;s&#x101;ni ca dve atthasat&#x101;ni hont&#x12B;ti veditabb&#x101;ni. Eva&#x1E43; sesesupi pa&#xF1;casu k&#x101;labhedesu puggal&#x101;dibhedato anulomapa&#x1E6D;ilomanayavasena cha cha v&#x101;r&#x101;. Ekekasmi&#x1E43; v&#x101;re dasa dasa katv&#x101; sa&#x1E6D;&#x1E6D;hi sa&#x1E6D;&#x1E6D;hi yamak&#x101;n&#x12B;ti t&#x12B;&#x1E47;i yamakasat&#x101;ni. T&#x101;ni purimehi saddhi&#x1E43; sa&#x1E6D;&#x1E6D;h&#x101;dhik&#x101;ni t&#x12B;&#x1E47;i yamakasat&#x101;ni, v&#x12B;s&#x101;dhik&#x101;ni sattapucch&#x101;sat&#x101;ni, catt&#x101;r&#x12B;s&#x101;ni ca cuddasa atthasat&#x101;ni honti. Ida&#x1E43; t&#x101;va upp&#x101;dav&#x101;re p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43;. Yath&#x101; ca upp&#x101;dav&#x101;re, tath&#x101; nirodhav&#x101;repi, upp&#x101;danirodhav&#x101;rep&#x12B;ti sabbasmimpi pavattimah&#x101;v&#x101;re as&#x12B;ti yamakasahassa&#x1E43;, sa&#x1E6D;&#x1E6D;hisat&#x101;dhik&#x101;ni dve pucch&#x101;sahass&#x101;ni, v&#x12B;sa&#x1E43; tisat&#x101;dhik&#x101;ni ca catt&#x101;ri atthasahass&#x101;ni veditabb&#x101;ni.</p>
              <p>[03]P&#x101;&#x1E37;i pana upp&#x101;dav&#x101;re nirodhav&#x101;re ca t&#x12B;su asammissakak&#x101;labhedesu tasmi&#x1E43; tasmi&#x1E43; v&#x101;re ekekameva yamaka&#x1E43; vissajjetv&#x101; sa&#x1E45;khitt&#x101;. T&#x12B;su missakak&#x101;labhedesu &#x2018;yassa vedan&#x101;kkhandho uppajjati, tassa sa&#xF1;&#xF1;&#x101;kkhandho uppajjitth&#x101;&#x2019;ti&#x101;din&#x101; nayena vedan&#x101;kkhandh&#x101;dim&#x16B;lakesupi eka&#x1E43; yamaka&#x1E43; vissajjita&#x1E43;. Upp&#x101;danirodhav&#x101;re pana chasupi k&#x101;labhedesu ta&#x1E43; vissajjitameva. Ses&#x101;ni tena sam&#x101;navissajjanatt&#x101; sa&#x1E45;khitt&#x101;n&#x12B;ti. Ida&#x1E43; sakalepi pavattimah&#x101;v&#x101;re p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43;.</p>
              <p>[03]Atthavinicchayattha&#x1E43; panassa ida&#x1E43; lakkha&#x1E47;a&#x1E43; veditabba&#x1E43; &#x2013; imasmi&#xF1;hi pavattimah&#x101;v&#x101;re catunna&#x1E43; pa&#xF1;h&#x101;na&#x1E43; pa&#xF1;ca vissajjan&#x101;ni sattav&#x12B;satiy&#x101; &#x1E6D;h&#x101;nesu pakkhipitv&#x101; atthavinicchayo veditabbo. Tattha ^a^P0.0064^ea^ purepa&#xF1;ho, pacch&#x101;pa&#xF1;ho, paripu&#x1E47;&#x1E47;apa&#xF1;ho, moghapa&#xF1;hoti ime catt&#x101;ro pa&#xF1;h&#x101; n&#x101;ma. Ekekasmi&#xF1;hi yamake dve dve pucch&#x101;. Ekekapucch&#x101;yapi dve dve pad&#x101;ni. Tattha y&#x101;ya pucch&#x101;ya vissajjane ekeneva padena gahitakkhandhassa upp&#x101;do v&#x101; nirodho v&#x101; labbhati ^a^V0.0298^ea^, aya&#x1E43; ^b^purepa&#xF1;ho^eb^ n&#x101;ma. Y&#x101;ya pana pucch&#x101;ya vissajjane dv&#x12B;hipi padehi gahitakkhandh&#x101;na&#x1E43; upp&#x101;do v&#x101; nirodho v&#x101; labbhati, aya&#x1E43; ^b^pacch&#x101;pa&#xF1;ho^eb^ n&#x101;ma. Y&#x101;ya pana pucch&#x101;ya vissajjane ekenapi padena gahitakkhandhassa dv&#x12B;hipi padehi gahitakkhandh&#x101;na&#x1E43; upp&#x101;do v&#x101;, nirodho v&#x101; labbhati, aya&#x1E43; ^b^paripu&#x1E47;&#x1E47;apa&#xF1;ho^eb^ n&#x101;ma. Y&#x101;ya pana pucch&#x101;ya vissajjane pa&#x1E6D;ikkhepo v&#x101;, pa&#x1E6D;isedho v&#x101; labbhati, aya&#x1E43; ^b^moghapa&#xF1;ho^eb^ n&#x101;ma. Yasm&#x101; panesa adassiyam&#x101;no na sakk&#x101; j&#x101;nitu&#x1E43;, tasm&#x101; na&#x1E43; dassayiss&#x101;ma.</p>
              <p>[03]&#x2018;Yattha ^a^M0.0299^ea^ r&#x16B;pakkhandho nuppajjati, tattha vedan&#x101;kkhandho nuppajjat&#x12B;&#x2019;ti pucch&#x101;ya t&#x101;va uppajjat&#x12B;ti imasmi&#x1E43; vissajjane ekeneva padena gahitassa vedan&#x101;kkhandhassa upp&#x101;do labbhati, iti aya&#xF1;ceva a&#xF1;&#xF1;o ca evar&#x16B;po pa&#xF1;ho purepa&#xF1;hoti veditabbo. &#x2018;Yassa r&#x16B;pakkhandho uppajjittha, tassa vedan&#x101;kkhandho uppajjitth&#x101;&#x2019;ti pucch&#x101;ya pana &#x2018;&#x101;mant&#x101;&#x2019;ti imasmi&#x1E43; vissajjane dv&#x12B;hi padehi gahit&#x101;na&#x1E43; r&#x16B;pavedan&#x101;kkhandh&#x101;na&#x1E43; yassa kassaci sattassa at&#x12B;te upp&#x101;do labbhati. Iti aya&#xF1;ceva a&#xF1;&#xF1;o ca evar&#x16B;po pa&#xF1;ho pacch&#x101;pa&#xF1;hoti veditabbo.</p>
              <p>[03]&#x2018;Yassa r&#x16B;pakkhandho uppajjati, tassa vedan&#x101;kkhandho uppajjat&#x12B;&#x2019;ti im&#x101;ya pana pa&#x1E6D;hamapucch&#x101;ya &#x2018;asa&#xF1;&#xF1;asatta&#x1E43; upapajjant&#x101;na&#x2019;nti&#x101;dike imasmi&#x1E43; vissajjane &#x2018;asa&#xF1;&#xF1;asatta&#x1E43; upapajjant&#x101;na&#x1E43; tesa&#x1E43; r&#x16B;pakkhandho uppajjati, no ca tesa&#x1E43; vedan&#x101;kkhandho uppajjat&#x12B;&#x2019;ti imasmi&#x1E43; ko&#x1E6D;&#x1E6D;h&#x101;se ekeneva padena gahitassa r&#x16B;pakkhandhassapi upp&#x101;do labbhati. &#x2018;Pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;na&#x1E43; tesa&#x1E43; r&#x16B;pakkhandho ca uppajjati vedan&#x101;kkhandho ca uppajjat&#x12B;&#x2019;ti imasmi&#x1E43; ko&#x1E6D;&#x1E6D;h&#x101;se dv&#x12B;hipi padehi sa&#x1E45;gahit&#x101;na&#x1E43; r&#x16B;pavedan&#x101;kkhandh&#x101;nampi upp&#x101;do labbhati. Iti aya&#xF1;ceva a&#xF1;&#xF1;o ca evar&#x16B;po pa&#xF1;ho paripu&#x1E47;&#x1E47;apa&#xF1;hoti veditabbo. Purepacch&#x101;pa&#xF1;hotipi ^a^P0.0065^ea^ etasseva n&#x101;ma&#x1E43;. Etassa hi vissajjane purimako&#x1E6D;&#x1E6D;h&#x101;se ekena padena sa&#x1E45;gahitassa r&#x16B;pakkhandhasseva upp&#x101;do dassito. Dutiyako&#x1E6D;&#x1E6D;h&#x101;se dv&#x12B;hi padehi sa&#x1E45;gahit&#x101;na&#x1E43; r&#x16B;pavedan&#x101;kkhandh&#x101;na&#x1E43;. Imin&#x101;yeva ca lakkha&#x1E47;ena yattha ekena padena sa&#x1E45;gahitassa khandhassa upp&#x101;do v&#x101; nirodho v&#x101; labbhati, so purepa&#xF1;hoti vutto. Yattha dv&#x12B;hipi padehi sa&#x1E45;gahit&#x101;na&#x1E43; khandh&#x101;na&#x1E43; upp&#x101;do v&#x101; nirodho v&#x101; labbhati, so pacch&#x101;pa&#xF1;hoti vutto.</p>
              <p>[03]&#x2018;Yassa r&#x16B;pakkhandho nuppajjittha, tassa vedan&#x101;kkhandho nuppajjitth&#x101;&#x2019;ti im&#x101;ya pana pucch&#x101;ya &#x2018;natth&#x12B;&#x2019;ti imasmi&#x1E43; vissajjane pa&#x1E6D;ikkhepo labbhati. &#x2018;Yassa r&#x16B;pakkhandho uppajjati, tassa vedan&#x101;kkhandho nirujjhat&#x12B;&#x2019;ti pucch&#x101;ya &#x2018;no&#x2019;ti imasmi&#x1E43; vissajjane pa&#x1E6D;isedho labbhati. Tasm&#x101; aya&#xF1;ceva duvidho a&#xF1;&#xF1;o ca evar&#x16B;po pa&#xF1;ho moghapa&#xF1;hoti veditabbo. Tucchapa&#xF1;hotipi vuccati. Eva&#x1E43; t&#x101;va catt&#x101;ro pa&#xF1;h&#x101; veditabb&#x101;.</p>
              <p>[03]P&#x101;&#x1E37;igatiy&#x101; ^a^V0.0299^ea^ vissajjana&#x1E43;, pa&#x1E6D;ivacanavissajjana&#x1E43;, sar&#x16B;padassanena vissajjana&#x1E43;, pa&#x1E6D;ikkhepena vissajjana&#x1E43;, pa&#x1E6D;isedhena vissajjananti im&#x101;ni pana pa&#xF1;ca vissajjan&#x101;ni n&#x101;ma ^a^M0.0300^ea^. Tattha ya&#x1E43; vissajjana&#x1E43; p&#x101;&#x1E37;ipadameva hutv&#x101; attha&#x1E43; vissajjeti, ida&#x1E43; ^b^p&#x101;&#x1E37;igatiy&#x101; vissajjana&#x1E43;^eb^ n&#x101;ma. Ta&#x1E43; purepa&#xF1;he labbhati. &#x2018;Yattha r&#x16B;pakkhandho nuppajjati tattha vedan&#x101;kkhandho nuppajjat&#x12B;&#x2019;ti hi pa&#xF1;he &#x2018;uppajjat&#x12B;&#x2019;ti ida&#x1E43; vissajjana&#x1E43; p&#x101;&#x1E37;ipadameva hutv&#x101; attha&#x1E43; vissajjayam&#x101;na&#x1E43; gata&#x1E43;, tasm&#x101; evar&#x16B;pesu &#x1E6D;h&#x101;nesu p&#x101;&#x1E37;igatiy&#x101; vissajjana&#x1E43; veditabba&#x1E43;. Ya&#x1E43; pana vissajjana&#x1E43; pa&#x1E6D;ivacanabh&#x101;vena attha&#x1E43; vissajjeti, ida&#x1E43; ^b^pa&#x1E6D;ivacanavissajjana&#x1E43;^eb^ n&#x101;ma. Ta&#x1E43; pacch&#x101;pa&#xF1;he labbhati. &#x2018;Yassa r&#x16B;pakkhandho uppajjittha, tassa vedan&#x101;kkhandho uppajjitth&#x101;&#x2019;ti hi pa&#xF1;he &#x2018;&#x101;mant&#x101;&#x2019;ti ida&#x1E43; vissajjana&#x1E43; pa&#x1E6D;ivacanavaseneva attha&#x1E43; vissajjayam&#x101;na&#x1E43; gata&#x1E43;, tasm&#x101; evar&#x16B;pesu &#x1E6D;h&#x101;nesu pa&#x1E6D;ivacanavissajjana&#x1E43; veditabba&#x1E43;. Ya&#x1E43; ^a^P0.0066^ea^ vissajjana&#x1E43; sar&#x16B;pena dassetv&#x101; attha&#x1E43; vissajjeti; ida&#x1E43; ^b^sar&#x16B;padassanena vissajjana&#x1E43;^eb^ n&#x101;ma. Ta&#x1E43; paripu&#x1E47;&#x1E47;apa&#xF1;he labbhati. &#x2018;Yassa r&#x16B;pakkhandho uppajjati; tassa vedan&#x101;kkhandho uppajjat&#x12B;&#x2019;ti hi pa&#xF1;he &#x2018;asa&#xF1;&#xF1;asatta&#x1E43; upapajjant&#x101;na&#x2019;nti ida&#x1E43; vissajjana&#x1E43; &#x2018;imesa&#x1E43; r&#x16B;pakkhandho uppajjati, no ca vedan&#x101;kkhandho, imesa&#x1E43; r&#x16B;pakkhandho ca uppajjati, vedan&#x101;kkhandho c&#x101;&#x2019;ti sar&#x16B;padassaneneva attha&#x1E43; vissajjayam&#x101;na&#x1E43; gata&#x1E43;. Tasm&#x101; evar&#x16B;pesu &#x1E6D;h&#x101;nesu sar&#x16B;padassanena vissajjana&#x1E43; veditabba&#x1E43;. Ya&#x1E43; pana vissajjana&#x1E43; tath&#x101;r&#x16B;passa atthass&#x101;bh&#x101;vato atthapa&#x1E6D;ikkhepena pa&#xF1;ha&#x1E43; vissajjeti, ida&#x1E43; ^b^pa&#x1E6D;ikkhepena vissajjana&#x1E43;^eb^ n&#x101;ma. Ya&#x1E43; tath&#x101;r&#x16B;passa atthassa ekakkha&#x1E47;e al&#x101;bhato atthapa&#x1E6D;isedhanena pa&#xF1;ha&#x1E43; vissajjeti, ida&#x1E43; ^b^pa&#x1E6D;isedhena vissajjana&#x1E43;^eb^ n&#x101;ma. Ta&#x1E43; moghapa&#xF1;he labbhati. &#x2018;Yassa r&#x16B;pakkhandho nuppajjittha, tassa vedan&#x101;kkhandho nuppajjitth&#x101;&#x2019;ti hi pa&#xF1;he &#x2018;natth&#x12B;&#x2019;ti ida&#x1E43; vissajjana&#x1E43;; evar&#x16B;po n&#x101;ma satto natth&#x12B;ti atthapa&#x1E6D;ikkhepena pa&#xF1;ha&#x1E43; vissajjayam&#x101;na&#x1E43; gata&#x1E43;; tasm&#x101; evar&#x16B;pesu &#x1E6D;h&#x101;nesu pa&#x1E6D;ikkhepena vissajjana&#x1E43; veditabba&#x1E43;. &#x2018;Yassa r&#x16B;pakkhandho uppajjati, tassa vedan&#x101;kkhandho nirujjhat&#x12B;&#x2019;ti pa&#xF1;he pana &#x2018;no&#x2019;ti ida&#x1E43; vissajjana&#x1E43; ekasmi&#x1E43; pa&#x1E6D;isandhikkha&#x1E47;e upp&#x101;dena saddhi&#x1E43; nirodho n&#x101;ma na labbhat&#x12B;ti atthapa&#x1E6D;isedhanena pa&#xF1;ha&#x1E43; vissajjayam&#x101;na&#x1E43; gata&#x1E43;, tasm&#x101; evar&#x16B;pesu &#x1E6D;h&#x101;nesu pa&#x1E6D;isedhena vissajjana&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]Id&#x101;ni ime catt&#x101;ro pa&#xF1;h&#x101;, im&#x101;ni ca pa&#xF1;ca vissajjan&#x101;ni, yesu sattav&#x12B;satiy&#x101; &#x1E6D;h&#x101;nesu pakkhipitabb&#x101;ni, t&#x101;ni eva&#x1E43; veditabb&#x101;ni &#x2013; asa&#xF1;&#xF1;asatta&#x1E43; upapajjant&#x101;nanti eka&#x1E43; &#x1E6D;h&#x101;na&#x1E43;, asa&#xF1;&#xF1;asatte tatth&#x101;ti eka&#x1E43;, asa&#xF1;&#xF1;asatt&#x101;nanti eka&#x1E43;; asa&#xF1;&#xF1;asatt&#x101; cavant&#x101;nanti eka&#x1E43;; ar&#x16B;pa&#x1E43; upapajjant&#x101;nanti eka&#x1E43;, ar&#x16B;pe tatth&#x101;ti eka&#x1E43;, ar&#x16B;p&#x101;nanti eka&#x1E43;, ar&#x16B;p&#x101; cavant&#x101;nanti eka&#x1E43; ^a^V0.0300^ea^, ar&#x16B;pe pacchimabhavik&#x101;nanti ^a^M0.0301^ea^ eka&#x1E43;, ar&#x16B;pe parinibbant&#x101;nanti eka&#x1E43;; ye ca ar&#x16B;pa&#x1E43; ^a^P0.0067^ea^ upapajjitv&#x101; parinibb&#x101;yissant&#x12B;ti eka&#x1E43;; pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;nanti eka&#x1E43;, pa&#xF1;cavok&#x101;re tatth&#x101;ti eka&#x1E43;, pa&#xF1;cavok&#x101;r&#x101;nanti eka&#x1E43; pa&#xF1;cavok&#x101;r&#x101; cavant&#x101;nanti eka&#x1E43;, pa&#xF1;cavok&#x101;re pacchimabhavik&#x101;nanti eka&#x1E43;, pa&#xF1;cavok&#x101;re parinibbant&#x101;nanti eka&#x1E43;; suddh&#x101;v&#x101;sa&#x1E43; upapajjant&#x101;nanti eka&#x1E43;, suddh&#x101;v&#x101;se tatth&#x101;ti eka&#x1E43;, suddh&#x101;v&#x101;s&#x101;nanti eka&#x1E43;, suddh&#x101;v&#x101;se parinibbant&#x101;nanti eka&#x1E43;; sabbesa&#x1E43; upapajjant&#x101;nanti eka&#x1E43;, sabbesa&#x1E43; cavant&#x101;nanti eka&#x1E43;; sabbas&#x101;dh&#x101;ra&#x1E47;avasena pacchimabhavik&#x101;nanti eka&#x1E43;, parinibbant&#x101;nanti eka&#x1E43;, catuvok&#x101;ra&#x1E43; pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;nanti eka&#x1E43;, cavant&#x101;nanti eka&#x1E43;. Eva&#x1E43; imesa&#x1E43; catunna&#x1E43; pa&#xF1;h&#x101;na&#x1E43; im&#x101;ni pa&#xF1;ca vissajjan&#x101;ni imesu sattav&#x12B;satiy&#x101; &#x1E6D;h&#x101;nesu pakkhipitv&#x101; imasmi&#x1E43; pavattimah&#x101;v&#x101;re atthavinicchayo veditabbo. Eva&#x1E43; viditv&#x101; hi pa&#xF1;ha&#x1E43; vissajjantena suvissajjito hoti, attha&#xF1;ca vinicchayantena suvinicchito hoti.</p>
              <p>[03]Tatth&#x101;ya&#x1E43; nayo &#x2013; ^b^yassa r&#x16B;pakkhandho uppajjat&#x12B;^eb^ti yassa puggalassa upp&#x101;dakkha&#x1E47;asama&#x1E45;git&#x101;ya r&#x16B;pakkhandho uppajjati. ^b^Tassa vedan&#x101;kkhandho uppajjat&#x12B;^eb^ti vedan&#x101;kkhandhopi tassa tasmi&#xF1;&#xF1;eva kha&#x1E47;e uppajjat&#x12B;ti pucchati. ^b^Asa&#xF1;&#xF1;asatta&#x1E43; upapajjant&#x101;na^eb^nti acittakapa&#x1E6D;isandhivasena asa&#xF1;&#xF1;asattabhava&#x1E43; upapajjant&#x101;na&#x1E43;. ^b^Tesa&#x1E43; r&#x16B;pakkhandho uppajjat&#x12B;^eb^ti tesa&#x1E43; ekantena r&#x16B;pakkhandho uppajjatiyeva. Pavatte uppann&#x101;na&#x1E43; r&#x16B;pakkhandho uppajjatipi nirujjhatipi, tasm&#x101; &#x2018;asa&#xF1;&#xF1;asatt&#x101;na&#x2019;nti avatv&#x101;&#x2019;asa&#xF1;&#xF1;asatta&#x1E43; upapajjant&#x101;na&#x2019;nti vutta&#x1E43;. ^b^No ca tesa&#x1E43; vedan&#x101;kkhandho uppajjat&#x12B;^eb^ti acittakatt&#x101; pana tesa&#x1E43; vedan&#x101;kkhandho nuppajjateva. Ida&#x1E43; sattav&#x12B;satiy&#x101; &#x1E6D;h&#x101;nesu pa&#x1E6D;hame &#x1E6D;h&#x101;ne paripu&#x1E47;&#x1E47;apa&#xF1;hassa purimako&#x1E6D;&#x1E6D;h&#x101;se sar&#x16B;padassanena vissajjana&#x1E43;. ^b^Pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;na^eb^nti r&#x16B;p&#x101;r&#x16B;pamissakapa&#x1E6D;isandhivasena pa&#xF1;cavok&#x101;rabhava&#x1E43; upapajjant&#x101;na&#x1E43;. ^b^Tesa&#x1E43; r&#x16B;pakkhandho ca uppajjati, vedan&#x101;kkhandho c&#x101;^eb^ti tesa&#x1E43; ekantena r&#x16B;pavedan&#x101;kkhandhasa&#x1E45;kh&#x101;t&#x101; dvepi khandh&#x101; uppajjantiyeva. Pavatte pana tattha uppann&#x101;na&#x1E43; te khandh&#x101; uppajjantipi ^a^P0.0068^ea^ nirujjhantipi, tasm&#x101; &#x2018;pa&#xF1;cavok&#x101;r&#x101;na&#x2019;nti avatv&#x101; &#x2018;pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;na&#x2019;nti vutta&#x1E43;. Ida&#x1E43; pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;nanti &#x1E6D;h&#x101;ne paripu&#x1E47;&#x1E47;apa&#xF1;hassa pacchimako&#x1E6D;&#x1E6D;h&#x101;se sar&#x16B;padassanena vissajjana&#x1E43;. Imin&#x101; up&#x101;yena sabb&#x101;ni vissajjan&#x101;ni veditabb&#x101;ni.</p>
              <p>[03]Ida&#x1E43; panettha upp&#x101;danirodhesu niyamalakkha&#x1E47;a&#x1E43; &#x2013; sakalepi hi imasmi&#x1E43; khandhayamake tattha tattha uppann&#x101;na&#x1E43; ^a^V0.0301^ea^ pavatte y&#x101;va mara&#x1E47;&#x101; khandh&#x101;na&#x1E43; apariyantesu upp&#x101;danirodhesu ^a^M0.0302^ea^ vijjam&#x101;nesupi lahuparivatt&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; vinibbhoga&#x1E43; katv&#x101; upp&#x101;danirodhe dassetu&#x1E43; na sukaranti pavattiya&#x1E43; upp&#x101;danirodhe an&#x101;masitv&#x101; abhinava&#x1E43; vip&#x101;kava&#x1E6D;&#x1E6D;a&#x1E43; nipph&#x101;dayam&#x101;nena n&#x101;n&#x101;kammena nibbatt&#x101;na&#x1E43; pa&#x1E6D;isandhikhandh&#x101;na&#x1E43; upp&#x101;da&#x1E43; dassetu&#x1E43; sukhanti pa&#x1E6D;isandhik&#x101;le upp&#x101;davaseneva upp&#x101;dav&#x101;ro kathito. Uppannassa pana vip&#x101;kava&#x1E6D;&#x1E6D;assa pariyos&#x101;nena nirodha&#x1E43; dassetu&#x1E43; sukhanti mara&#x1E47;ak&#x101;le nirodhavasena nirodhav&#x101;ro kathito.</p>
              <p>[03]Ki&#x1E43; panettha pavattiya&#x1E43; upp&#x101;danirodh&#x101;na&#x1E43; an&#x101;ma&#x1E6D;&#x1E6D;habh&#x101;ve pam&#x101;&#x1E47;anti? P&#x101;&#x1E37;iyeva. P&#x101;&#x1E37;iya&#xF1;hi visesena upp&#x101;dav&#x101;rassa an&#x101;gatak&#x101;lav&#x101;re &#x2018;pacchimabhavik&#x101;na&#x1E43; tesa&#x1E43; r&#x16B;pakkhandho ca nuppajjissati, vedan&#x101;kkhandho ca nuppajjissat&#x12B;&#x2019;ti aya&#x1E43; p&#x101;&#x1E37;i atipam&#x101;&#x1E47;ameva. Pacchimabhavik&#x101;na&#xF1;hi pavatte r&#x16B;p&#x101;r&#x16B;padhamm&#x101;na&#x1E43; uppajjitu&#x1E43; yuttabh&#x101;ve satipi &#x2018;r&#x16B;pakkhandho ca nuppajjissati, vedan&#x101;kkhandho ca nuppajjissat&#x12B;&#x2019;ti sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; vuttabh&#x101;vena pavatte upp&#x101;do na gahitoti veditabbo. &#x2018;Suddh&#x101;v&#x101;se parinibbant&#x101;na&#x1E43; tesa&#x1E43; tattha sa&#xF1;&#xF1;&#x101;kkhandho na nirujjhittha, no ca tesa&#x1E43; tattha vedan&#x101;kkhandho na nirujjhat&#x12B;&#x2019;ti aya&#x1E43; pana p&#x101;&#x1E37;i pavatte nirodhassa an&#x101;ma&#x1E6D;&#x1E6D;habh&#x101;ve ativiya pam&#x101;&#x1E47;a&#x1E43;. Suddh&#x101;v&#x101;se parinibbant&#x101;na&#xF1;hi cuticittassa bha&#x1E45;gakkha&#x1E47;e &#x1E6D;hit&#x101;na&#x1E43; pa&#x1E6D;isandhito pa&#x1E6D;&#x1E6D;h&#x101;ya pavatte uppajjitv&#x101; niruddhasa&#xF1;&#xF1;&#x101;kkhandh&#x101;na&#x1E43; ga&#x1E47;anapatho natthi. &#x2018;Eva&#x1E43; santepi tesa&#x1E43; tattha sa&#xF1;&#xF1;&#x101;kkhandho na nirujjhitth&#x101;&#x2019;ti sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; vuttabh&#x101;vena pavatte nirodho na gahitoti veditabbo.</p>
              <p>[03]Evamettha upp&#x101;danirodhesu niyamalakkha&#x1E47;a&#x1E43; viditv&#x101; pa&#x1E6D;isandhiupp&#x101;dameva cutinirodhameva ca gahetv&#x101; tesu ^a^P0.0069^ea^ tesu &#x1E6D;h&#x101;nesu &#x101;gat&#x101;na&#x1E43; vissajjan&#x101;na&#x1E43; atthavinicchayo veditabbo. So pana sakk&#x101; &#x101;divissajjane vuttanayena sabbattha viditunti vissajjanapa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; na vitth&#x101;rito. Imin&#x101; pana eva&#x1E43; dinnenapi nayena yo etesa&#x1E43; atthavinicchaya&#x1E43; j&#x101;nitu&#x1E43; na sakkoti, tena &#x101;cariye payirup&#x101;sitv&#x101; s&#x101;dhuka&#x1E43; sutv&#x101;pi j&#x101;nitabbo.</p>
              <p>[21]Upp&#x101;dassa nirodhassa, uppanna&#xF1;c&#x101;pi ekato;</p>
              <p>[22]Nayassa anulomassa, pa&#x1E6D;ilomanayassa ca.</p>
              <p>[21]Vasena ^a^V0.0302^ea^ y&#x101;ni khandhesu, yamak&#x101;ni ca pa&#xF1;casu;</p>
              <p>[22]Puggala&#x1E43; atha ok&#x101;sa&#x1E43;, puggalok&#x101;sameva ca.</p>
              <p>[21]&#x100;masitv&#x101; ^a^M0.0303^ea^ pavattesu, &#x1E6D;h&#x101;nesu kathay&#x12B; jino;</p>
              <p>[22]Tesa&#x1E43; p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43;, dassita&#x1E43; anupubbato.</p>
              <p>[21]Vinicchayattha&#x1E43; atthassa, pa&#xF1;h&#x101;vissajjan&#x101;ni ca;</p>
              <p>[22]Vissajjan&#x101;na&#x1E43; &#x1E6D;h&#x101;n&#x101;ni, y&#x101;ni t&#x101;ni ca sabbaso.</p>
              <p>[21]Dassetv&#x101; ekapa&#xF1;hasmi&#x1E43;, yojan&#x101;pi pak&#x101;sit&#x101;;</p>
              <p>[22]Vitth&#x101;rena gate ettha, pa&#xF1;h&#x101;vissajjanakkame.</p>
              <p>[21]Attha&#x1E43; va&#x1E47;&#x1E47;ayat&#x101; k&#x101;tu&#x1E43;, ki&#x1E43; nu sakk&#x101; ito para&#x1E43;;</p>
              <p>[22]Nayena imin&#x101; tasm&#x101;, attha&#x1E43; j&#x101;nantu pa&#x1E47;&#x1E0D;it&#x101;ti.</p>
              <p>[06]Pavattimah&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^206-208^eb^^b^.^eb^ Tadanantare pari&#xF1;&#xF1;&#x101;v&#x101;repi cha&#x1E37;eva k&#x101;labhed&#x101;. Anulomapa&#x1E6D;ilomato dveyeva nay&#x101;. Puggalav&#x101;ro, ok&#x101;sav&#x101;ro, puggalok&#x101;sav&#x101;roti imesu pana t&#x12B;su puggalav&#x101;rova labbhati, na itare dve. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Sadisavissajjanat&#x101;ya. Yo hi koci puggalo yattha katthaci &#x1E6D;h&#x101;ne r&#x16B;pakkhandha&#x1E43; ce parij&#x101;n&#x101;ti, vedan&#x101;kkhandhampi parij&#x101;n&#x101;tiyeva. Vedan&#x101;kkhandha&#x1E43; ce parij&#x101;n&#x101;ti, r&#x16B;pakkhandhampi parij&#x101;n&#x101;tiyeva. R&#x16B;pakkhandha&#x1E43; ce na parij&#x101;n&#x101;ti, vedan&#x101;kkhandhampi na parij&#x101;n&#x101;tiyeva. Vedan&#x101;kkhandha&#x1E43; ce na parij&#x101;n&#x101;ti, r&#x16B;pakkhandhampi na parij&#x101;n&#x101;tiyeva. Tasm&#x101; tesupi &#x2018;yattha r&#x16B;pakkhandha&#x1E43; parij&#x101;n&#x101;ti, tattha vedan&#x101;kkhandha&#x1E43; parij&#x101;n&#x101;t&#x12B;&#x2019;ti &#x101;divasena puccha&#x1E43; ^a^V0.0303^ea^ katv&#x101; &#x2018;&#x101;mant&#x101;&#x2019;tveva vissajjana&#x1E43; k&#x101;tabba&#x1E43; ^a^P0.0070^ea^. Siy&#x101;ti sadisavissajjanat&#x101;ya te idha na labbhant&#x12B;ti veditabb&#x101;.</p>
              <p>[03]Atha v&#x101; pari&#xF1;&#xF1;&#x101;kicca&#x1E43; n&#x101;ma puggalasseva hoti, no ok&#x101;sassa, puggalova parij&#x101;nitu&#x1E43; samattho, no ok&#x101;soti puggalav&#x101;rovettha gahito, na ok&#x101;sav&#x101;ro. Tassa pana aggahitatt&#x101; tadanantaro puggalok&#x101;sav&#x101;ro labbham&#x101;nopi na gahito. Yo panesa puggalav&#x101;ro gahito, tattha paccuppannak&#x101;le r&#x16B;pakkhandham&#x16B;lak&#x101;ni catt&#x101;ri, vedan&#x101;kkhandham&#x16B;lak&#x101;ni t&#x12B;&#x1E47;i, sa&#xF1;&#xF1;&#x101;kkhandham&#x16B;lak&#x101;ni dve, sa&#x1E45;kh&#x101;rakkhandham&#x16B;laka&#x1E43; ekanti ^a^M0.0304^ea^ he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva anulomanaye aggahitaggaha&#x1E47;ena dasa yamak&#x101;ni. Pa&#x1E6D;ilomanaye das&#x101;ti v&#x12B;sati. Tath&#x101; sesesup&#x12B;ti ekekasmi&#x1E43; k&#x101;le v&#x12B;sati v&#x12B;sati katv&#x101; chasu k&#x101;lesu v&#x12B;sa&#x1E43; yamakasata&#x1E43;, catt&#x101;r&#x12B;s&#x101;ni dve pucch&#x101;sat&#x101;ni, as&#x12B;ty&#x101;dhik&#x101;ni catt&#x101;ri atthasat&#x101;ni ca hont&#x12B;ti idamettha p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43;.</p>
              <p>[03]Atthavinicchaye panettha at&#x12B;t&#x101;n&#x101;gatapaccuppannasa&#x1E45;kh&#x101;t&#x101; tayo addh&#x101; pavattiv&#x101;re viya cutipa&#x1E6D;isandhivasena na labbhanti. Pavatte cittakkha&#x1E47;avaseneva labbhanti. Tenevettha &#x2018;yo r&#x16B;pakkhandha&#x1E43; parij&#x101;n&#x101;ti, so vedan&#x101;kkhandha&#x1E43; parij&#x101;n&#x101;t&#x12B;&#x2019;ti&#x101;d&#x12B;su pucch&#x101;su &#x2018;&#x101;mant&#x101;&#x2019;ti vissajjana&#x1E43; kata&#x1E43;. Lokuttaramaggakkha&#x1E47;asmi&#xF1;hi nibb&#x101;n&#x101;ramma&#x1E47;ena cittena pa&#xF1;casu khandhesu pari&#xF1;&#xF1;&#x101;kiccanibbattiy&#x101; ya&#x1E43; ki&#xF1;ci eka&#x1E43; khandha&#x1E43; parij&#x101;nanto itarampi parij&#x101;n&#x101;t&#x12B;ti vuccati. Evamettha &#x2018;parij&#x101;n&#x101;t&#x12B;&#x2019;ti pa&#xF1;hesu anulomanaye pari&#xF1;&#xF1;&#x101;kiccassa matthakappatta&#x1E43; aggamaggasama&#x1E45;gi&#x1E43; sandh&#x101;ya &#x2018;&#x101;mant&#x101;&#x2019;ti vuttanti veditabba&#x1E43;. Pa&#x1E6D;ilomanaye pana &#x2018;na parij&#x101;n&#x101;t&#x12B;&#x2019;ti pa&#xF1;hesu puthujjan&#x101;dayo sandh&#x101;ya &#x2018;&#x101;mant&#x101;&#x2019;ti vutta&#x1E43;. &#x2018;Parij&#x101;nitth&#x101;&#x2019;ti imasmi&#x1E43; pana at&#x12B;tak&#x101;lav&#x101;re magg&#x101;nantaraaggaphale &#x1E6D;hitopi pari&#xF1;&#xF1;&#x101;kiccassa ni&#x1E6D;&#x1E6D;hitatt&#x101; parij&#x101;nitthayeva n&#x101;ma.</p>
              <p>[03]^b^209^eb^^b^.^eb^^b^Yo r&#x16B;pakkhandha&#x1E43; parij&#x101;n&#x101;ti, so vedan&#x101;kkhandha&#x1E43; parij&#x101;nitth&#x101;^eb^ti pa&#xF1;hena aggamaggasama&#x1E45;gi&#x1E43; pucchati. Yasm&#x101; panesa khandhapa&#xF1;caka&#x1E43; parij&#x101;n&#x101;tiyeva n&#x101;ma, na t&#x101;va ni&#x1E6D;&#x1E6D;hitapari&#xF1;&#xF1;&#x101;kicco; tasm&#x101; &#x2018;no&#x2019;ti pa&#x1E6D;isedho kato. Dutiyapa&#xF1;he pana ^b^parij&#x101;nitth&#x101;^eb^ti arahanta&#x1E43; pucchati. Yasm&#x101; paneso ni&#x1E6D;&#x1E6D;hitapari&#xF1;&#xF1;&#x101;kicco. Natthi tassa pari&#xF1;&#xF1;eyya&#x1E43; n&#x101;ma; tasm&#x101; ^a^P0.0071^ea^ &#x2018;no&#x2019;ti pa&#x1E6D;isedho kato. Pa&#x1E6D;ilomanayavissajjane panettha ^b^arah&#x101; r&#x16B;pakkhandha&#x1E43; na parij&#x101;n&#x101;t&#x12B;^eb^ti arahato pari&#xF1;&#xF1;&#x101;ya abh&#x101;vena vutta&#x1E43;. ^b^Aggamaggasama&#x1E45;g&#x12B; vedan&#x101;kkhandha&#x1E43; na parij&#x101;nitth&#x101;^eb^ti ^a^V0.0304^ea^ arahattamagga&#x1E6D;&#x1E6D;hassa ani&#x1E6D;&#x1E6D;hitapari&#xF1;&#xF1;&#x101;kiccat&#x101;ya vutta&#x1E43;. Na kevala&#xF1;ca vedan&#x101;kkhandhameva, ekadhammampi so na parij&#x101;nittheva. Ida&#x1E43; pana pucch&#x101;vasena vutta&#x1E43;. ^b^No ca r&#x16B;pakkhandha^eb^nti idampi pucch&#x101;vaseneva vutta&#x1E43;. A&#xF1;&#xF1;ampi pana so khandha&#x1E43; parij&#x101;n&#x101;ti.</p>
              <p>[03]^b^210-211^eb^^b^.^eb^^b^Yo r&#x16B;pakkhandha&#x1E43; parij&#x101;n&#x101;ti, so vedan&#x101;kkhandha&#x1E43; parij&#x101;nissat&#x12B;^eb^ti ettha yasm&#x101; magga&#x1E6D;&#x1E6D;hapuggalo ekacittakkha&#x1E47;iko, tasm&#x101; so parij&#x101;nissat&#x12B;ti sa&#x1E45;kha&#x1E43; na gacchati. Tena vutta&#x1E43; &#x2018;no&#x2019;ti. ^b^Te r&#x16B;pakkhandha&#xF1;ca na^eb^^a^M0.0305^ea^^b^parij&#x101;nitth&#x101;^eb^ti pucch&#x101;sabh&#x101;gena vutta&#x1E43;, na parij&#x101;ni&#x1E43;s&#x16B;ti panettha attho. Imin&#x101; up&#x101;yena sabbattha atthavinicchayo veditabboti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[06]Khandhayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>3. &#x100;yatanayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-9^eb^^b^.^eb^ Id&#x101;ni m&#x16B;layamake desiteyeva kusal&#x101;didhamme &#x101;yatanavasen&#x101;pi sa&#x1E45;ga&#x1E47;hitv&#x101; khandhayamak&#x101;nantara&#x1E43; desitassa &#x101;yatanayamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tattha khandhayamake vuttanayeneva p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; veditabba&#x1E43;. Yatheva hi tattha pa&#x1E47;&#x1E47;attiv&#x101;ro, pavattiv&#x101;ro, pari&#xF1;&#xF1;&#x101;v&#x101;roti tayo mah&#x101;v&#x101;r&#x101; honti, tath&#x101; idh&#x101;pi. Vacanatthopi nesa&#x1E43; tattha vuttanayeneva veditabbo. Idh&#x101;pi ca pa&#x1E47;&#x1E47;attiv&#x101;ro uddesaniddesavasena dvidh&#x101; vavatthito. Itare niddesavaseneva. &#x2018;Tattha dv&#x101;das&#x101;yatan&#x101;n&#x12B;&#x2019;ti pada&#x1E43; &#x101;di&#x1E43; katv&#x101; y&#x101;va ^b^n&#x101;yatan&#x101; na mano^eb^ti, t&#x101;va pa&#x1E47;&#x1E47;attiv&#x101;rassa uddesav&#x101;ro veditabbo. Tattha ^b^dv&#x101;das&#x101;yatan&#x101;n&#x12B;^eb^ti aya&#x1E43; yamakavasena pucchitabb&#x101;na&#x1E43; ^a^P0.0072^ea^ &#x101;yatan&#x101;na&#x1E43; uddeso. ^b^Cakkh&#x101;yatana&#x1E43;&#x2026;pe&#x2026; dhamm&#x101;yatana^eb^nti tesa&#xF1;&#xF1;eva pabhedato n&#x101;mavavatth&#x101;na&#x1E43;. Yamakavasena pucch&#x101;sukhattha&#xF1;cettha pa&#x1E6D;hama&#x1E43; pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; ajjhattar&#x16B;p&#x101;yatan&#x101;ni vutt&#x101;ni. Pacch&#x101; b&#x101;hirar&#x16B;p&#x101;yatan&#x101;ni. Pariyos&#x101;ne man&#x101;yatanadhamm&#x101;yatan&#x101;ni.</p>
              <p>[03]Yath&#x101; ^a^V0.0305^ea^ pana he&#x1E6D;&#x1E6D;h&#x101; khandhavasena, evamidha imesa&#x1E43; &#x101;yatan&#x101;na&#x1E43; vasena padasodhanav&#x101;ro, padasodhanam&#x16B;lacakkav&#x101;ro, suddh&#x101;yatanav&#x101;ro, suddh&#x101;yatanam&#x16B;lacakkav&#x101;roti, catt&#x101;rova nayav&#x101;r&#x101; honti. Ekeko cettha anulomapa&#x1E6D;ilomavasena duvidhoyeva. Tesamattho tattha vuttanayeneva veditabbo. Yath&#x101; pana khandhayamake padasodhanav&#x101;rassa anulomav&#x101;re &#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, r&#x16B;pakkhandho r&#x16B;pa&#x2019;nti&#x101;d&#x12B;ni pa&#xF1;ca yamak&#x101;ni, tath&#x101; idha &#x2018;cakkhu, cakkh&#x101;yatana&#x1E43;; cakkh&#x101;yatana&#x1E43;; cakkh&#x16B;&#x2019;ti&#x101;d&#x12B;ni dv&#x101;dasa. Pa&#x1E6D;ilomav&#x101;repi &#x2018;na cakkhu, na cakkh&#x101;yatana&#x1E43;; na cakkh&#x101;yatana&#x1E43;, na cakkh&#x16B;&#x2019;ti&#x101;d&#x12B;ni dv&#x101;dasa ^a^M0.0306^ea^, padasodhanam&#x16B;lacakkav&#x101;rassa panettha anulomav&#x101;re ekek&#x101;yatanam&#x16B;lak&#x101;ni ek&#x101;dasa ek&#x101;dasa katv&#x101; dvatti&#x1E43;sasata&#x1E43; yamak&#x101;ni. Pa&#x1E6D;ilomav&#x101;repi dvatti&#x1E43;sasatameva. Suddh&#x101;yatanav&#x101;rass&#x101;pi anulomav&#x101;re dv&#x101;dasa, pa&#x1E6D;ilomav&#x101;re dv&#x101;dasa, suddh&#x101;yatanam&#x16B;lacakkav&#x101;rass&#x101;pi anulomav&#x101;re ekek&#x101;yatanam&#x16B;lak&#x101;ni ek&#x101;dasa ek&#x101;dasa katv&#x101; dvatti&#x1E43;sasata&#x1E43; yamak&#x101;ni. Pa&#x1E6D;ilomav&#x101;repi dvatti&#x1E43;sasatamev&#x101;ti evamidha chasattat&#x101;dhikehi pa&#xF1;cahi yamakasatehi, dvipa&#xF1;&#xF1;&#x101;s&#x101;dhikehi ek&#x101;dasahi pucch&#x101;satehi, catur&#x101;dhikehi tev&#x12B;s&#x101;ya atthasatehi ca pa&#x1E6D;ima&#x1E47;&#x1E0D;ito pa&#x1E47;&#x1E47;attiv&#x101;rassa uddesav&#x101;ro veditabbo.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiniddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^10-17^eb^^b^.^eb^ Niddesav&#x101;re pana he&#x1E6D;&#x1E6D;h&#x101; khandhayamakassa pa&#x1E47;&#x1E47;attiv&#x101;raniddese vuttanayeneva attho veditabbo. A&#xF1;&#xF1;atra vises&#x101;. Tatr&#x101;ya&#x1E43; viseso &#x2013; ^b^dibbacakkh&#x16B;^eb^ti dutiyavijj&#x101;&#xF1;&#x101;&#x1E47;a&#x1E43;. ^b^Pa&#xF1;&#xF1;&#x101;cakkh&#x16B;^eb^ti tatiyavijj&#x101;&#xF1;&#x101;&#x1E47;a&#x1E43;. ^b^Dibbasota^eb^nti dutiyaabhi&#xF1;&#xF1;&#x101;&#xF1;&#x101;&#x1E47;a&#x1E43;. ^b^Ta&#x1E47;h&#x101;sota^eb^nti ta&#x1E47;h&#x101;va. ^b^Avaseso k&#x101;yo^eb^ti n&#x101;mak&#x101;yo, r&#x16B;pak&#x101;yo, hatthik&#x101;yo, assak&#x101;yoti evam&#x101;di. ^b^Avasesa&#x1E43; r&#x16B;pa^eb^nti r&#x16B;p&#x101;yatanato sesa&#x1E43; bh&#x16B;tup&#x101;d&#x101;yar&#x16B;pa&#xF1;ceva ^a^P0.0073^ea^ piyar&#x16B;pas&#x101;tar&#x16B;pa&#xF1;ca. ^b^S&#x12B;lagandho^eb^ti&#x101;d&#x12B;ni v&#x101;yana&#x1E6D;&#x1E6D;hena s&#x12B;l&#x101;d&#x12B;na&#x1E43;yeva n&#x101;m&#x101;ni. ^b^Attharaso^eb^ti&#x101;d&#x12B;nipi s&#x101;dhumadhura&#x1E6D;&#x1E6D;hena atth&#x101;d&#x12B;na&#xF1;&#xF1;eva n&#x101;m&#x101;ni. ^b^Avaseso dhammo^eb^ti pariyattidhamm&#x101;dianekappabhedoti ayamettha viseso.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiniddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^18-21^eb^^b^.^eb^ Idh&#x101;pi ^a^V0.0306^ea^ ca pavattiv&#x101;rassa upp&#x101;dav&#x101;r&#x101;d&#x12B;su t&#x12B;su antarav&#x101;resu ekekasmi&#x1E43; cha&#x1E37;eva k&#x101;labhed&#x101;. Tesa&#x1E43; ekekasmi&#x1E43; k&#x101;le puggalav&#x101;r&#x101;dayo tayo v&#x101;r&#x101;. Te sabbepi anulomapa&#x1E6D;ilomanayavasena duvidh&#x101;va ^a^M0.0307^ea^ honti. Tattha paccuppannak&#x101;le puggalav&#x101;rassa anulomanaye yath&#x101; khandhayamake r&#x16B;pakkhandham&#x16B;lak&#x101;ni catt&#x101;ri, vedan&#x101;kkhandham&#x16B;lak&#x101;ni t&#x12B;&#x1E47;i, sa&#xF1;&#xF1;&#x101;kkhandham&#x16B;lak&#x101;ni dve, sa&#x1E45;kh&#x101;rakkhandham&#x16B;laka&#x1E43; ekanti aggahitaggaha&#x1E47;ena dasa yamak&#x101;ni honti. Eva&#x1E43; &#x2018;&#x2018;yassa cakkh&#x101;yatana&#x1E43; uppajjati, tassa sot&#x101;yatana&#x1E43; uppajjati; yassa v&#x101; pana sot&#x101;yatana&#x1E43; uppajjati, tassa cakkh&#x101;yatana&#x1E43; uppajjati; yassa cakkh&#x101;yatana&#x1E43; uppajjati, tassa gh&#x101;&#x1E47;&#x101;yatana&#x1E43;, jivh&#x101;yatana&#x1E43;, k&#x101;y&#x101;yatana&#x1E43;, r&#x16B;p&#x101;yatana&#x1E43;, sadd&#x101;yatana&#x1E43;, gandh&#x101;yatana&#x1E43;, ras&#x101;yatana&#x1E43;, pho&#x1E6D;&#x1E6D;habb&#x101;yatana&#x1E43;, man&#x101;yatana&#x1E43;, dhamm&#x101;yatana&#x1E43;, uppajjati; yassa v&#x101; pana dhamm&#x101;yatana&#x1E43; uppajjati, tassa cakkh&#x101;yatana&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; cakkh&#x101;yatanam&#x16B;lak&#x101;ni ek&#x101;dasa. &#x2018;&#x2018;Yassa sot&#x101;yatana&#x1E43; uppajjati, tassa gh&#x101;n&#x101;yatana&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; nayena sot&#x101;yatanam&#x16B;lak&#x101;ni dasa; gh&#x101;n&#x101;yatanam&#x16B;lak&#x101;ni nava, jivh&#x101;yatanam&#x16B;lak&#x101;ni a&#x1E6D;&#x1E6D;ha; k&#x101;y&#x101;yatanam&#x16B;lak&#x101;ni satta; r&#x16B;p&#x101;yatanam&#x16B;lak&#x101;ni cha; sadd&#x101;yatanam&#x16B;lak&#x101;ni pa&#xF1;ca; gandh&#x101;yatanam&#x16B;lak&#x101;ni catt&#x101;ri; ras&#x101;yatanam&#x16B;lak&#x101;ni t&#x12B;&#x1E47;i; pho&#x1E6D;&#x1E6D;habb&#x101;yatanam&#x16B;lak&#x101;ni dve; man&#x101;yatanam&#x16B;laka&#x1E43; ekanti aggahitaggaha&#x1E47;ena chasa&#x1E6D;&#x1E6D;hi yamak&#x101;ni honti.</p>
              <p>[03]Tattha cakkh&#x101;yatanam&#x16B;lakesu ek&#x101;dasasu &#x2018;&#x2018;yassa cakkh&#x101;yatana&#x1E43; uppajjati, tassa sot&#x101;yatana&#x1E43;, gh&#x101;n&#x101;yatana&#x1E43;, r&#x16B;p&#x101;yatana&#x1E43;, man&#x101;yatana&#x1E43;, dhamm&#x101;yatana&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti im&#x101;ni pa&#xF1;ceva vissajjit&#x101;ni. Tesu pa&#x1E6D;hama&#x1E43; vissajjetabba&#x1E43; t&#x101;va vissajjita&#x1E43;. Dutiya&#x1E43; ki&#xF1;c&#x101;pi ^a^P0.0074^ea^ pa&#x1E6D;hamena sadisavissajjana&#x1E43;, cakkhusot&#x101;yatan&#x101;na&#x1E43; pavatti&#x1E6D;&#x1E6D;h&#x101;ne pana gh&#x101;n&#x101;yatanassa na ekantena pavattito &#x2018;&#x2018;katha&#x1E43; nu kho eta&#x1E43; vissajjetabba&#x2019;&#x2019;nti vimatiniv&#x101;ra&#x1E47;attha&#x1E43; vissajjita&#x1E43;. R&#x16B;p&#x101;yatanaman&#x101;yatanadhamm&#x101;yatanehi saddhi&#x1E43; t&#x12B;&#x1E47;i yamak&#x101;ni asadisavissajjanatt&#x101; vissajjit&#x101;ni. Sesesu jivh&#x101;yatanak&#x101;y&#x101;yatanehi t&#x101;va saddhi&#x1E43; dve yamak&#x101;ni purimehi dv&#x12B;hi saddhi&#x1E43; sadisavissajjan&#x101;ni. Sadd&#x101;yatanassa pa&#x1E6D;isandhikkha&#x1E47;e anuppattito tena saddhi&#x1E43; yamakassa vissajjanameva natthi. Gandharasapho&#x1E6D;&#x1E6D;habb&#x101;yatanehipi saddhi&#x1E43; t&#x12B;&#x1E47;i yamak&#x101;ni purimehi dv&#x12B;hi sadisavissajjan&#x101;neva hont&#x12B;ti tantiy&#x101; lahubh&#x101;vattha&#x1E43; sa&#x1E45;khitt&#x101;ni. Sot&#x101;yatanam&#x16B;lakesu ya&#x1E43; labbhati ^a^V0.0307^ea^, ta&#x1E43; purimehi sadisavissajjanamev&#x101;ti ekampi p&#x101;&#x1E37;i&#x1E43; n&#x101;ru&#x1E37;ha&#x1E43;. Gh&#x101;n&#x101;yatanam&#x16B;lakesu r&#x16B;p&#x101;yatanena saddhi&#x1E43; eka&#x1E43;, man&#x101;yatanadhamm&#x101;yatanehi saddhi&#x1E43; dveti t&#x12B;&#x1E47;i yamak&#x101;ni p&#x101;&#x1E37;i&#x1E43; &#x101;ru&#x1E37;h&#x101;ni. Ses&#x101;ni gh&#x101;n&#x101;yatanayamakena sadisavissajjanatt&#x101; n&#x101;ru&#x1E37;h&#x101;ni. Tath&#x101; jivh&#x101;yatanak&#x101;y&#x101;yatanam&#x16B;lak&#x101;ni. R&#x16B;p&#x101;yatanam&#x16B;lakesu ^a^M0.0308^ea^ man&#x101;yatanadhamm&#x101;yatanehi saddhi&#x1E43; dveyeva vissajjit&#x101;ni. Gandharasapho&#x1E6D;&#x1E6D;habbehi pana saddhi&#x1E43; t&#x12B;&#x1E47;i r&#x16B;p&#x101;yatanaman&#x101;yatanehi saddhi&#x1E43; sadisavissajjan&#x101;ni. Yatheva hettha &#x2018;&#x2018;sar&#x16B;pak&#x101;na&#x1E43; acittak&#x101;na&#x2019;&#x2019;nti&#x101;di vutta&#x1E43;, tath&#x101; idh&#x101;pi &#x2018;&#x2018;sar&#x16B;pak&#x101;na&#x1E43; agandhak&#x101;na&#x1E43;, arasak&#x101;na&#x1E43; apho&#x1E6D;&#x1E6D;habbak&#x101;na&#x2019;&#x2019;nti yojan&#x101; veditabb&#x101;. Gandh&#x101;d&#x12B;ni cettha &#x101;yatanabh&#x16B;t&#x101;neva adhippet&#x101;ni. Tasm&#x101; &#x2018;&#x2018;sar&#x16B;pak&#x101;na&#x1E43; sagandh&#x101;yatan&#x101;na&#x2019;&#x2019;nti &#x101;yatanavasenettha attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]Sadd&#x101;yatanam&#x16B;lak&#x101;ni atth&#x101;bh&#x101;vato p&#x101;&#x1E37;i&#x1E43; n&#x101;ru&#x1E37;h&#x101;neva. Gandharasapho&#x1E6D;&#x1E6D;habbam&#x16B;lak&#x101;ni catt&#x101;ri t&#x12B;&#x1E47;i dve ca he&#x1E6D;&#x1E6D;himehi sadisavissajjanatt&#x101; p&#x101;&#x1E37;i&#x1E43; n&#x101;ru&#x1E37;h&#x101;ni. Man&#x101;yatanam&#x16B;laka&#x1E43; vissajjitamev&#x101;ti evamet&#x101;ni paccuppannak&#x101;le puggalav&#x101;rassa anulomanaye katipayayamakavissajjaneneva chasa&#x1E6D;&#x1E6D;hiyamak&#x101;ni vissajjit&#x101;ni n&#x101;ma hont&#x12B;ti veditabb&#x101;ni. Yath&#x101; ca puggalav&#x101;re, eva&#x1E43; ok&#x101;sav&#x101;repi puggalok&#x101;sav&#x101;repi chasa&#x1E6D;&#x1E6D;h&#x12B;ti paccuppannak&#x101;le t&#x12B;su v&#x101;resu anulomanaye a&#x1E6D;&#x1E6D;hanavutisata&#x1E43; ^a^P0.0075^ea^ yamak&#x101;ni honti. Yath&#x101; ca anulomanaye, eva&#x1E43; pa&#x1E6D;ilomanayep&#x12B;ti sabb&#x101;nipi paccuppannak&#x101;le channavut&#x101;dhik&#x101;ni t&#x12B;&#x1E47;i yamakasat&#x101;ni honti. Tesu dv&#x101;navut&#x101;dhik&#x101;ni satta pucch&#x101;sat&#x101;ni, catur&#x101;s&#x12B;t&#x101;dhik&#x101;ni ca pannarasa atthasat&#x101;ni hont&#x12B;ti veditabb&#x101;ni. Eva&#x1E43; sesesupi pa&#xF1;casu k&#x101;labhedes&#x16B;ti sabb&#x101;nipi chasattat&#x101;dhik&#x101;ni tev&#x12B;sati yamakasat&#x101;ni. Tato digu&#x1E47;&#x101; pucch&#x101;, tato digu&#x1E47;&#x101; atth&#x101;ti idamettha upp&#x101;dav&#x101;re p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43;. Nirodhav&#x101;raupp&#x101;danirodhav&#x101;resupi eseva nayoti. Sabbasmimpi pavattiv&#x101;re a&#x1E6D;&#x1E6D;hav&#x12B;s&#x101;ni ekasattati yamakasat&#x101;ni. Tato digu&#x1E47;&#x101; pucch&#x101;, tato digu&#x1E47;&#x101; atth&#x101; veditabb&#x101;. P&#x101;&#x1E37;i pana man&#x101;yatana&#x1E43; dhamm&#x101;yatana&#xF1;ca ekasadisa&#x1E43;, n&#x101;na&#x1E43; natthi. Upari pana &#x2018;&#x2018;v&#x101;rasa&#x1E45;khepo hot&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;ni vatv&#x101; tattha tattha sa&#x1E45;khitt&#x101;. Tasm&#x101; ya&#x1E43; tattha tattha sa&#x1E45;khitta&#x1E43;, ta&#x1E43; sabba&#x1E43; asammuyhantehi sallakkhetabba&#x1E43;.</p>
              <p>[03]Atthavinicchaye panettha ida&#x1E43; nayamukha&#x1E43;. ^b^Sacakkhuk&#x101;na&#x1E43; asotak&#x101;na^eb^nti ap&#x101;ye j&#x101;tibadhiraopap&#x101;tika&#x1E43; sandh&#x101;ya vutta&#x1E43;. So hi sacakkhuko asotako hutv&#x101; upapajjati. Yath&#x101;ha ^a^V0.0308^ea^ &#x2013; &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; upapattikkha&#x1E47;e kassaci apar&#x101;ni das&#x101;yatan&#x101;ni p&#x101;tubhavanti. Opap&#x101;tik&#x101;na&#x1E43; pet&#x101;na&#x1E43; ^a^M0.0309^ea^, opap&#x101;tik&#x101;na&#x1E43; asur&#x101;na&#x1E43;, opap&#x101;tik&#x101;na&#x1E43; tiracch&#x101;nagat&#x101;na&#x1E43;, opap&#x101;tik&#x101;na&#x1E43; nerayik&#x101;na&#x1E43;; jaccabadhir&#x101;na&#x1E43; upapattikkha&#x1E47;e das&#x101;yatan&#x101;ni p&#x101;tubhavanti, cakkh&#x101;yatana&#x1E43; r&#x16B;pagh&#x101;nagandhajivh&#x101;rasak&#x101;yapho&#x1E6D;&#x1E6D;habb&#x101;yatana&#x1E43; man&#x101;yatana&#x1E43; dhamm&#x101;yatana&#x2019;&#x2019;nti. ^b^Sacakkhuk&#x101;na&#x1E43; sasotak&#x101;na^eb^nti sugatiduggat&#x12B;su paripu&#x1E47;&#x1E47;&#x101;yatane ca opap&#x101;tike r&#x16B;p&#x12B;brahm&#x101;no ca sandh&#x101;ya vutta&#x1E43;. Te hi sacakkhuk&#x101; sasotak&#x101; hutv&#x101; upapajjanti. Yath&#x101;ha &#x2013; &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; upapattikkha&#x1E47;e kassaci ek&#x101;das&#x101;yatan&#x101;ni p&#x101;tubhavanti; k&#x101;m&#x101;vacar&#x101;na&#x1E43; dev&#x101;na&#x1E43;, pa&#x1E6D;hamakappik&#x101;na&#x1E43; manuss&#x101;na&#x1E43;, opap&#x101;tik&#x101;na&#x1E43; pet&#x101;na&#x1E43;, opap&#x101;tik&#x101;na&#x1E43; asur&#x101;na&#x1E43;, opap&#x101;tik&#x101;na&#x1E43; tiracch&#x101;nagat&#x101;na&#x1E43;, opap&#x101;tik&#x101;na&#x1E43; nerayik&#x101;na&#x1E43;, paripu&#x1E47;&#x1E47;&#x101;yatan&#x101;na&#x1E43;. R&#x16B;padh&#x101;tuy&#x101; upapattikkha&#x1E47;e pa&#xF1;c&#x101;yatan&#x101;ni p&#x101;tubhavanti, cakkh&#x101;yatana&#x1E43; r&#x16B;pasotaman&#x101;yatana&#x1E43; dhamm&#x101;yatana&#x2019;&#x2019;nti.</p>
              <p>[03]^b^Agh&#x101;nak&#x101;na^eb^nti brahmap&#x101;risajj&#x101;dayo sandh&#x101;ya vutta&#x1E43;. Te hi sacakkhuk&#x101; agh&#x101;nak&#x101; hutv&#x101; upapajjanti. K&#x101;madh&#x101;tuya&#x1E43; ^a^P0.0076^ea^ pana agh&#x101;nako opap&#x101;tiko natthi. Yadi bhaveyya &#x2018;&#x2018;kassaci a&#x1E6D;&#x1E6D;h&#x101;yatan&#x101;ni p&#x101;tubhavant&#x12B;&#x2019;&#x2019;ti vedayya. Yo gabbhaseyyako pana agh&#x101;nako siy&#x101;, so &#x2018;&#x2018;sacakkhuk&#x101;na&#x2019;&#x2019;nti vacanato idha anadhippeto. ^b^Sacakkhuk&#x101;na&#x1E43; sagh&#x101;nak&#x101;na^eb^nti jaccabadhirampi paripu&#x1E47;&#x1E47;&#x101;yatanampi opap&#x101;tika&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^Sagh&#x101;nak&#x101;na&#x1E43; acakkhuk&#x101;na^eb^nti jaccandhampi jaccabadhirampi opap&#x101;tika&#x1E43; sandh&#x101;ya vuttameva. ^b^Sagh&#x101;nak&#x101;na&#x1E43; sacakkhuk&#x101;na^eb^nti paripu&#x1E47;&#x1E47;&#x101;yatanameva opap&#x101;tika&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^Sar&#x16B;pak&#x101;na&#x1E43; acakkhuk&#x101;na^eb^nti ettha jaccandhajaccabadhiraopap&#x101;tikesu a&#xF1;&#xF1;ataropi gabbhaseyyakopi labbhatiyeva. ^b^Sacittak&#x101;na&#x1E43; acakkhuk&#x101;na^eb^nti ettha he&#x1E6D;&#x1E6D;h&#x101; vuttehi jaccandh&#x101;d&#x12B;hi t&#x12B;hi saddhi&#x1E43; ar&#x16B;pinopi labbhanti. ^b^Acakkhuk&#x101;na^eb^nti ettha purimapade vuttehi cat&#x16B;hi saddhi&#x1E43; asa&#xF1;&#xF1;asatt&#x101;pi labbhanti. ^b^Sar&#x16B;pak&#x101;na&#x1E43; agh&#x101;nak&#x101;na^eb^nti ettha gabbhaseyyak&#x101; ca asa&#xF1;&#xF1;asatt&#x101; ca sesar&#x16B;p&#x12B;brahm&#x101;no ca labbhanti. ^b^Sacittak&#x101;na&#x1E43; agh&#x101;nak&#x101;na^eb^nti ettha gabbhaseyyak&#x101; ca r&#x16B;p&#x101;r&#x16B;pabrahm&#x101;no ca labbhanti. ^b^Acittak&#x101;na&#x1E43; ar&#x16B;pak&#x101;na^eb^ntipadesu pana ekavok&#x101;racatuvok&#x101;rasatt&#x101;va labbhant&#x12B;ti imin&#x101; nayena sabbesu puggalav&#x101;resu puggalavibh&#x101;go veditabbo.</p>
              <p>[03]^b^22-254^eb^^b^.^eb^ Ok&#x101;sav&#x101;re ^b^yattha cakkh&#x101;yatana^eb^nti r&#x16B;p&#x12B;brahmaloka&#x1E43; pucchati. Teneva ^b^&#x101;mant&#x101;^eb^ti vutta&#x1E43; ^a^V0.0309^ea^. Tasmi&#xF1;hi tale niyamato t&#x101;ni &#x101;yatan&#x101;ni ^a^M0.0310^ea^ pa&#x1E6D;isandhiya&#x1E43; uppajjanti. Idamettha nayamukha&#x1E43;. Imin&#x101; nayamukhena sakalepi pavattiv&#x101;re attho veditabbo. Pari&#xF1;&#xF1;&#x101;v&#x101;ro khandhayamake vuttanayoyev&#x101;ti.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[06]&#x100;yatanayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>4. Dh&#x101;tuyamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-19^eb^^b^.^eb^ Id&#x101;ni teyeva m&#x16B;layamake desite kusal&#x101;didhamme dh&#x101;tuvasena sa&#x1E45;ga&#x1E47;hitv&#x101; &#x101;yatanayamak&#x101;nantara&#x1E43; desitassa dh&#x101;tuyamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tattha &#x101;yatanayamake vuttanayeneva p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; vetidabba&#x1E43;. Idh&#x101;pi ^a^P0.0077^ea^ hi pa&#x1E47;&#x1E47;attiv&#x101;r&#x101;dayo tayo mah&#x101;v&#x101;r&#x101;, avases&#x101; antarav&#x101;r&#x101; ca saddhi&#x1E43; k&#x101;lappabhed&#x101;d&#x12B;hi &#x101;yatanayamake &#x101;gatasadis&#x101;yeva. Idh&#x101;pi ca yamakapucch&#x101;sukhattha&#x1E43; pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; ajjhattikab&#x101;hir&#x101; r&#x16B;padh&#x101;tuyova vatv&#x101; vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo vutt&#x101;. Dh&#x101;t&#x16B;na&#x1E43; pana bahutt&#x101; idha &#x101;yatanayamakato bahutar&#x101;ni yamak&#x101;ni, yamakadigu&#x1E47;&#x101; pucch&#x101;, pucch&#x101;digu&#x1E47;&#x101; ca atth&#x101; honti. Tattha cakkhudh&#x101;tum&#x16B;lak&#x101;d&#x12B;su yamakesu labbham&#x101;n&#x101;na&#x1E43; yamak&#x101;na&#x1E43; atthavinicchayo &#x101;yatanayamake vuttanayeneva veditabbo. Ta&#x1E43;sadis&#x101;yeva hettha atthagati, teneva ca k&#x101;ra&#x1E47;ena p&#x101;&#x1E37;ipi sa&#x1E45;khitt&#x101;. Pari&#xF1;&#xF1;&#x101;v&#x101;ro p&#x101;katikoyev&#x101;ti.</p>
              <p>[06]Dh&#x101;tuyamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>5. Saccayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-9^eb^^b^.^eb^ Id&#x101;ni ^a^V0.0310^ea^ teyeva m&#x16B;layamake desite kusal&#x101;didhamme saccavasena sa&#x1E45;ga&#x1E47;hitv&#x101; dh&#x101;tuyamak&#x101;nantara&#x1E43; desitassa saccayamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tatth&#x101;pi he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva pa&#x1E47;&#x1E47;attiv&#x101;r&#x101;dayo tayo mah&#x101;v&#x101;r&#x101; ^a^M0.0311^ea^ antarav&#x101;r&#x101;dayo ca avasesappabhed&#x101; veditabb&#x101;. Pa&#x1E47;&#x1E47;attiv&#x101;re panettha catunna&#x1E43; sacc&#x101;na&#x1E43; vasena padasodhanav&#x101;ro, padasodhanam&#x16B;lacakkav&#x101;ro, suddhasaccav&#x101;ro, suddhasaccam&#x16B;lacakkav&#x101;roti imesu cat&#x16B;su v&#x101;resu yamakaga&#x1E47;an&#x101; veditabb&#x101;.</p>
              <p>[03]^b^10-26^eb^^b^.^eb^ Pa&#x1E47;&#x1E47;attiv&#x101;raniddese pana ^b^avasesa&#x1E43; dukkhasacca^eb^nti dukkhavedan&#x101;ya ceva ta&#x1E47;h&#x101;ya ca vinimutt&#x101; tebh&#x16B;makadhamm&#x101; veditabb&#x101;. ^b^Avaseso samudayo^eb^ti saccavibha&#x1E45;ge niddi&#x1E6D;&#x1E6D;hak&#x101;m&#x101;vacarakusal&#x101;dibhedo dukkhasaccassa paccayo. ^b^Avaseso nirodho^eb^ti tada&#x1E45;gavikkhambhanasamucchedapa&#x1E6D;ipassaddhinirodho ceva kha&#x1E47;abha&#x1E45;ganirodho ca. ^b^Avaseso maggo^eb^ti &#x2018;&#x2018;tasmi&#x1E43; kho pana samaye pa&#xF1;ca&#x1E45;giko maggo hoti, a&#x1E6D;&#x1E6D;ha&#x1E45;giko maggo, micch&#x101;maggo, ja&#x1E45;ghamaggo, saka&#x1E6D;amaggo&#x2019;&#x2019;ti evam&#x101;diko.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^27-164^eb^^b^.^eb^ Pavattiv&#x101;re ^a^P0.0078^ea^ panettha paccuppannak&#x101;le puggalav&#x101;rassa anulomanaye &#x2018;&#x2018;yassa dukkhasacca&#x1E43; uppajjati, tassa samudayasacca&#x1E43; uppajjati; yassa v&#x101; pana samudayasacca&#x1E43; uppajjati, tassa dukkhasacca&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti dukkhasaccam&#x16B;lakehi t&#x12B;hi, samudayasaccam&#x16B;lakehi dv&#x12B;hi, nirodhasaccam&#x16B;lakena eken&#x101;ti labbham&#x101;na&#xF1;ca alabbham&#x101;na&#xF1;ca gahetv&#x101; p&#x101;&#x1E37;ivasena chahi yamakehi ^a^V0.0311^ea^ bhavitabba&#x1E43;. Tesu yasm&#x101; nirodhassa neva upp&#x101;do, na nirodho yujjati, tasm&#x101; dukkhasaccam&#x16B;lak&#x101;ni samudayasaccamaggasaccehi saddhi&#x1E43; dve, samudayasaccam&#x16B;laka&#x1E43; maggasaccena saddhi&#x1E43; ekanti t&#x12B;&#x1E47;i yamak&#x101;ni &#x101;gat&#x101;ni. Tassa pa&#x1E6D;ilomanayepi ok&#x101;sav&#x101;r&#x101;d&#x12B;supi eseva nayo. Evamettha sabbav&#x101;resu ti&#x1E47;&#x1E47;a&#x1E43; ti&#x1E47;&#x1E47;a&#x1E43; yamak&#x101;na&#x1E43; vasena yamakaga&#x1E47;an&#x101; veditabb&#x101;. Atthavinicchaye panettha ida&#x1E43; lakkha&#x1E47;a&#x1E43; &#x2013; imassa hi saccayamakassa pavattiv&#x101;re nirodhasacca&#x1E43; t&#x101;va na labbhateva. Sesesu pana t&#x12B;su samudayasaccamaggasacc&#x101;ni ekantena pavattiya&#x1E43;yeva labbhanti. Dukkhasacca&#x1E43; cutipa&#x1E6D;isandh&#x12B;supi pavattepi labbhati. Paccuppann&#x101;dayo pana tayo k&#x101;l&#x101; cutipa&#x1E6D;isandh&#x12B;nampi pavattiy&#x101;pi vasena labbhanti. Evamettha ya&#x1E43; ya&#x1E43; labbhati, tassa tassa vasena atthavinicchayo veditabbo.</p>
              <p>[03]Tatrida&#x1E43; ^a^M0.0312^ea^ nayamukha&#x1E43; &#x2013; ^b^sabbesa&#x1E43; upapajjant&#x101;na^eb^nti antamaso suddh&#x101;v&#x101;s&#x101;nampi. Tepi hi dukkhasacceneva upapajjanti. ^b^Ta&#x1E47;h&#x101;vippayuttacittass&#x101;^eb^ti ida&#x1E43; dukkhasaccasamudayasaccesu ekako&#x1E6D;&#x1E6D;h&#x101;sassa uppattidassanattha&#x1E43; vutta&#x1E43;. Tasm&#x101; pa&#xF1;cavok&#x101;ravaseneva gahetabba&#x1E43;. Catuvok&#x101;re pana ta&#x1E47;h&#x101;vippayuttassa phalasam&#x101;patticittassa upp&#x101;dakkha&#x1E47;e ekampi sacca&#x1E43; nuppajjati. Ida&#x1E43; idha na gahetabba&#x1E43;. ^b^Tesa&#x1E43; dukkhasacca&#xF1;c&#x101;^eb^ti tasmi&#xF1;hi kha&#x1E47;e ta&#x1E47;ha&#x1E43; &#x1E6D;hapetv&#x101; sesa&#x1E43; dukkhasacca&#x1E43; n&#x101;ma hot&#x12B;ti sandh&#x101;yeta&#x1E43; vutta&#x1E43;. Maggassa upp&#x101;dakkha&#x1E47;epi eseva nayo. Tattha pana r&#x16B;pameva dukkhasacca&#x1E43; n&#x101;ma. Ses&#x101; maggasampayuttak&#x101; dhamm&#x101; saccavinimutt&#x101;. Teneva k&#x101;ra&#x1E47;ena ^a^P0.0079^ea^ &#x2018;&#x2018;ar&#x16B;pe maggassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; maggasacca&#x1E43; uppajjati, no ca tesa&#x1E43; dukkhasacca&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. ^b^Sabbesa&#x1E43; upapajjant&#x101;na&#x1E43; pavatte ta&#x1E47;h&#x101;vippayuttacittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; tatth&#x101;^eb^ti tesa&#x1E43; tasmi&#x1E43; upapattikkha&#x1E47;e ta&#x1E47;h&#x101;vippayuttacittuppattikkha&#x1E47;e c&#x101;ti evamettha kha&#x1E47;avasena ok&#x101;so veditabbo. A&#xF1;&#xF1;esupi evar&#x16B;pesu eseva nayo. ^b^Anabhisamet&#x101;v&#x12B;na^eb^nti catusaccapa&#x1E6D;ivedhasa&#x1E45;kh&#x101;ta&#x1E43; abhisamaya&#x1E43; appattasatt&#x101;na&#x1E43;. ^b^Abhisamet&#x101;v&#x12B;na^eb^nti abhisamitasacc&#x101;nanti. Imin&#x101; nayamukhena sabbattha atthavinicchayo veditabbo.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^165-170^eb^^b^.^eb^ Pari&#xF1;&#xF1;&#x101;v&#x101;re ^a^V0.0312^ea^ pana &#xF1;&#x101;tapari&#xF1;&#xF1;&#x101;, t&#x12B;ra&#x1E47;apari&#xF1;&#xF1;&#x101;, pah&#x101;napari&#xF1;&#xF1;&#x101;ti tissopettha pari&#xF1;&#xF1;&#x101;yo labbhanti. Yasm&#x101; ca lokuttaradhammesu pari&#xF1;&#xF1;&#x101; n&#x101;ma natthi; tasm&#x101; idha dve sacc&#x101;ni gahit&#x101;ni. Tattha ^b^dukkhasacca&#x1E43; parij&#x101;n&#x101;t&#x12B;^eb^ti &#xF1;&#x101;tat&#x12B;ra&#x1E47;apari&#xF1;&#xF1;&#x101;vaseneva vutta&#x1E43;. ^b^Samudayasacca&#x1E43; pajahat&#x12B;^eb^ti &#xF1;&#x101;tapah&#x101;napari&#xF1;&#xF1;&#x101;vasena. Iti im&#x101;sa&#x1E43; pari&#xF1;&#xF1;&#x101;na&#x1E43; vasena sabbapadesu attho veditabboti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[06]Saccayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>6. Sa&#x1E45;kh&#x101;rayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0313^ea^ tesa&#xF1;&#xF1;eva m&#x16B;layamake desit&#x101;na&#x1E43; kusal&#x101;didhamm&#x101;na&#x1E43; labbham&#x101;navasena ekadesa&#x1E43; sa&#x1E45;ga&#x1E47;hitv&#x101; saccayamak&#x101;nantara&#x1E43; desitassa sa&#x1E45;kh&#x101;rayamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tatth&#x101;pi he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva pa&#x1E47;&#x1E47;attiv&#x101;r&#x101;dayo tayo mah&#x101;v&#x101;r&#x101;, antarav&#x101;r&#x101;dayo ca avasesapabhed&#x101; veditabb&#x101;. Aya&#x1E43; panettha viseso &#x2013; pa&#x1E47;&#x1E47;attiv&#x101;re t&#x101;va yath&#x101; he&#x1E6D;&#x1E6D;h&#x101; khandh&#x101;dayo dhamme uddisitv&#x101; &#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho; cakkhu cakkh&#x101;yatana&#x1E43;; cakkhu cakkhudh&#x101;tu; dukkha&#x1E43; dukkhasacca&#x2019;&#x2019;nti padasodhanav&#x101;ro &#x101;raddho. Tath&#x101; an&#x101;rabhitv&#x101; &#x2018;&#x2018;ass&#x101;sapass&#x101;s&#x101; k&#x101;yasa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti pa&#x1E6D;hama&#x1E43; tayopi sa&#x1E45;kh&#x101;r&#x101; vibhajitv&#x101; dassit&#x101;.</p>
              <p>[03]Tattha ^a^P0.0080^ea^ k&#x101;yassa sa&#x1E45;kh&#x101;ro ^b^k&#x101;yasa&#x1E45;kh&#x101;ro^eb^. &#x2018;&#x2018;Ass&#x101;sapass&#x101;s&#x101; k&#x101;yik&#x101;, ete dhamm&#x101; k&#x101;yappa&#x1E6D;ibaddh&#x101;&#x2019;&#x2019;ti (ma. ni. 1.463; sa&#x1E43;. ni. 4.348 atthato sam&#x101;na&#x1E43;) hi vacanato k&#x101;ra&#x1E47;abh&#x16B;tassa karajak&#x101;yassa phalabh&#x16B;to eva sa&#x1E45;kh&#x101;roti k&#x101;yasa&#x1E45;kh&#x101;ro. Aparo nayo &#x2013; sa&#x1E45;khariyat&#x12B;ti sa&#x1E45;kh&#x101;ro. Kena sa&#x1E45;khariyat&#x12B;ti? K&#x101;yena. Aya&#xF1;hi v&#x101;to viya bhast&#x101;ya karajak&#x101;yena ^a^V0.0313^ea^ sa&#x1E45;khariyat&#x12B;ti. Evampi k&#x101;yassa sa&#x1E45;kh&#x101;roti k&#x101;yasa&#x1E45;kh&#x101;ro. K&#x101;yena kato ass&#x101;sapass&#x101;sav&#x101;toti attho. &#x2018;&#x2018;Pubbeva kho, &#x101;vuso vis&#x101;kha, vitakketv&#x101; vic&#x101;retv&#x101; pacch&#x101; v&#x101;ca&#x1E43; bhindati, tasm&#x101; vitakkavic&#x101;r&#x101; vac&#x12B;sa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti (ma. ni. 1.463; sa&#x1E43;. ni. 4.348) vacanato pana sa&#x1E45;kharot&#x12B;ti sa&#x1E45;kh&#x101;ro. Ki&#x1E43; sa&#x1E45;kharoti? Vaci&#x1E43;. Vaciy&#x101; sa&#x1E45;kh&#x101;roti ^b^vac&#x12B;sa&#x1E45;kh&#x101;ro^eb^. Vac&#x12B;bhedasamu&#x1E6D;&#x1E6D;h&#x101;pakassa vitakkavic&#x101;radvayasseta&#x1E43; n&#x101;ma&#x1E43;. &#x2018;&#x2018;Sa&#xF1;&#xF1;&#x101; ca vedan&#x101; ca cetasik&#x101; ete dhamm&#x101; cittapa&#x1E6D;ibaddh&#x101;&#x2019;&#x2019;ti (ma. ni. 1.463; sa&#x1E43;. ni. 4.348) vacanatoyeva pana tatiyapadepi sa&#x1E45;khariyat&#x12B;ti sa&#x1E45;kh&#x101;ro. Kena sa&#x1E45;khariyati? Cittena. Kara&#x1E47;atthe s&#x101;mivacana&#x1E43; katv&#x101; cittassa sa&#x1E45;kh&#x101;roti ^b^cittasa&#x1E45;kh&#x101;ro^eb^. Sabbesampi cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; cetasikadhamm&#x101;nameta&#x1E43; adhivacana&#x1E43;. Vitakkavic&#x101;r&#x101;na&#x1E43; pana vac&#x12B;sa&#x1E45;kh&#x101;rabh&#x101;vena visu&#x1E43; gahitatt&#x101; &#x2018;&#x2018;&#x1E6D;hapetv&#x101; vitakkavic&#x101;re&#x2019;&#x2019;ti vutta&#x1E43;.</p>
              <p>[03]^b^2-7^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0314^ea^^b^k&#x101;yo k&#x101;yasa&#x1E45;kh&#x101;ro^eb^ti padasodhanav&#x101;ro &#x101;raddho. Tassa anulomanaye t&#x12B;&#x1E47;i, pa&#x1E6D;ilomanaye t&#x12B;&#x1E47;&#x12B;ti cha yamak&#x101;ni. Padasodhanam&#x16B;lacakkav&#x101;re ekekasa&#x1E45;kh&#x101;ram&#x16B;lak&#x101;ni dve dve katv&#x101; anulomanaye cha, pa&#x1E6D;ilomanaye ch&#x101;ti dv&#x101;dasa yamak&#x101;ni. Suddhasa&#x1E45;kh&#x101;rav&#x101;re pana yath&#x101; suddhakhandhav&#x101;r&#x101;d&#x12B;su &#x2018;&#x2018;r&#x16B;pa&#x1E43; khandho, khandh&#x101; r&#x16B;pa&#x1E43;; cakkhu &#x101;yatana&#x1E43;, &#x101;yatan&#x101; cakkh&#x16B;&#x2019;&#x2019;ti&#x101;din&#x101; nayena yamak&#x101;ni vutt&#x101;ni. Eva&#x1E43; &#x2018;&#x2018;k&#x101;yo sa&#x1E45;kh&#x101;ro, sa&#x1E45;kh&#x101;r&#x101; k&#x101;yo&#x2019;&#x2019;ti avatv&#x101; &#x2018;&#x2018;k&#x101;yasa&#x1E45;kh&#x101;ro vac&#x12B;sa&#x1E45;kh&#x101;ro, vac&#x12B;sa&#x1E45;kh&#x101;ro k&#x101;yasa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti&#x101;din&#x101; nayena k&#x101;yasa&#x1E45;kh&#x101;ram&#x16B;lak&#x101;ni dve, vac&#x12B;sa&#x1E45;kh&#x101;ram&#x16B;laka&#x1E43; ekanti anulome t&#x12B;&#x1E47;i, pa&#x1E6D;ilome t&#x12B;&#x1E47;&#x12B;ti sabb&#x101;nipi suddhikav&#x101;re cha yamak&#x101;ni vutt&#x101;ni. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Suddhikaekekapadavasena atth&#x101;bh&#x101;vato. Yath&#x101; hi khandhayamak&#x101;d&#x12B;su r&#x16B;p&#x101;divisi&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; khandh&#x101;na&#x1E43; cakkh&#x101;divisi&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca &#x101;yatan&#x101;d&#x12B;na&#x1E43; adhippetatt&#x101; &#x2018;&#x2018;r&#x16B;pa&#x1E43; khandho ^a^P0.0081^ea^, khandh&#x101; r&#x16B;pa&#x1E43;, cakkhu &#x101;yatana&#x1E43;, &#x101;yatan&#x101; cakkh&#x16B;&#x2019;&#x2019;ti suddhikaekekapadavasena attho atthi. Evamidha &#x2018;&#x2018;k&#x101;yo sa&#x1E45;kh&#x101;ro, sa&#x1E45;kh&#x101;r&#x101; k&#x101;yo&#x2019;&#x2019;ti natthi. K&#x101;yasa&#x1E45;kh&#x101;roti pana dv&#x12B;hipi padehi ekova attho labbhati. Ass&#x101;so v&#x101; pass&#x101;so v&#x101;ti suddhikaekekapadavasena atth&#x101;bh&#x101;vato &#x2018;&#x2018;k&#x101;yo sa&#x1E45;kh&#x101;ro, sa&#x1E45;kh&#x101;r&#x101; k&#x101;yo&#x2019;&#x2019;ti na vutta&#x1E43;. &#x2018;&#x2018;K&#x101;yo k&#x101;yasa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti&#x101;di pana vattabba&#x1E43; siy&#x101;. Tampi k&#x101;yavac&#x12B;cittapadehi idha adhippet&#x101;na&#x1E43; sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; aggahitatt&#x101; na yujjati. Suddhasa&#x1E45;kh&#x101;rav&#x101;ro hesa. Padasodhane pana vin&#x101;pi atthena vacana&#x1E43; yujjat&#x12B;ti tattha so nayo gahitova. Idha pana k&#x101;yasa&#x1E45;kh&#x101;rassa vac&#x12B;sa&#x1E45;kh&#x101;r&#x101;d&#x12B;hi, vac&#x12B;sa&#x1E45;kh&#x101;rassa ca cittasa&#x1E45;kh&#x101;r&#x101;d&#x12B;hi, cittasa&#x1E45;kh&#x101;rassa ca k&#x101;yasa&#x1E45;kh&#x101;r&#x101;d&#x12B;hi, a&#xF1;&#xF1;att&#x101; &#x2018;&#x2018;k&#x101;yasa&#x1E45;kh&#x101;ro vac&#x12B;sa&#x1E45;kh&#x101;ro, vac&#x12B;sa&#x1E45;kh&#x101;ro, k&#x101;yasa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti ^a^V0.0314^ea^ ekekasa&#x1E45;kh&#x101;ram&#x16B;lak&#x101;ni dve dve katv&#x101; cha yamak&#x101;ni yujjanti. Tesu aggahitaggaha&#x1E47;ena t&#x12B;&#x1E47;eva labbhanti. Tasm&#x101; t&#x101;neva dassetu&#x1E43; anulomanaye t&#x12B;&#x1E47;i, pa&#x1E6D;ilomanaye t&#x12B;&#x1E47;&#x12B;ti cha yamak&#x101;ni vutt&#x101;ni. Suddhasa&#x1E45;kh&#x101;ram&#x16B;lacakkav&#x101;ro panettha na gahitoti. Eva&#x1E43; pa&#x1E47;&#x1E47;attiv&#x101;rassa uddesav&#x101;ro veditabbo.</p>
              <p>[03]^b^8-18^eb^^b^.^eb^ Niddesav&#x101;re panassa anulome t&#x101;va yasm&#x101; na k&#x101;y&#x101;dayova k&#x101;yasa&#x1E45;kh&#x101;r&#x101;d&#x12B;na&#x1E43; n&#x101;ma&#x1E43;, tasm&#x101; ^b^no^eb^ti pa&#x1E6D;isedho kato. Pa&#x1E6D;ilome ^b^na k&#x101;yo na k&#x101;yasa&#x1E45;kh&#x101;ro^eb^ti yo na k&#x101;yo so k&#x101;yasa&#x1E45;kh&#x101;ropi na hot&#x12B;ti pucchati. ^b^K&#x101;yasa&#x1E45;kh&#x101;ro na k&#x101;yo k&#x101;yasa&#x1E45;kh&#x101;ro^eb^ti ^a^M0.0315^ea^ k&#x101;yasa&#x1E45;kh&#x101;ro k&#x101;yo na hoti, k&#x101;yasa&#x1E45;kh&#x101;royeva panesoti attho. ^b^Avasesa^eb^nti na kevala&#x1E43; sesasa&#x1E45;kh&#x101;radvayameva. K&#x101;yasa&#x1E45;kh&#x101;ravinimutta&#x1E43; pana sesa&#x1E43; sabbampi sa&#x1E45;khat&#x101;sa&#x1E45;khatapa&#x1E47;&#x1E47;attibheda&#x1E43; dhammaj&#x101;ta&#x1E43; neva k&#x101;yo, na k&#x101;yasa&#x1E45;kh&#x101;roti imin&#x101; up&#x101;yena sabbavissajjanesu attho veditabboti.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^19^eb^^b^.^eb^ Pavattiv&#x101;re panettha paccuppannak&#x101;le puggalav&#x101;rassa anulomanaye &#x2018;&#x2018;yassa k&#x101;yasa&#x1E45;kh&#x101;ro uppajjati, tassa vac&#x12B;sa&#x1E45;kh&#x101;ro uppajjat&#x12B;&#x2019;&#x2019;ti k&#x101;yasa&#x1E45;kh&#x101;ram&#x16B;lak&#x101;ni dve, vac&#x12B;sa&#x1E45;kh&#x101;ram&#x16B;laka&#x1E43; ^a^P0.0082^ea^ ekanti t&#x12B;&#x1E47;eva yamak&#x101;ni labbhanti; t&#x101;ni gahit&#x101;neva. Tassa pa&#x1E6D;ilomanayepi ok&#x101;sav&#x101;r&#x101;d&#x12B;supi eseva nayo. Evamettha sabbav&#x101;resu ti&#x1E47;&#x1E47;a&#x1E43; ti&#x1E47;&#x1E47;a&#x1E43; yamak&#x101;na&#x1E43; vasena yamakaga&#x1E47;an&#x101; veditabb&#x101;.</p>
              <p>[03]Atthavinicchaye panettha ida&#x1E43; lakkha&#x1E47;a&#x1E43; &#x2013; imasmi&#xF1;hi sa&#x1E45;kh&#x101;rayamake &#x2018;&#x2018;ass&#x101;sapass&#x101;s&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e vitakkavic&#x101;r&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;ti&#x101;divacanato paccuppann&#x101;dik&#x101;labhedo pavattivasen&#x101;pi gahetabbo, na cutipa&#x1E6D;isandhivaseneva. &#x2018;&#x2018;Dutiyajjh&#x101;ne tatiyajjh&#x101;ne tattha k&#x101;yasa&#x1E45;kh&#x101;ro ^a^V0.0315^ea^ uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;divacanato ca jh&#x101;nampi ok&#x101;savasena gahitanti veditabba&#x1E43;. Evamettha ya&#x1E43; ya&#x1E43; labbhati, tassa tassa vasena atthavinicchayo veditabbo.</p>
              <p>[03]Tatrida&#x1E43; nayamukha&#x1E43; &#x2013; ^b^vin&#x101; vitakkavic&#x101;reh&#x12B;^eb^ti dutiyatatiyajjh&#x101;navasena vutta&#x1E43;. ^b^Tesa^eb^nti tesa&#x1E43; dutiyatatiyajjh&#x101;nasama&#x1E45;g&#x12B;na&#x1E43;. ^b^K&#x101;m&#x101;vacar&#x101;na^eb^nti k&#x101;m&#x101;vacare uppannasatt&#x101;na&#x1E43;. R&#x16B;p&#x101;vacaradev&#x101;na&#x1E43; pana ass&#x101;sapass&#x101;s&#x101; natthi. Ar&#x16B;p&#x101;vacar&#x101;na&#x1E43; r&#x16B;pameva natthi. ^b^Vin&#x101; ass&#x101;sapass&#x101;seh&#x12B;^eb^ti r&#x16B;p&#x101;r&#x16B;pabhavesu nibbattasatt&#x101;na&#x1E43; vitakkavic&#x101;ruppatti&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^21^eb^^b^.^eb^^b^Pa&#x1E6D;hamajjh&#x101;ne k&#x101;m&#x101;vacare^eb^ti k&#x101;m&#x101;vacarabh&#x16B;miya&#x1E43; uppanne pa&#x1E6D;hamajjh&#x101;ne. A&#x1E45;gamattavasena cettha pa&#x1E6D;hamajjh&#x101;na&#x1E43; gahetabba&#x1E43;, na appan&#x101;vaseneva. Anappan&#x101;pattepi hi savitakkasavic&#x101;racitte ida&#x1E43; sa&#x1E45;kh&#x101;radvaya&#x1E43; uppajjateva.</p>
              <p>[03]^b^24^eb^^b^.^eb^^b^Cittassa^eb^^a^M0.0316^ea^^b^bha&#x1E45;gakkha&#x1E47;e^eb^ti ida&#x1E43; k&#x101;yasa&#x1E45;kh&#x101;rassa ekantacittasamu&#x1E6D;&#x1E6D;h&#x101;natt&#x101; vutta&#x1E43;. Uppajjam&#x101;nameva hi citta&#x1E43; r&#x16B;pa&#x1E43; v&#x101; ar&#x16B;pa&#x1E43; v&#x101; samu&#x1E6D;&#x1E6D;h&#x101;peti, na bhijjam&#x101;na&#x1E43;.</p>
              <p>[03]^b^37^eb^^b^.^eb^^b^Suddh&#x101;v&#x101;s&#x101;na&#x1E43; dutiye citte vattam&#x101;ne^eb^ti pa&#x1E6D;isandhito dutiye bhava&#x1E45;gacitte. K&#x101;ma&#xF1;ceta&#x1E43; pa&#x1E6D;isandhicittepi vattam&#x101;ne tesa&#x1E43; tattha nuppajjittheva. Y&#x101;va pana abboki&#x1E47;&#x1E47;a&#x1E43; vip&#x101;kacitta&#x1E43; vattati, t&#x101;va nuppajjittheva n&#x101;m&#x101;ti dassanatthameta&#x1E43; vutta&#x1E43;. Yassa v&#x101; jh&#x101;nassa vip&#x101;kacittena te nibbatt&#x101;, ta&#x1E43; satasopi sahassasopi uppajjam&#x101;na&#x1E43; pa&#x1E6D;hamacittameva. Vip&#x101;kacittena pana visadisa&#x1E43; bhavanikantiy&#x101; &#x101;vajjanacitta&#x1E43; dutiyacitta&#x1E43; n&#x101;ma. Ta&#x1E43; sandh&#x101;yeta&#x1E43; vuttanti veditabba&#x1E43;.</p>
              <p>[03]^b^44^eb^^b^.^eb^^b^Pacchimacittasama&#x1E45;g&#x12B;na^eb^nti ^a^P0.0083^ea^ sabbapacchimena appa&#x1E6D;isandhikacittena sama&#x1E45;g&#x12B;bh&#x16B;t&#x101;na&#x1E43; kh&#x12B;&#x1E47;&#x101;sav&#x101;na&#x1E43;. ^b^Avitakkaavic&#x101;ra&#x1E43; pacchimacitta^eb^nti r&#x16B;p&#x101;vacar&#x101;na&#x1E43; dutiyajjh&#x101;nik&#x101;dicuticittavasena, ar&#x16B;p&#x101;vacar&#x101;na&#xF1;ca catutthajjh&#x101;nikacuticittavaseneta&#x1E43; vutta&#x1E43;. ^b^Tesa^eb^nti tesa&#x1E43; pacchimacittasama&#x1E45;g&#x12B;&#x101;d&#x12B;na&#x1E43;.</p>
              <p>[03]^b^79^eb^^b^.^eb^^b^Yassa k&#x101;yasa&#x1E45;kh&#x101;ro nirujjhati, tassa cittasa&#x1E45;kh&#x101;ro nirujjhat&#x12B;^eb^ti ettha niyamato k&#x101;yasa&#x1E45;kh&#x101;rassa cittasa&#x1E45;kh&#x101;rena saddhi&#x1E43; ekakkha&#x1E47;e nirujjhanato &#x101;mant&#x101;ti pa&#x1E6D;ivacana&#x1E43; dinna&#x1E43;. Na cittasa&#x1E45;kh&#x101;rassa ^a^V0.0316^ea^ k&#x101;yasa&#x1E45;kh&#x101;rena saddhi&#x1E43;. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Cittasa&#x1E45;kh&#x101;ro hi k&#x101;yasa&#x1E45;kh&#x101;rena vin&#x101;pi uppajjati ca nirujjhati ca. K&#x101;yasa&#x1E45;kh&#x101;ro pana cittasamu&#x1E6D;&#x1E6D;h&#x101;no ass&#x101;sapass&#x101;sav&#x101;to. Cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#xF1;ca cittassa upp&#x101;dakkha&#x1E47;e uppajjitv&#x101; y&#x101;va a&#xF1;&#xF1;&#x101;ni so&#x1E37;asacitt&#x101;ni uppajjanti, t&#x101;va ti&#x1E6D;&#x1E6D;hati. Tesa&#x1E43; so&#x1E37;asanna&#x1E43; sabbapacchimena saddhi&#x1E43; nirujjhat&#x12B;ti yena cittena saddhi&#x1E43; uppajjati, tato pa&#x1E6D;&#x1E6D;h&#x101;ya sattarasamena saddhi&#x1E43; nirujjhati. Na kassaci cittassa upp&#x101;dakkha&#x1E47;e v&#x101; &#x1E6D;hitikkha&#x1E47;e v&#x101; nirujjhati, n&#x101;pi &#x1E6D;hitikkha&#x1E47;e v&#x101; bha&#x1E45;gakkha&#x1E47;e v&#x101; uppajjati. Es&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;passa dhammat&#x101;ti niyamato cittasa&#x1E45;kh&#x101;rena saddhi&#x1E43; ekakkha&#x1E47;e nirujjhanato &#x101;mant&#x101;ti vutta&#x1E43;. Ya&#x1E43; pana vibha&#x1E45;gappakara&#x1E47;assa s&#x12B;ha&#x1E37;a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; &#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; sattarasamassa cittassa upp&#x101;dakkha&#x1E47;e nirujjhat&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, ta&#x1E43; im&#x101;ya p&#x101;&#x1E37;iy&#x101; vir&#x16B;jjhati. A&#x1E6D;&#x1E6D;hakath&#x101;to ca p&#x101;&#x1E37;iyeva balavatar&#x101;ti p&#x101;&#x1E37;iya&#x1E43; vuttameva pam&#x101;&#x1E47;a&#x1E43;.</p>
              <p>[03]^b^128^eb^^b^.^eb^^b^Yassa k&#x101;yasa&#x1E45;kh&#x101;ro uppajjati, tassa vac&#x12B;sa&#x1E45;kh&#x101;ro nirujjhat&#x12B;^eb^ti ettha yasm&#x101; k&#x101;yasa&#x1E45;kh&#x101;ro cittassa upp&#x101;dakkha&#x1E47;e uppajjati, na ca tasmi&#x1E43; kha&#x1E47;e ^a^M0.0317^ea^ vitakkavic&#x101;r&#x101; nirujjhanti, tasm&#x101; noti pa&#x1E6D;isedho katoti. Imin&#x101; nayamukhena sabbattha atthavinicchayo veditabbo. Pari&#xF1;&#xF1;&#x101;v&#x101;ro p&#x101;katikoyev&#x101;ti.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[06]Sa&#x1E45;kh&#x101;rayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>7. Anusayayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Paricchedaparicchinnuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Id&#x101;ni ^a^P0.0084^ea^ tesa&#xF1;&#xF1;eva m&#x16B;layamake desit&#x101;na&#x1E43; kusal&#x101;didhamm&#x101;na&#x1E43; labbham&#x101;navasena ekadesa&#x1E43; sa&#x1E45;ga&#x1E47;hitv&#x101; sa&#x1E45;kh&#x101;rayamak&#x101;nantara&#x1E43; desitassa anusayayamakassa atthava&#x1E47;&#x1E47;an&#x101; hoti. Tattha p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; t&#x101;va veditabba&#x1E43; &#x2013; imasmi&#xF1;hi anusayayamake khandhayamak&#x101;d&#x12B;su viya desana&#x1E43; akatv&#x101; ^a^V0.0317^ea^ a&#xF1;&#xF1;ena nayena p&#x101;&#x1E37;idesan&#x101; kat&#x101;. Katha&#x1E43;? Pa&#x1E6D;hama&#x1E43; t&#x101;va paricchedato, uddesato, uppatti&#x1E6D;&#x1E6D;h&#x101;natoti t&#x12B;h&#x101;k&#x101;rehi anusaye gah&#x101;petu&#x1E43; paricchedav&#x101;ro, paricchinnuddesav&#x101;ro, uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;roti, tayo v&#x101;r&#x101; desit&#x101;. Tato sattanna&#x1E43; mah&#x101;v&#x101;r&#x101;na&#x1E43; vasena anusaye yojetv&#x101; yamakadesan&#x101; kat&#x101;. Tattha^b^ satt&#x101;nusay&#x101;ti^eb^ aya&#x1E43; &#x2018;&#x2018;satteva, na tato uddha&#x1E43;, na he&#x1E6D;&#x1E6D;h&#x101;&#x2019;&#x2019;ti ga&#x1E47;anaparicchedena paricchinditv&#x101; anusay&#x101;na&#x1E43; desitatt&#x101; paricchedav&#x101;ro n&#x101;ma. ^b^K&#x101;mar&#x101;g&#x101;nusayo&#x2026;pe&#x2026; avijj&#x101;nusayo^eb^ti aya&#x1E43; paricchedav&#x101;rena paricchinn&#x101;na&#x1E43; n&#x101;mamatta&#x1E43; uddisitv&#x101; &#x2018;&#x2018;ime n&#x101;ma te&#x2019;&#x2019;ti desitatt&#x101; paricchinnuddesav&#x101;ro n&#x101;ma. ^b^Kattha k&#x101;mar&#x101;g&#x101;nusayo anuseti&#x2026;pe&#x2026; ettha avijj&#x101;nusayo anuset&#x12B;^eb^ti aya&#x1E43; &#x2018;&#x2018;imesu n&#x101;ma &#x1E6D;h&#x101;nesu ime anusay&#x101; anusenti&#x2019;&#x2019;ti eva&#x1E43; tesa&#x1E43;yeva uppatti&#x1E6D;&#x1E6D;h&#x101;nassa desitatt&#x101; uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;ro n&#x101;ma.</p>
              <p>[03]Yesa&#x1E43; pana sattanna&#x1E43; mah&#x101;v&#x101;r&#x101;na&#x1E43; vasena anusaye yojetv&#x101; yamakadesan&#x101; kat&#x101;, tesa&#x1E43; im&#x101;ni n&#x101;m&#x101;ni &#x2013; anusayav&#x101;ro, s&#x101;nusayav&#x101;ro, pajahanav&#x101;ro, pari&#xF1;&#xF1;&#x101;v&#x101;ro, pah&#x12B;nav&#x101;ro, uppajjanav&#x101;ro dh&#x101;tuv&#x101;roti. Tesu pa&#x1E6D;hamo anusayav&#x101;ro. So anulomapa&#x1E6D;ilomanayavasena duvidho hoti.</p>
              <p>[03]Tattha ^a^M0.0318^ea^ anulomanaye &#x2018;&#x2018;yassa anuseti, yattha anuseti, yassa yattha anuset&#x12B;&#x2019;&#x2019;ti puggalok&#x101;satadubhayavasena tayo antarav&#x101;r&#x101; honti. Tesu pa&#x1E6D;hame puggalav&#x101;re &#x2018;&#x2018;yassa k&#x101;mar&#x101;g&#x101;nusayo anuseti, tassa pa&#x1E6D;igh&#x101;nusayo anuseti; yassa v&#x101; pana pa&#x1E6D;igh&#x101;nusayo anuseti, tassa k&#x101;mar&#x101;g&#x101;nusayo anuseti; yassa k&#x101;mar&#x101;g&#x101;nusayo anuseti, tassa m&#x101;n&#x101;nusayo, di&#x1E6D;&#x1E6D;h&#x101;nusayo, vicikicch&#x101;nusayo, bhavar&#x101;g&#x101;nusayo, avijj&#x101;nusayo anuseti. Yassa v&#x101; pana avijj&#x101;nusayo anuseti, tassa k&#x101;mar&#x101;g&#x101;nusayo ^a^P0.0085^ea^ anuset&#x12B;&#x2019;&#x2019;ti k&#x101;mar&#x101;g&#x101;nusayam&#x16B;lak&#x101;ni cha yamak&#x101;ni. Puna agahitaggaha&#x1E47;avasena pa&#x1E6D;igh&#x101;nusayam&#x16B;lak&#x101;ni pa&#xF1;ca, m&#x101;n&#x101;nusayam&#x16B;lak&#x101;ni catt&#x101;ri, di&#x1E6D;&#x1E6D;h&#x101;nusayam&#x16B;lak&#x101;ni t&#x12B;&#x1E47;i, vicikicch&#x101;nusayam&#x16B;lak&#x101;ni dve, bhavar&#x101;g&#x101;nusayam&#x16B;laka&#x1E43; ekanti eva&#x1E43; sabb&#x101;nipi ekam&#x16B;lak&#x101;ni ekav&#x12B;sati. Puna &#x2018;&#x2018;yassa k&#x101;mar&#x101;g&#x101;nusayo ca pa&#x1E6D;igh&#x101;nusayo ca anusent&#x12B;&#x2019;&#x2019;ti eva&#x1E43; &#x101;gat&#x101;ni dukam&#x16B;lak&#x101;ni pa&#xF1;ca, tikam&#x16B;lak&#x101;ni catt&#x101;ri, catukkam&#x16B;lak&#x101;ni t&#x12B;&#x1E47;i, pa&#xF1;cakam&#x16B;lak&#x101;ni dve, chakkam&#x16B;laka&#x1E43; ekanti apar&#x101;nipi pannarasa honti. T&#x101;ni purimehi ekav&#x12B;satiy&#x101; saddhi&#x1E43; chatti&#x1E43;s&#x101;ti puggalav&#x101;re chatti&#x1E43;sa yamak&#x101;ni. Tath&#x101; ok&#x101;sav&#x101;re, tath&#x101; puggalok&#x101;sav&#x101;reti sabb&#x101;nipi anulomanaye a&#x1E6D;&#x1E6D;hasata&#x1E43; yamak&#x101;ni. Tath&#x101; pa&#x1E6D;ilomanayeti anusayav&#x101;re so&#x1E37;as&#x101;dhik&#x101;ni dve yamakasat&#x101;ni, tato digu&#x1E47;&#x101; ^a^V0.0318^ea^ pucch&#x101;, tato digu&#x1E47;&#x101; atth&#x101; ca veditabb&#x101;. Yath&#x101; cettha, eva&#x1E43; s&#x101;nusayav&#x101;ro, pajahanav&#x101;ro, pari&#xF1;&#xF1;&#x101;v&#x101;ro, pah&#x12B;nav&#x101;ro, uppajjanav&#x101;roti imesampi pa&#xF1;canna&#x1E43; v&#x101;r&#x101;na&#x1E43;, ekekasmi&#x1E43; yamakaga&#x1E47;an&#x101;; yamakadigu&#x1E47;&#x101; pucch&#x101;, pucch&#x101;digu&#x1E47;&#x101; ca atth&#x101; veditabb&#x101;. Aya&#x1E43; panettha purimesu t&#x12B;su v&#x101;resu viseso. Ok&#x101;sav&#x101;re &#x2018;&#x2018;yattha tatth&#x101;&#x2019;&#x2019;ti avatv&#x101; ^b^yato tato^eb^ti nissakkavacanena desan&#x101; kat&#x101;. Sesa&#x1E43; t&#x101;disameva.</p>
              <p>[03]Yo pan&#x101;ya&#x1E43; sabbapacchimo dh&#x101;tuv&#x101;ro n&#x101;ma, so pucch&#x101;v&#x101;ro, vissajjan&#x101;v&#x101;roti dvidh&#x101; &#x1E6D;hito. Tassa pucch&#x101;v&#x101;re ^b^k&#x101;madh&#x101;tuy&#x101; cutassa k&#x101;madh&#x101;tu&#x1E43; upapajjantass&#x101;^eb^ti vatv&#x101; &#x2018;&#x2018;k&#x101;madh&#x101;tu&#x1E43; v&#x101; pana upapajjantassa k&#x101;madh&#x101;tuy&#x101; cutass&#x101;&#x2019;&#x2019;ti na vutta&#x1E43;. Ki&#x1E43; k&#x101;ra&#x1E47;&#x101;? Atthavises&#x101;bh&#x101;vato. Dvepi hi et&#x101; pucch&#x101; ekatth&#x101;yeva, tasm&#x101; ekekasm&#x101; yamak&#x101; ekekameva puccha&#x1E43; pucchitv&#x101; sabbapucch&#x101;vas&#x101;ne pucch&#x101;nukkameneva &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; ^a^M0.0319^ea^ cutassa k&#x101;madh&#x101;tu&#x1E43; upapajjantassa kassaci satta anusay&#x101; anusent&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; nayena vissajjana&#x1E43; kata&#x1E43;.</p>
              <p>[03]Tattha &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; cutassa k&#x101;madh&#x101;tu&#x1E43; upapajjantassa, r&#x16B;padh&#x101;tu&#x1E43;, ar&#x16B;padh&#x101;tu&#x1E43;, nak&#x101;madh&#x101;tu&#x1E43;, nar&#x16B;padh&#x101;tu&#x1E43; naar&#x16B;padh&#x101;tu&#x1E43; ^a^P0.0086^ea^, upapajjantass&#x101;&#x2019;&#x2019;ti cha suddhikapucch&#x101;; &#x2018;&#x2018;nak&#x101;madh&#x101;tu&#x1E43;, naar&#x16B;padh&#x101;tu&#x1E43;, nar&#x16B;padh&#x101;tu&#x1E43;; naar&#x16B;padh&#x101;tu&#x1E43;, nak&#x101;madh&#x101;tu&#x1E43;, nar&#x16B;padh&#x101;tu&#x1E43;, upapajjantass&#x101;&#x2019;&#x2019;ti tisso missak&#x101; pucch&#x101; c&#x101;ti k&#x101;madh&#x101;tum&#x16B;lak&#x101; nava anulomapucch&#x101; honti. Tath&#x101; r&#x16B;padh&#x101;tum&#x16B;lak&#x101; nava, ar&#x16B;padh&#x101;tum&#x16B;lak&#x101; nav&#x101;ti sattav&#x12B;sati anulomapucch&#x101; honti. Tath&#x101; nak&#x101;madh&#x101;tunar&#x16B;padh&#x101;tunaar&#x16B;padh&#x101;tum&#x16B;lak&#x101; sattav&#x12B;sati pa&#x1E6D;ilomapucch&#x101;. Puna &#x2018;&#x2018;nak&#x101;madh&#x101;tuy&#x101;, naar&#x16B;padh&#x101;tuy&#x101;, nar&#x16B;padh&#x101;tuy&#x101;, naar&#x16B;padh&#x101;tuy&#x101;, nak&#x101;madh&#x101;tuy&#x101;, naar&#x16B;padh&#x101;tuy&#x101;&#x2019;&#x2019;ti sattav&#x12B;sati dukam&#x16B;lak&#x101; pucch&#x101;ti sabb&#x101;pi sampi&#x1E47;&#x1E0D;it&#x101; ek&#x101;s&#x12B;ti pucch&#x101; honti. T&#x101;sa&#x1E43; vasenettha vissajjana&#x1E43; katanti ida&#x1E43; dh&#x101;tuv&#x101;re p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43;. Eva&#x1E43; t&#x101;va sakalepi anusayayamake p&#x101;&#x1E37;ivavatth&#x101;nameta&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]&#x100;dito pa&#x1E6D;&#x1E6D;h&#x101;ya panettha ya&#x1E43; ya&#x1E43; anutt&#x101;na&#x1E43;, tattha tattha aya&#x1E43; vinicchayakath&#x101; &#x2013; ^b^anusay&#x101;^eb^ti kena&#x1E6D;&#x1E6D;hena anusay&#x101;? Anusayana&#x1E6D;&#x1E6D;hena. Ko esa anusayana&#x1E6D;&#x1E6D;ho n&#x101;m&#x101;ti? Appah&#x12B;na&#x1E6D;&#x1E6D;ho. Ete hi appah&#x12B;na&#x1E6D;&#x1E6D;hena tassa tassa sant&#x101;ne anusenti n&#x101;ma, tasm&#x101; anusay&#x101;ti vuccanti. ^b^Anusent&#x12B;^eb^ti anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; labhitv&#x101; uppajjant&#x12B;ti attho. Ath&#x101;pi siy&#x101; &#x2013; anusayana&#x1E6D;&#x1E6D;ho n&#x101;ma appah&#x12B;n&#x101;k&#x101;ro. Appah&#x12B;n&#x101;k&#x101;ro ca uppajjat&#x12B;ti vattu&#x1E43; na yujjati, tasm&#x101; na anusay&#x101; uppajjant&#x12B;ti ^a^V0.0319^ea^. Tatrida&#x1E43; pa&#x1E6D;ivacana&#x1E43; &#x2013; appah&#x12B;n&#x101;k&#x101;ro anusayo, anusayoti pana appah&#x12B;na&#x1E6D;&#x1E6D;hena th&#x101;magatakileso vuccati. So cittasampayutto s&#x101;ramma&#x1E47;o sappaccaya&#x1E6D;&#x1E6D;hena sahetuko ekant&#x101;kusalo at&#x12B;topi hoti an&#x101;gatopi paccuppannopi, tasm&#x101; uppajjat&#x12B;ti vattu&#x1E43; yujjati.</p>
              <p>[03]Tatrida&#x1E43; pam&#x101;&#x1E47;a&#x1E43; &#x2013; abhidhamme t&#x101;va kath&#x101;vatthusmi&#x1E43; (kath&#x101;. 554 &#x101;dayo) &#x2018;&#x2018;anusay&#x101; aby&#x101;kat&#x101;, anusay&#x101; ahetuk&#x101;, anusay&#x101; cittavippayutt&#x101;&#x2019;&#x2019;ti sabbe v&#x101;d&#x101; pa&#x1E6D;isedhit&#x101;. Pa&#x1E6D;isambhid&#x101;magge (pa&#x1E6D;i. ma. 3.21) &#x2018;&#x2018;paccuppanne kilese pajahat&#x12B;&#x2019;&#x2019;ti puccha&#x1E43; katv&#x101; anusay&#x101;na&#x1E43; paccuppannabh&#x101;vassa atthit&#x101;ya &#x2018;&#x2018;th&#x101;magat&#x101;nusaya&#x1E43; pajahat&#x12B;&#x2019;&#x2019;ti ^a^M0.0320^ea^ vutta&#x1E43;. Dhammasa&#x1E45;gahe pana mohassa padabh&#x101;jane &#x2018;&#x2018;avijj&#x101;nusayo avijj&#x101;pariyu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; avijj&#x101;la&#x1E45;g&#x12B; moho akusalam&#x16B;la&#x1E43;, aya&#x1E43; tasmi&#x1E43; samaye moho hot&#x12B;&#x2019;&#x2019;ti ^a^P0.0087^ea^ (dha. sa. 390) akusalacittena saddhi&#x1E43; avijj&#x101;nusayassa uppannabh&#x101;vo vutto. Imasmi&#x1E43;yeva anusayayamake sattanna&#x1E43; mah&#x101;v&#x101;r&#x101;na&#x1E43; a&#xF1;&#xF1;atarasmi&#x1E43; uppajjanav&#x101;re &#x2018;&#x2018;yassa k&#x101;mar&#x101;g&#x101;nusayo uppajjati, tassa pa&#x1E6D;igh&#x101;nusayo uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;di vutta&#x1E43;. Tasm&#x101; &#x2018;&#x2018;anusent&#x12B;ti anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; labhitv&#x101; uppajjant&#x12B;&#x2019;&#x2019;ti ya&#x1E43; vutta&#x1E43;, ta&#x1E43; imin&#x101; tantippam&#x101;&#x1E47;ena suvuttanti veditabba&#x1E43;. Yampi &#x2018;&#x2018;cittasampayutto s&#x101;ramma&#x1E47;o&#x2019;&#x2019;ti&#x101;di vutta&#x1E43;, tampi suvuttameva. Anusayo hi n&#x101;mesa parinipphanno cittasampayutto akusaladhammoti ni&#x1E6D;&#x1E6D;hamettha gantabba&#x1E43;. ^b^K&#x101;mar&#x101;g&#x101;nusayo^eb^ti&#x101;d&#x12B;su k&#x101;mar&#x101;go ca so appah&#x12B;na&#x1E6D;&#x1E6D;hena anusayo c&#x101;ti k&#x101;mar&#x101;g&#x101;nusayo. Sesapadesupi eseva nayo.</p>
              <p>[06]Paricchedaparicchinnuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^2^eb^^b^.^eb^ Id&#x101;ni tesa&#x1E43; uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; pak&#x101;setu&#x1E43; ^b^kattha k&#x101;mar&#x101;g&#x101;nusayo anuset&#x12B;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;s&#x16B;^eb^ti k&#x101;m&#x101;vacarabh&#x16B;miya&#x1E43; sukh&#x101;ya ca upekkh&#x101;ya c&#x101;ti dv&#x12B;su vedan&#x101;su. ^b^Ettha k&#x101;mar&#x101;g&#x101;nusayo anuset&#x12B;^eb^ti im&#x101;su dv&#x12B;su vedan&#x101;su uppajjati. So panesa akusalavedan&#x101;su sahaj&#x101;tavasena &#x101;ramma&#x1E47;avasena c&#x101;ti dv&#x12B;h&#x101;k&#x101;rehi anuseti. Akusal&#x101;ya sukh&#x101;ya ^a^V0.0320^ea^ vedan&#x101;ya ceva upekkh&#x101;ya vedan&#x101;ya ca sahaj&#x101;topi hutv&#x101; uppajjati. T&#x101; vedan&#x101; &#x101;ramma&#x1E47;a&#x1E43; katv&#x101;pi uppajjat&#x12B;ti attho. Avases&#x101; pana k&#x101;m&#x101;vacarakusalavip&#x101;kakiriyavedan&#x101; &#x101;ramma&#x1E47;ameva katv&#x101; uppajjati. K&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su anusayam&#x101;no cesa t&#x101;hi vedan&#x101;hi sampayuttesu sa&#xF1;&#xF1;&#x101;sa&#x1E45;kh&#x101;ravi&#xF1;&#xF1;&#x101;&#x1E47;esupi anusetiyeva. Na hi sakk&#x101; vedan&#x101;su anusayam&#x101;nena ta&#x1E43;sampayuttehi sa&#xF1;&#xF1;&#x101;d&#x12B;hi saddhi&#x1E43; asahaj&#x101;tena v&#x101; bhavitu&#x1E43;, ta&#x1E43;sampayutte v&#x101; sa&#xF1;&#xF1;&#x101;dayo &#x101;ramma&#x1E47;a&#x1E43; akatv&#x101; uppajjitu&#x1E43;. Eva&#x1E43; santepi ^a^M0.0321^ea^ pana yasm&#x101; im&#x101; dve vedan&#x101;va s&#x101;tasantasukhatt&#x101; ass&#x101;da&#x1E6D;&#x1E6D;hena k&#x101;mar&#x101;g&#x101;nusayassa uppattiy&#x101; sesasampayuttadhammesu padh&#x101;n&#x101;, tasm&#x101; &#x2018;&#x2018;dv&#x12B;su vedan&#x101;su ettha k&#x101;mar&#x101;g&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, o&#x1E37;&#x101;rikavasena hi bodhaneyye sukha&#x1E43; bodhetunti.</p>
              <p>[03]Nanu cesa &#x101;ramma&#x1E47;avasena anusayam&#x101;no na kevala&#x1E43; ^a^P0.0088^ea^ im&#x101;su dv&#x12B;su vedan&#x101;su ceva vedan&#x101;sampayuttadhammesu ca anuseti, i&#x1E6D;&#x1E6D;hesu pana r&#x16B;p&#x101;d&#x12B;supi anusetiyeva. Vuttampi ceta&#x1E43; vibha&#x1E45;gappakara&#x1E47;e (vibha. 816) &#x2018;&#x2018;ya&#x1E43; loke piyar&#x16B;pa&#x1E43; s&#x101;tar&#x16B;pa&#x1E43;, ettha satt&#x101;na&#x1E43; k&#x101;mar&#x101;g&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti imasmimpi pakara&#x1E47;e anusayav&#x101;rassa pa&#x1E6D;ilomanaye vutta&#x1E43;. &#x2018;&#x2018;Yattha k&#x101;mar&#x101;g&#x101;nusayo n&#x101;nuseti tattha di&#x1E6D;&#x1E6D;h&#x101;nusayo n&#x101;nuset&#x12B;ti dukkh&#x101;ya vedan&#x101;ya r&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; ettha k&#x101;mar&#x101;g&#x101;nusayo n&#x101;nuseti, no ca tattha di&#x1E6D;&#x1E6D;h&#x101;nusayo n&#x101;nuseti. Apariy&#x101;panne ettha k&#x101;mar&#x101;g&#x101;nusayo ca n&#x101;nuseti, di&#x1E6D;&#x1E6D;h&#x101;nusayo ca n&#x101;nuset&#x12B;&#x2019;&#x2019;ti. Ettha hi dukkhavedan&#x101;ya ceva r&#x16B;padh&#x101;tu&#x101;d&#x12B;su ca n&#x101;nuset&#x12B;ti vuttatt&#x101; sasampayuttadhamma&#x1E43; dukkhavedana&#x1E43; saok&#x101;se r&#x16B;p&#x101;r&#x16B;p&#x101;vacaradhamme nava ca, lokuttaradhamme &#x1E6D;hapetv&#x101; avasesesu r&#x16B;pasaddagandharasapho&#x1E6D;&#x1E6D;habbesu anuset&#x12B;ti vutta&#x1E43; hoti. Ta&#x1E43; idha kasm&#x101; na vuttanti? Ano&#x1E37;&#x101;rikatt&#x101;. He&#x1E6D;&#x1E6D;h&#x101; vuttanayena hi vedan&#x101;na&#xF1;&#xF1;eva o&#x1E37;&#x101;rikatt&#x101; imesa&#x1E43; pana ano&#x1E37;&#x101;rikatt&#x101; etesu r&#x16B;p&#x101;d&#x12B;su anuset&#x12B;ti na vutta&#x1E43;, atthato pana labbhati. Tasm&#x101; etesupi k&#x101;mar&#x101;g&#x101;nusayo anusetiyev&#x101;ti veditabbo. Na hi satth&#x101; sabba&#x1E43; sabbattha katheti. Bodhaneyyasatt&#x101;na&#x1E43; pana vasena katthaci ya&#x1E43; labbhati, ta&#x1E43; sabba&#x1E43; katheti, katthaci na katheti. Tath&#x101; hi anena katthaci di&#x1E6D;&#x1E6D;h&#x101;nusayo anuset&#x12B;ti pucchitv&#x101; &#x2018;&#x2018;sabbasakk&#x101;yapariy&#x101;pannesu dhammesu ettha di&#x1E6D;&#x1E6D;h&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti ya&#x1E43; labbhati ta&#x1E43; sabba&#x1E43; kathita&#x1E43;. Aparasmi&#x1E43; &#x1E6D;h&#x101;ne vissajjantena &#x2018;&#x2018;r&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; ettha vicikicch&#x101;nusayo ca m&#x101;n&#x101;nusayo ca di&#x1E6D;&#x1E6D;h&#x101;nusayo ca anusenti, k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su ettha vicikicch&#x101;nusayo ca k&#x101;mar&#x101;g&#x101;nusayo ca m&#x101;n&#x101;nusayo ca di&#x1E6D;&#x1E6D;h&#x101;nusayo ca anusenti, dukkh&#x101;ya ^a^V0.0321^ea^ vedan&#x101;ya ettha vicikicch&#x101;nusayo ca pa&#x1E6D;igh&#x101;nusayo ca di&#x1E6D;&#x1E6D;h&#x101;nusayo ca avijj&#x101;nusayo ^a^M0.0322^ea^ ca anusent&#x12B;&#x2019;&#x2019;ti ya&#x1E43; labbhati ta&#x1E43; sabba&#x1E43; akathetv&#x101; r&#x16B;padh&#x101;tuar&#x16B;padh&#x101;t&#x16B;hi saddhi&#x1E43; tisso vedan&#x101;va kathit&#x101;. Vedan&#x101;sampayutt&#x101; pana ar&#x16B;padhamm&#x101;, sabba&#xF1;ca r&#x16B;pa&#x1E43; na ^a^P0.0089^ea^ kathita&#x1E43;. Ki&#xF1;c&#x101;pi na kathita&#x1E43;, di&#x1E6D;&#x1E6D;h&#x101;nusayo panettha anusetiyeva. Evameva ki&#xF1;c&#x101;pi idha r&#x16B;p&#x101;dii&#x1E6D;&#x1E6D;h&#x101;ramma&#x1E47;a&#x1E43; na kathita&#x1E43;, k&#x101;mar&#x101;g&#x101;nusayo panettha anusetiyev&#x101;ti. Eva&#x1E43; t&#x101;va k&#x101;mar&#x101;g&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]Pa&#x1E6D;igh&#x101;nusayassa pana &#x2018;&#x2018;dukkh&#x101;ya vedan&#x101;y&#x101;&#x2019;&#x2019;ti vacanato dve domanassavedan&#x101; k&#x101;yavi&#xF1;&#xF1;&#x101;&#x1E47;asampayutt&#x101; dukkhavedan&#x101;ti tisso vedan&#x101; anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. So panesa domanassavedan&#x101;su sahaj&#x101;tavasena &#x101;ramma&#x1E47;avasena c&#x101;ti dv&#x12B;h&#x101;k&#x101;rehi anuseti. Avasesadukkhavedan&#x101;ya pana &#x101;ramma&#x1E47;avaseneva anuseti. T&#x101;su vedan&#x101;su anusayam&#x101;no cesa t&#x101;hi sampayuttesu sa&#xF1;&#xF1;&#x101;kkhandh&#x101;d&#x12B;supi anusetiyeva. Y&#x101;ya hi vedan&#x101;ya esa sahaj&#x101;to, ta&#x1E43;sampayuttehi sa&#xF1;&#xF1;&#x101;d&#x12B;hipi sahaj&#x101;tova. Y&#x101; ca vedan&#x101; &#x101;ramma&#x1E47;a&#x1E43; karoti, t&#x101;hi sampayutte sa&#xF1;&#xF1;&#x101;dayopi karotiyeva. Eva&#x1E43; santepi pana yasm&#x101; dukkhavedan&#x101;va as&#x101;tadukkhavedayitatt&#x101; nirass&#x101;da&#x1E6D;&#x1E6D;hena pa&#x1E6D;igh&#x101;nusayassa uppattiy&#x101; sesasampayuttadhammesu adhik&#x101;; tasm&#x101; &#x2018;&#x2018;dukkh&#x101;ya vedan&#x101;ya ettha pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, o&#x1E37;&#x101;rikavasena hi bodhaneyye sukha&#x1E43; bodhetunti.</p>
              <p>[03]Nanu cesa &#x101;ramma&#x1E47;avasena anusayam&#x101;no na kevala&#x1E43; dukkhavedan&#x101;ya ceva ta&#x1E43;sampayuttadhammesu ca anuseti, ani&#x1E6D;&#x1E6D;hesu pana r&#x16B;p&#x101;d&#x12B;supi anusetiyeva? Vuttampi ceta&#x1E43; vibha&#x1E45;gappakara&#x1E47;e (vibha. 816) &#x2018;&#x2018;ya&#x1E43; loke appiyar&#x16B;pa&#x1E43; as&#x101;tar&#x16B;pa&#x1E43;, ettha satt&#x101;na&#x1E43; pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti imasmimpi pakara&#x1E47;e anusayav&#x101;rassa pa&#x1E6D;ilomanaye vutta&#x1E43; &#x2013; &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su ettha pa&#x1E6D;igh&#x101;nusayo n&#x101;nuseti, no ca tattha k&#x101;mar&#x101;g&#x101;nusayo n&#x101;nuseti. R&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; apariy&#x101;panne ettha pa&#x1E6D;igh&#x101;nusayo ca n&#x101;nuseti, k&#x101;mar&#x101;g&#x101;nusayo ca n&#x101;nuset&#x12B;&#x2019;&#x2019;ti. Ettha hi dv&#x12B;su k&#x101;m&#x101;vacaravedan&#x101;su ceva r&#x16B;padh&#x101;tu&#x101;d&#x12B;su ca n&#x101;nuset&#x12B;ti vuttatt&#x101; sasampayuttadhamm&#x101; dve vedan&#x101; saok&#x101;se r&#x16B;p&#x101;r&#x16B;p&#x101;vacaradhamme nava ca, lokuttaradhamme &#x1E6D;hapetv&#x101; ^a^P0.0090^ea^ avasesesu r&#x16B;p&#x101;d&#x12B;su anuset&#x12B;ti vutta&#x1E43; hoti ^a^M0.0323^ea^. Ta&#x1E43; idha kasm&#x101; na vuttanti? Ano&#x1E37;&#x101;rikatt&#x101;. He&#x1E6D;&#x1E6D;h&#x101; vuttanayena hi dukkhavedan&#x101;ya eva o&#x1E37;&#x101;rikatt&#x101; imesa&#x1E43; pana ano&#x1E37;&#x101;rikatt&#x101; etesu r&#x16B;p&#x101;d&#x12B;su anuset&#x12B;ti na vutta&#x1E43;. Atthato pana labbhati, tasm&#x101; etesupi pa&#x1E6D;igh&#x101;nusayo anusetiyev&#x101;ti veditabbo.</p>
              <p>[03]Ki&#x1E43; ^a^V0.0322^ea^ pana itar&#x101; dve vedan&#x101; i&#x1E6D;&#x1E6D;h&#x101;ramma&#x1E47;a&#x1E43; v&#x101; pa&#x1E6D;ighassa &#x101;ramma&#x1E47;a&#x1E43; na hont&#x12B;ti? No na honti. Parih&#x12B;najjh&#x101;nassa vippa&#x1E6D;is&#x101;ravasena sasampayuttadhamm&#x101; t&#x101; vedan&#x101; &#x101;rabbha domanassa&#x1E43; uppajjati. I&#x1E6D;&#x1E6D;h&#x101;ramma&#x1E47;assa ca pa&#x1E6D;iladdhassa vipari&#x1E47;&#x101;ma&#x1E43; v&#x101; appa&#x1E6D;iladdhassa appa&#x1E6D;il&#x101;bha&#x1E43; v&#x101; samanussaratopi domanassa&#x1E43; uppajjati. Domanassamattameva pana ta&#x1E43; hoti, na pa&#x1E6D;igh&#x101;nusayo. Pa&#x1E6D;igh&#x101;nusayo hi ani&#x1E6D;&#x1E6D;h&#x101;ramma&#x1E47;e pa&#x1E6D;iha&#xF1;&#xF1;anavasena uppanno th&#x101;magato kileso, tasm&#x101; ettha domanassena saddhi&#x1E43; pa&#x1E6D;igho uppannopi attano pa&#x1E6D;ighakicca&#x1E43; akara&#x1E47;abh&#x101;vena eva pa&#x1E6D;igh&#x101;nusayo na hoti abboh&#x101;rikatta&#x1E43; gacchati. Yath&#x101; hi p&#x101;&#x1E47;&#x101;tip&#x101;tacetan&#x101;ya saddhi&#x1E43; uppannopi by&#x101;p&#x101;do manokamma&#x1E43; n&#x101;ma na hoti abboh&#x101;rikatta&#x1E43; gacchati, eva&#x1E43; pa&#x1E6D;igh&#x101;nusayo na hoti, abboh&#x101;rikatta&#x1E43; gacchati. Vuttampi ceta&#x1E43; ekacca&#x1E43; i&#x1E6D;&#x1E6D;h&#x101;ramma&#x1E47;a&#x1E43; nekkhammasitampi v&#x101; domanassa&#x1E43; sandh&#x101;ya &#x2018;&#x2018;ya&#x1E43; evar&#x16B;pa&#x1E43; domanassa&#x1E43; pa&#x1E6D;igha&#x1E43; tena pajahati na tattha pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti (ma. ni. 1.465). Eva&#x1E43; pa&#x1E6D;igh&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]M&#x101;n&#x101;nusayassa pana &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;s&#x16B;&#x2019;&#x2019;ti&#x101;divacanato dve k&#x101;m&#x101;vacaravedan&#x101; r&#x16B;p&#x101;r&#x16B;padh&#x101;tuyo c&#x101;ti ida&#x1E43; tividha&#x1E43; anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. Tassa akusal&#x101;su vedan&#x101;su k&#x101;mar&#x101;g&#x101;nusayassa viya sahaj&#x101;t&#x101;nusayat&#x101; veditabb&#x101;. Sasampayuttadhamm&#x101;su pana sabb&#x101;supi k&#x101;m&#x101;vacar&#x101;su sukhaadukkhamasukhavedan&#x101;su r&#x16B;p&#x101;r&#x16B;padh&#x101;t&#x16B;su ca &#x101;ramma&#x1E47;avaseneva anuseti. Anusayav&#x101;rassa pana pa&#x1E6D;ilomanaye &#x2018;&#x2018;dukkh&#x101;ya vedan&#x101;ya apariy&#x101;panne ettha k&#x101;mar&#x101;g&#x101;nusayo ca n&#x101;nuseti, m&#x101;n&#x101;nusayo ca n&#x101;nuset&#x12B;&#x2019;&#x2019;ti vuttatt&#x101; &#x1E6D;hapetv&#x101; dukkhavedana&#xF1;ceva navavidha&#x1E43; lokuttaradhamma&#xF1;ca sesar&#x16B;p&#x101;r&#x16B;padhammesupi ^a^P0.0091^ea^ aya&#x1E43; anusetiyev&#x101;ti. Eva&#x1E43; m&#x101;n&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]Di&#x1E6D;&#x1E6D;h&#x101;nusayavicikicch&#x101;nusay&#x101; ^a^M0.0324^ea^ pana kevala&#x1E43; lokuttaradhammesveva n&#x101;nusenti. Tebh&#x16B;makesu pana sabbesupi anusentiyeva. Tena vutta&#x1E43; &#x2013; &#x2018;&#x2018;sabbasakk&#x101;yapariy&#x101;pannesu dhammesu ettha di&#x1E6D;&#x1E6D;h&#x101;nusayo anuseti, ettha vicikicch&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti. Tattha ^b^sabbasakk&#x101;yapariy&#x101;pannes&#x16B;^eb^ti sa&#x1E43;s&#x101;rava&#x1E6D;&#x1E6D;anissita&#x1E6D;&#x1E6D;hena sakk&#x101;yapariy&#x101;pannesu sabbadhammes&#x16B;ti attho. Tattha panete pa&#xF1;casu cittupp&#x101;desu sahaj&#x101;t&#x101;nusayanavasena anusenti. Te v&#x101; pana pa&#xF1;ca cittupp&#x101;de a&#xF1;&#xF1;e v&#x101; tebh&#x16B;makadhamme &#x101;rabbha pavattik&#x101;le &#x101;ramma&#x1E47;&#x101;nusayanavasena anusent&#x12B;ti. Eva&#x1E43; di&#x1E6D;&#x1E6D;h&#x101;nusayavicikicch&#x101;nusay&#x101;na&#x1E43; anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]Bhavar&#x101;g&#x101;nusayo ^a^V0.0323^ea^ pana ki&#xF1;c&#x101;pi di&#x1E6D;&#x1E6D;hivippayuttesu cat&#x16B;su cittesu uppajjanato sahaj&#x101;t&#x101;nusayanavasena &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su anuset&#x12B;&#x2019;&#x2019;ti vattabbo bhaveyya. K&#x101;madh&#x101;tuya&#x1E43; panesa dv&#x12B;hi vedan&#x101;hi saddhi&#x1E43; uppajjam&#x101;nopi r&#x16B;p&#x101;r&#x16B;p&#x101;vacaradhammameva pa&#x1E6D;ilabhati. K&#x101;madh&#x101;tuy&#x101; pariy&#x101;panna&#x1E43; ekadhammampi &#x101;ramma&#x1E47;a&#x1E43; na karoti, tasm&#x101; &#x101;ramma&#x1E47;&#x101;nusayanavasena niyama&#x1E43; katv&#x101; &#x2018;&#x2018;r&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; ettha bhavar&#x101;g&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Apica r&#x101;go n&#x101;mesa k&#x101;mar&#x101;gabhavar&#x101;gavasena duvidho. Tattha k&#x101;mar&#x101;go k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su anuset&#x12B;ti vutto. Sace pana bhavar&#x101;gopi k&#x101;mar&#x101;go viya eva&#x1E43; vucceyya, k&#x101;mar&#x101;gena saddhi&#x1E43; desan&#x101; sa&#x1E43;ki&#x1E47;&#x1E47;&#x101; viya bhaveyy&#x101;ti r&#x101;gakilesa&#x1E43; dvidh&#x101; bhinditv&#x101; k&#x101;mar&#x101;gato bhavar&#x101;gassa visesadassanatthampi eva&#x1E43; desan&#x101; kat&#x101;ti. Eva&#x1E43; bhavar&#x101;g&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]Avijj&#x101;nusayo pana sabbesupi tebh&#x16B;makadhammesu anuseti. Tena vutta&#x1E43; &#x2018;&#x2018;sabbasakk&#x101;yapariy&#x101;pannesu dhammesu ettha avijj&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti. Tassa dv&#x101;dasasu cittupp&#x101;desu sahaj&#x101;t&#x101;nusayat&#x101; veditabb&#x101;. &#x100;ramma&#x1E47;akara&#x1E47;avasena pana na ki&#xF1;ci tebh&#x16B;makadhamma&#x1E43; &#x101;rabbha na pavattat&#x12B;ti. Eva&#x1E43; avijj&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;. Aya&#x1E43; ^a^P0.0092^ea^ t&#x101;va paricchedav&#x101;raparicchinnuddesav&#x101;rauppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;resu vinicchayakath&#x101;.</p>
              <p>[06]Uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Mah&#x101;v&#x101;ro</h1n>
        <h2>
          <h2n>1. Anusayav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^3^eb^^b^.^eb^ Sattanna&#x1E43; ^a^M0.0325^ea^ pana mah&#x101;v&#x101;r&#x101;na&#x1E43; pa&#x1E6D;hame anusayav&#x101;re ^b^yassa k&#x101;mar&#x101;g&#x101;nusayo anuseti, tassa pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;^eb^ti ettha yadeta&#x1E43; ^b^&#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;^eb^ti pa&#x1E6D;ivacana&#x1E43; dinna&#x1E43;, ta&#x1E43; duddinna&#x1E43; viya kh&#x101;yati. Kasm&#x101;? K&#x101;mar&#x101;gapa&#x1E6D;igh&#x101;na&#x1E43; ekakkha&#x1E47;e anuppattito. Yath&#x101; hi &#x2018;&#x2018;yassa man&#x101;yatana&#x1E43; uppajjati, tassa dhamm&#x101;yatana&#x1E43; uppajjat&#x12B;ti &#x2018;&#x101;mant&#x101;&#x2019;, ass&#x101;sapass&#x101;s&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e tesa&#x1E43; k&#x101;yasa&#x1E45;kh&#x101;ro ^a^V0.0324^ea^ ca uppajjati, vac&#x12B;sa&#x1E45;kh&#x101;ro ca uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su man&#x101;yatanadhamm&#x101;yatan&#x101;ni k&#x101;yasa&#x1E45;kh&#x101;ravac&#x12B;sa&#x1E45;kh&#x101;r&#x101; ca ekakkha&#x1E47;e uppajjanti, na tath&#x101; k&#x101;mar&#x101;gapa&#x1E6D;igh&#x101;. K&#x101;mar&#x101;go hi a&#x1E6D;&#x1E6D;hasu lobhasahagatacittupp&#x101;desu uppajjati. Pa&#x1E6D;igho dv&#x12B;su domanassasahagates&#x16B;ti, natthi nesa&#x1E43; ekakkha&#x1E47;e uppatti; tasm&#x101; ettha &#x2018;no&#x2019;ti pa&#x1E6D;isedho kattabbo siy&#x101;. Ta&#x1E43; akatv&#x101; pana &#x2018;&#x101;mant&#x101;&#x2019;ti pa&#x1E6D;ivacanassa dinnatt&#x101; he&#x1E6D;&#x1E6D;h&#x101;yamakesu viya ettha kha&#x1E47;apaccuppannavasena vattam&#x101;navoh&#x101;ra&#x1E43; aggahetv&#x101; a&#xF1;&#xF1;ath&#x101; gahetabbo.</p>
              <p>[03]Katha&#x1E43;? Appah&#x12B;navasena. Appah&#x12B;nata&#xF1;hi sandh&#x101;ya aya&#x1E43; &#x2018;&#x2018;anuset&#x12B;&#x2019;&#x2019;ti vattam&#x101;navoh&#x101;ro vutto, na kha&#x1E47;apaccuppannata&#x1E43;. Yasm&#x101; ca appah&#x12B;nata&#x1E43; sandh&#x101;ya vutto, tasm&#x101; &#x2018;&#x2018;yassa k&#x101;mar&#x101;g&#x101;nusayo anuseti, tassa pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti pucch&#x101;ya yassa k&#x101;mar&#x101;g&#x101;nusayo appah&#x12B;no, na anuppattidhammata&#x1E43; &#x101;p&#x101;dito, tassa pa&#x1E6D;igh&#x101;nusayopi appah&#x12B;noti evamattho da&#x1E6D;&#x1E6D;habbo. Yasm&#x101; ca tesu yasseko appah&#x12B;no, tassa itaropi appah&#x12B;nova hoti, tasm&#x101; &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Yadi eva&#x1E43;, ya&#x1E43; upari uppajjanav&#x101;re &#x2018;yassa k&#x101;mar&#x101;g&#x101;nusayo uppajjati, tassa pa&#x1E6D;igh&#x101;nusayo uppajjat&#x12B;&#x2019;ti pucchitv&#x101; &#x2018;&#x101;mant&#x101;&#x2019;ti vutta&#x1E43;; tattha katha&#x1E43; attho gahetabboti? Tatth&#x101;pi appah&#x12B;navaseneva uppattipaccaye sati uppattiy&#x101; aniv&#x101;ritavasena v&#x101;. Yath&#x101; hi cittakamm&#x101;d&#x12B;ni &#x101;rabhitv&#x101; aparini&#x1E6D;&#x1E6D;hitakammant&#x101; cittak&#x101;r&#x101;dayo tesa&#x1E43; kammant&#x101;na&#x1E43; akara&#x1E47;akkha&#x1E47;epi mittasuhajj&#x101;d&#x12B;hi di&#x1E6D;&#x1E6D;hadi&#x1E6D;&#x1E6D;ha&#x1E6D;&#x1E6D;h&#x101;ne &#x2018;&#x2018;imesu divasesu ki&#x1E43; karoth&#x101;&#x2019;&#x2019;ti vutt&#x101;, &#x2018;&#x2018;cittakamma&#x1E43; karoma, ka&#x1E6D;&#x1E6D;hakamma&#x1E43; karom&#x101;&#x2019;&#x2019;ti vadanti. Te ki&#xF1;c&#x101;pi tasmi&#x1E43; kha&#x1E47;e na karonti avicchinnakammantatt&#x101; pana katakha&#x1E47;a&#xF1;ca kattabbakha&#x1E47;a&#xF1;ca up&#x101;d&#x101;ya ^a^P0.0093^ea^ karontiyeva n&#x101;ma honti. Evameva yamhi sant&#x101;ne anusay&#x101; appah&#x12B;n&#x101;, yamhi v&#x101; pana nesa&#x1E43; sant&#x101;ne uppattipaccaye sati uppatti aniv&#x101;rit&#x101;, tattha anuppajjanakkha&#x1E47;epi ^a^M0.0326^ea^ uppannapubba&#xF1;ceva k&#x101;lantare uppajjanaka&#xF1;ca up&#x101;d&#x101;ya yassa k&#x101;mar&#x101;g&#x101;nusayo uppajjati, tassa pa&#x1E6D;igh&#x101;nusayo uppajjatiyeva n&#x101;m&#x101;ti evamattho veditabbo. Ito paresupi evar&#x16B;pesu vissajjanesu eseva nayo. ^b^No ca tass&#x101;^eb^ti ida&#x1E43; an&#x101;g&#x101;missa k&#x101;mar&#x101;gaby&#x101;p&#x101;d&#x101;na&#x1E43; anavasesato pah&#x12B;natt&#x101; vutta&#x1E43;. ^b^Ti&#x1E47;&#x1E47;a&#x1E43; puggal&#x101;na^eb^nti puthujjanasot&#x101;pannasakad&#x101;g&#x101;m&#x12B;na&#x1E43;. ^b^Dvinna&#x1E43; puggal&#x101;na^eb^nti sot&#x101;pannasakad&#x101;g&#x101;m&#x12B;na&#x1E43;. Paratopi evar&#x16B;pesu &#x1E6D;h&#x101;nesu eseva nayo.</p>
              <p>[03]^b^14^eb^^b^.^eb^ Ok&#x101;sav&#x101;rassa pa&#x1E6D;hamadutiyapucch&#x101;su yasm&#x101; k&#x101;mar&#x101;g&#x101;nusayo k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su ^a^V0.0325^ea^ anuseti, pa&#x1E6D;igh&#x101;nusayo dukkhavedan&#x101;ya; tasm&#x101; ^b^&#x2018;no&#x2019;^eb^ti pa&#x1E6D;isedho kato. Tatiyapucch&#x101;ya&#x1E43; ubhinnampi k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su anusayanato ^b^&#x2018;&#x101;mant&#x101;&#x2019;^eb^ti pa&#x1E6D;ivacana&#x1E43; dinna&#x1E43;. R&#x16B;padh&#x101;tuar&#x16B;padh&#x101;tuy&#x101; pana m&#x101;n&#x101;nusayassa k&#x101;mar&#x101;g&#x101;nusayena saddhi&#x1E43; as&#x101;dh&#x101;ra&#x1E47;a&#x1E43; uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;. Tasm&#x101; ^b^no ca tattha k&#x101;mar&#x101;g&#x101;nusayo^eb^ti vutta&#x1E43;. Imin&#x101; nayena sabbesa&#x1E43; uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;ra&#x1E43; oloketv&#x101; s&#x101;dh&#x101;ra&#x1E47;&#x101;s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]^b^20^eb^^b^.^eb^ Dukam&#x16B;lakapucch&#x101;ya&#x1E43; yasm&#x101; k&#x101;mar&#x101;gapa&#x1E6D;igh&#x101;nusay&#x101; n&#x101;pi ekasmi&#x1E43; &#x1E6D;h&#x101;ne uppajjanti, na eka&#x1E43; dhamma&#x1E43; &#x101;ramma&#x1E47;a&#x1E43; karonti, tasm&#x101; ^b^natth&#x12B;^eb^ti pa&#x1E6D;ikkhepo kato. Aya&#xF1;hettha adhipp&#x101;yo. Yasmi&#x1E43; ime dve anusay&#x101; anusayeyyu&#x1E43;, ta&#x1E43; &#x1E6D;h&#x101;nameva natthi. Tasm&#x101; &#x2018;&#x2018;kattha m&#x101;n&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti aya&#x1E43; pucch&#x101; apucch&#x101;yev&#x101;ti. A&#xF1;&#xF1;esupi evar&#x16B;pesu eseva nayo.</p>
              <p>[03]^b^27^eb^^b^.^eb^ Puggalok&#x101;sav&#x101;re ^b^catunna^eb^nti puthujjanasot&#x101;pannasakad&#x101;g&#x101;mian&#x101;g&#x101;m&#x12B;na&#x1E43;.</p>
              <p>[03]^b^36^eb^^b^.^eb^ Pa&#x1E6D;ilomanaye ^b^yassa k&#x101;mar&#x101;g&#x101;nusayo n&#x101;nuset&#x12B;^eb^ti aya&#x1E43; pucch&#x101; an&#x101;g&#x101;mi&#x1E43; gahetv&#x101; pucchati.</p>
              <p>[03]^b^56^eb^^b^.^eb^^b^Dvinna&#x1E43;^eb^^a^M0.0327^ea^^b^puggal&#x101;na&#x1E43; sabbattha k&#x101;mar&#x101;g&#x101;nusayo^eb^^a^P0.0094^ea^^b^n&#x101;nuset&#x12B;^eb^ti an&#x101;g&#x101;miarahant&#x101;na&#x1E43;. ^b^K&#x101;madh&#x101;tuy&#x101; t&#x12B;su vedan&#x101;s&#x16B;^eb^ti ca vedan&#x101;ggaha&#x1E47;ena vedan&#x101;sampayuttak&#x101;nampi tesa&#x1E43; vatth&#x101;ramma&#x1E47;&#x101;namp&#x12B;ti sabbesampi k&#x101;m&#x101;vacaradhamm&#x101;na&#x1E43; gaha&#x1E47;a&#x1E43; veditabba&#x1E43;. Aya&#x1E43; anusayav&#x101;re vinicchayakath&#x101;.</p>
              <p>[06]Anusayav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. S&#x101;nusayav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^66-131^eb^^b^.^eb^ S&#x101;nusayav&#x101;re pana ^b^yo k&#x101;mar&#x101;g&#x101;nusayena s&#x101;nusayo^eb^ti yath&#x101; ekantarikajar&#x101;dirogena &#x101;b&#x101;dhiko y&#x101;va tamh&#x101; rog&#x101; na muccati, t&#x101;va tassa rogassa anuppattikkha&#x1E47;epi ^a^V0.0326^ea^ sarogoyeva n&#x101;ma hoti. Eva&#x1E43; sasa&#x1E43;kilesassa va&#x1E6D;&#x1E6D;ag&#x101;misattassa y&#x101;va ariyamaggena anusay&#x101; samuggh&#x101;ta&#x1E43; na gacchanti, t&#x101;va tesa&#x1E43; anusay&#x101;na&#x1E43; anuppattikkha&#x1E47;epi s&#x101;nusayoyeva n&#x101;ma hoti. Evar&#x16B;pa&#x1E43; s&#x101;nusayata&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x101;mant&#x101;&#x2019;^eb^ti vutta&#x1E43;. Sesamettha anusayav&#x101;rasadisameva.</p>
              <p>[03]Ok&#x101;sav&#x101;re pana &#x2018;&#x2018;r&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; ettha m&#x101;n&#x101;nusayena s&#x101;nusayo&#x2019;&#x2019;ti vutte t&#x101;su dh&#x101;t&#x16B;su puggalassa s&#x101;nusayat&#x101; pa&#xF1;&#xF1;&#x101;yeyya, anusayassa uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; na pa&#xF1;&#xF1;&#x101;yeyya. Anusayassa ca uppatti&#x1E6D;&#x1E6D;h&#x101;nadassanattha&#x1E43; aya&#x1E43; v&#x101;ro &#x101;raddho, tasm&#x101; ^b^tato m&#x101;n&#x101;nusayena s&#x101;nusayo^eb^ti vutta&#x1E43;. Eva&#xF1;hi sati tato dh&#x101;tudvayato uppannena m&#x101;n&#x101;nusayena s&#x101;nusayoti anusayassa uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; dassita&#x1E43; hoti. Imassa pana pa&#xF1;hassa atthe avutte &#x101;dipa&#xF1;hassa attho p&#x101;ka&#x1E6D;o na hot&#x12B;ti pa&#x1E6D;hama&#x1E43; na vutto, tasm&#x101; so eva&#x1E43; veditabbo. ^b^Yato k&#x101;mar&#x101;g&#x101;nusayen&#x101;^eb^ti yato uppannena k&#x101;mar&#x101;g&#x101;nusayena s&#x101;nusayo, ki&#x1E43; so tato uppannena pa&#x1E6D;igh&#x101;nusayenapi s&#x101;nusayoti? Yasm&#x101; panete dve ekasm&#x101; &#x1E6D;h&#x101;n&#x101; nuppajjanti; tasm&#x101; &#x2018;&#x2018;no&#x2019;&#x2019;ti pa&#x1E6D;isedho kato. ^b^Arah&#x101; sabbatth&#x101;^eb^ti arah&#x101; sabbadhammesu uppajjanakena kenaci anusayena nir&#x101;nusayoti. Imin&#x101; atthavasena nippadesa&#x1E6D;&#x1E6D;h&#x101;nesu bhummavacanameva katanti. Imin&#x101; up&#x101;yena sabbattha atthavinicchayo veditabboti.</p>
              <p>[06]S&#x101;nusayav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Pajahanav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^132-197^eb^^b^.^eb^ Pajahanav&#x101;re ^a^P0.0095^ea^^a^M0.0328^ea^^b^pajahat&#x12B;^eb^ti tena tena maggena pah&#x101;napari&#xF1;&#xF1;&#x101;vasena pajahati, &#x101;yati&#x1E43; anuppattidhammata&#x1E43; &#x101;p&#x101;deti. ^b^&#x100;mant&#x101;^eb^ti an&#x101;g&#x101;m&#x12B;magga&#x1E6D;&#x1E6D;ha&#x1E43; sandh&#x101;ya pa&#x1E6D;ivacana&#x1E43;. ^b^Tadeka&#x1E6D;&#x1E6D;ha&#x1E43; pajahat&#x12B;^eb^ti pah&#x101;neka&#x1E6D;&#x1E6D;hata&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^No^eb^ti arahattamagga&#x1E6D;&#x1E6D;ha&#x1E43; sandh&#x101;ya pa&#x1E6D;isedho.</p>
              <p>[03]^b^Yato k&#x101;mar&#x101;g&#x101;nusaya&#x1E43; pajahat&#x12B;^eb^ti yato uppajjanaka&#x1E43; k&#x101;mar&#x101;g&#x101;nusaya&#x1E43; pajahat&#x12B;ti attho. ^b^A&#x1E6D;&#x1E6D;hamako^eb^ti arahattaphala&#x1E6D;&#x1E6D;hato pa&#x1E6D;&#x1E6D;h&#x101;ya paccorohanaga&#x1E47;an&#x101;ya ga&#x1E47;iyam&#x101;no sot&#x101;pattimagga&#x1E6D;&#x1E6D;ho a&#x1E6D;&#x1E6D;hamako ^a^V0.0327^ea^ n&#x101;ma. Dakkhi&#x1E47;eyyaga&#x1E47;an&#x101;ya hi arah&#x101; aggadakkhi&#x1E47;eyyatt&#x101; pa&#x1E6D;hamo, arahattamagga&#x1E6D;&#x1E6D;ho dutiyo, an&#x101;g&#x101;m&#x12B; tatiyo&#x2026;pe&#x2026; sot&#x101;pattimagga&#x1E6D;&#x1E6D;ho a&#x1E6D;&#x1E6D;hamo. So idha &#x2018;&#x2018;a&#x1E6D;&#x1E6D;hamako&#x2019;&#x2019;ti vutto. N&#x101;masa&#xF1;&#xF1;&#x101;yeva v&#x101; es&#x101; tass&#x101;ti. ^b^An&#x101;g&#x101;mimaggasama&#x1E45;gi&#xF1;ca a&#x1E6D;&#x1E6D;hamaka&#xF1;ca &#x1E6D;hapetv&#x101; avases&#x101;^eb^ti saddhi&#x1E43; puthujjanena sekkh&#x101;sekkh&#x101;. Tesu hi puthujjano pah&#x101;napari&#xF1;&#xF1;&#x101;ya abh&#x101;vena nappajahati. Ses&#x101; tesa&#x1E43; anusay&#x101;na&#x1E43; pah&#x12B;natt&#x101;. ^b^Dvinna&#x1E43; maggasama&#x1E45;g&#x12B;na^eb^nti dve maggasama&#x1E45;gino &#x1E6D;hapetv&#x101;ti attho. Imin&#x101; nayena sabbattha vinicchayo veditabboti.</p>
              <p>[06]Pajahanav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^198-263^eb^^b^.^eb^ Pari&#xF1;&#xF1;&#x101;v&#x101;re ^b^parij&#x101;n&#x101;t&#x12B;^eb^ti t&#x12B;hi pari&#xF1;&#xF1;&#x101;hi parij&#x101;n&#x101;ti. Sesamettha he&#x1E6D;&#x1E6D;h&#x101; vuttanayameva. Ayampi hi v&#x101;ro pajahanav&#x101;ro viya magga&#x1E6D;&#x1E6D;h&#x101;na&#xF1;&#xF1;eva vasena vissajjitoti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Pah&#x12B;nav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^264-274^eb^^b^.^eb^ Pah&#x12B;nav&#x101;re phala&#x1E6D;&#x1E6D;havaseneva desan&#x101; &#x101;raddh&#x101;. An&#x101;g&#x101;missa hi ubhopete anusay&#x101; pah&#x12B;n&#x101;, tasm&#x101; &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;.</p>
              <p>[03]^b^275-296^eb^^b^.^eb^ Ok&#x101;sav&#x101;re ^a^M0.0329^ea^^b^yattha k&#x101;mar&#x101;g&#x101;nusayo pah&#x12B;no tattha pa&#x1E6D;igh&#x101;nusayo pah&#x12B;no^eb^ti pucchitv&#x101; ^b^na vattabbo pah&#x12B;noti v&#x101; appah&#x12B;noti v&#x101;^eb^ti vutta&#x1E43; ta&#x1E43; kasm&#x101;ti? Uppatti&#x1E6D;&#x1E6D;h&#x101;nassa as&#x101;dh&#x101;ra&#x1E47;att&#x101;. A&#xF1;&#xF1;a&#x1E43; hi k&#x101;mar&#x101;g&#x101;nusayassa ^a^P0.0096^ea^ uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;, a&#xF1;&#xF1;a&#x1E43; pa&#x1E6D;igh&#x101;nusayassa. Abh&#x101;vitamaggassa ca yattha anusayo uppajjati, magge bh&#x101;vite tattheva so pah&#x12B;no n&#x101;ma hoti ^a^V0.0328^ea^. Tattha yasm&#x101; neva k&#x101;mar&#x101;g&#x101;nusaya&#x1E6D;&#x1E6D;h&#x101;ne pa&#x1E6D;igh&#x101;nusayo uppajjati, na pa&#x1E6D;igh&#x101;nusaya&#x1E6D;&#x1E6D;h&#x101;ne k&#x101;mar&#x101;g&#x101;nusayo, tasm&#x101; tattha so pah&#x12B;noti v&#x101; appah&#x12B;noti v&#x101; na vattabbo. So hi yasmi&#x1E43; attano uppatti&#x1E6D;&#x1E6D;h&#x101;ne k&#x101;mar&#x101;g&#x101;nusayo pah&#x12B;no, tasmi&#x1E43; appah&#x12B;natt&#x101; tattha pah&#x12B;noti na vattabbo. Ya&#x1E43; k&#x101;mar&#x101;g&#x101;nusayassa uppatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;, tasmi&#x1E43; a&#x1E6D;&#x1E6D;hitatt&#x101; tattha appah&#x12B;noti na vattabbo.</p>
              <p>[03]^b^Yattha k&#x101;mar&#x101;g&#x101;nusayo pah&#x12B;no, tattha m&#x101;n&#x101;nusayo pah&#x12B;no^eb^ti ettha pana s&#x101;dh&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; sandh&#x101;ya &#x101;mant&#x101;ti vutta&#x1E43;. K&#x101;mar&#x101;g&#x101;nusayo hi k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su anuseti. M&#x101;n&#x101;nusayo t&#x101;su ceva r&#x16B;p&#x101;r&#x16B;padh&#x101;t&#x16B;su ca. So &#x1E6D;hapetv&#x101; as&#x101;dh&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; s&#x101;dh&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;ne tena saddhi&#x1E43; pah&#x12B;no n&#x101;ma hoti. Tasm&#x101; &#x2018;&#x101;mant&#x101;&#x2019;ti vutta&#x1E43;. Imin&#x101; nayena sabbasmimpi ok&#x101;sav&#x101;re pah&#x12B;nat&#x101; ca navattabbat&#x101; ca veditabb&#x101;. &#x2018;Natth&#x12B;&#x2019;ti &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu pana he&#x1E6D;&#x1E6D;h&#x101; vuttasadisova vinicchayo. Puggalok&#x101;sav&#x101;ro, ok&#x101;sav&#x101;ragatikoyeva.</p>
              <p>[03]^b^297-307^eb^^b^.^eb^ Pa&#x1E6D;ilomanaye ^b^yassa k&#x101;mar&#x101;g&#x101;nusayo appah&#x12B;no^eb^ti puthujjanasot&#x101;pannasakad&#x101;g&#x101;mivasena pucchati. Ki&#xF1;c&#x101;pi hi ime dve anusay&#x101; puthujjanato pa&#x1E6D;&#x1E6D;h&#x101;ya y&#x101;va an&#x101;g&#x101;mimagga&#x1E6D;&#x1E6D;h&#x101; channa&#x1E43; puggal&#x101;na&#x1E43; appah&#x12B;n&#x101;. Idha pana parato &#x2018;&#x2018;ti&#x1E47;&#x1E47;a&#x1E43; puggal&#x101;na&#x1E43; dvinna&#x1E43; puggal&#x101;na&#x2019;&#x2019;nti&#x101;divacanato magga&#x1E6D;&#x1E6D;h&#x101; anadhippet&#x101;, tasm&#x101; puthujjanasot&#x101;pannasakad&#x101;g&#x101;minova sandh&#x101;ya &#x2018;&#x101;mant&#x101;&#x2019;ti vutta&#x1E43;. ^b^Dvinna&#x1E43; puggal&#x101;na^eb^nti sot&#x101;pannasakad&#x101;g&#x101;m&#x12B;na&#x1E43;. Imin&#x101; nayena puggalav&#x101;re vinicchayo veditabbo.</p>
              <p>[03]^b^308-329^eb^^b^.^eb^ Ok&#x101;sav&#x101;rapuggalok&#x101;sav&#x101;r&#x101; pana he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva veditabb&#x101;ti.</p>
              <p>[06]Pah&#x12B;nav&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Uppajjanav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^330^eb^^b^.^eb^ Uppajjanav&#x101;ro ^a^M0.0330^ea^ anusayav&#x101;rasadisoyeva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Dh&#x101;tupucch&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^332-340^eb^^b^.^eb^ Dh&#x101;tuv&#x101;rassa ^a^V0.0329^ea^ pucch&#x101;v&#x101;re t&#x101;va ^b^kati anusay&#x101; anusent&#x12B;^eb^ti kati ^a^P0.0097^ea^ anusay&#x101; sant&#x101;na&#x1E43; anugat&#x101; hutv&#x101; sayanti. ^b^Kati anusay&#x101; n&#x101;nusent&#x12B;^eb^ti kati anusay&#x101; sant&#x101;na&#x1E43; na anugat&#x101; hutv&#x101; sayanti. ^b^Kati anusay&#x101; bha&#x1E45;g&#x101;^eb^ti kati anusay&#x101; anusenti n&#x101;nusent&#x12B;ti eva&#x1E43; vibhajitabb&#x101;ti attho. Sesamettha ya&#x1E43; vattabba&#x1E43; siy&#x101;, ta&#x1E43; he&#x1E6D;&#x1E6D;h&#x101; p&#x101;&#x1E37;ivavatth&#x101;ne vuttameva.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Dh&#x101;tuvissajjan&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^341-349^eb^^b^.^eb^ Niddesav&#x101;re panassa ^b^kassaci satta anusay&#x101; anusent&#x12B;^eb^ti puthujjanavasena vutta&#x1E43;. ^b^Kassaci pa&#xF1;c&#x101;^eb^ti sot&#x101;pannasakad&#x101;g&#x101;mivasena vutta&#x1E43;. Tesa&#xF1;hi di&#x1E6D;&#x1E6D;h&#x101;nusayo ca vicikicch&#x101;nusayo ca pah&#x12B;n&#x101;ti pa&#xF1;ceva anusenti. Tattha yath&#x101; anusayav&#x101;re &#x2018;&#x2018;anusent&#x12B;&#x2019;&#x2019;ti padassa uppajjant&#x12B;ti attho gahito, evamidha na gahetabbo. Kasm&#x101;? Tasmi&#x1E43; kha&#x1E47;e anuppajjanato. K&#x101;madh&#x101;tu&#x1E43; upapajjantassa hi vip&#x101;kacitta&#xF1;ceva kammasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#xF1;ca uppajjati, akusalacitta&#x1E43; natthi. Anusay&#x101; ca akusalacittakkha&#x1E47;e uppajjanti, na vip&#x101;kacittakkha&#x1E47;eti tasmi&#x1E43; kha&#x1E47;e anuppajjanato tath&#x101; attho na gahetabbo. Katha&#x1E43; pana gahetabboti? Yath&#x101; labbhati tath&#x101; gahetabbo. Katha&#xF1;ca labbhati? Appah&#x12B;na&#x1E6D;&#x1E6D;hena. Yath&#x101; hi r&#x101;gadosamoh&#x101;na&#x1E43; appah&#x12B;natt&#x101;. Kusal&#x101;by&#x101;katacittasama&#x1E45;g&#x12B; puggalo &#x2018;&#x2018;sar&#x101;go sadoso samoho&#x2019;&#x2019;ti vuccati, eva&#x1E43; maggabh&#x101;van&#x101;ya appah&#x12B;natt&#x101; pa&#x1E6D;isandhikkha&#x1E47;epi tassa tassa puggalassa te te anusay&#x101; anusent&#x12B;ti vuccanti. Na kevala&#xF1;ca vuccanti, appah&#x12B;natt&#x101; pana te anusentiyeva n&#x101;m&#x101;ti veditabb&#x101;.</p>
              <p>[03]^b^Anusay&#x101; bha&#x1E45;g&#x101; natth&#x12B;^eb^ti yassa hi yo anuseti, so anusetiyeva; yo n&#x101;nuseti, so n&#x101;nusetiyeva. Aya&#x1E43; anuseti ca n&#x101;nuseti ca, aya&#x1E43; siy&#x101; anuseti siy&#x101; n&#x101;nuset&#x12B;ti, eva&#x1E43; vibhajitabbo anusayo n&#x101;ma natthi. ^b^R&#x16B;padh&#x101;tu&#x1E43; upapajjantassa kassaci tayo^eb^ti ^a^M0.0331^ea^ an&#x101;g&#x101;mivasena vutta&#x1E43;. Tassa hi k&#x101;mar&#x101;gapa&#x1E6D;ighadi&#x1E6D;&#x1E6D;hivicikicch&#x101;nusay&#x101; catt&#x101;ropi anavasesato pah&#x12B;n&#x101;. Itare tayova appah&#x12B;n&#x101;. Tena vutta&#x1E43; &#x2013; &#x2018;&#x2018;kassaci tayo anusay&#x101; anusent&#x12B;&#x2019;&#x2019;ti.</p>
              <p>[03]^b^Na^eb^^a^V0.0330^ea^^b^k&#x101;madh&#x101;tu^eb^nti k&#x101;madh&#x101;tuy&#x101; pa&#x1E6D;isiddhatt&#x101; ses&#x101; dve dh&#x101;tuyo upapajjantass&#x101;ti attho. ^b^Satte^eb^^a^P0.0098^ea^^b^v&#x101;^eb^ti yasm&#x101; ariyas&#x101;vakassa r&#x16B;padh&#x101;tuy&#x101; cutassa k&#x101;madh&#x101;tuya&#x1E43; upapatti n&#x101;ma natthi, puthujjanasseva hoti, tasm&#x101; sattev&#x101;ti niyametv&#x101; vutta&#x1E43;. &#x2018;&#x2018;Ar&#x16B;padh&#x101;tuy&#x101; cutassa k&#x101;madh&#x101;tu&#x1E43; upapajjantassa sattev&#x101;&#x2019;&#x2019;ti etth&#x101;pi eseva nayo. ^b^R&#x16B;padh&#x101;tuy&#x101; upapatti natth&#x12B;^eb^ti kasm&#x101; natthi? Upapattinipph&#x101;dakassa r&#x16B;p&#x101;vacarajjh&#x101;nassa abh&#x101;v&#x101;. So hi sabbaso r&#x16B;pasa&#xF1;&#xF1;&#x101;na&#x1E43; samatikkam&#x101; ta&#x1E43; dh&#x101;tu&#x1E43; upapannoti n&#x101;ssa tattha r&#x16B;p&#x101;vacarajjh&#x101;na&#x1E43; atthi. Tadabh&#x101;v&#x101; r&#x16B;padh&#x101;tuya&#x1E43; upapatti natth&#x12B;ti veditabb&#x101;. ^b^Ar&#x16B;padh&#x101;tuy&#x101; cutassa na k&#x101;madh&#x101;tu^eb^nti ettha ar&#x16B;padh&#x101;tuyeva adhippet&#x101;. Imin&#x101; nayena sabbavissajjanesu attho veditabboti.</p>
              <p>[06]Dh&#x101;tuv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[06]Anusayayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>8. Cittayamaka&#x1E43;</h0n>
      <h1>
        <h1n>Uddeso</h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-62^eb^^b^.^eb^ Id&#x101;ni tesa&#xF1;&#xF1;eva m&#x16B;layamake desit&#x101;na&#x1E43; kusal&#x101;didhamm&#x101;na&#x1E43; labbham&#x101;navasena ekadesameva sa&#x1E45;ga&#x1E47;hitv&#x101; anusayayamak&#x101;nantara&#x1E43; desitassa cittayamakassa atthava&#x1E47;&#x1E47;an&#x101; hoti. Tattha p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; t&#x101;va veditabba&#x1E43;. Imasmi&#xF1;hi cittayamake m&#x101;tik&#x101;&#x1E6D;hapana&#x1E43;, &#x1E6D;hapitam&#x101;tik&#x101;ya vissajjananti dve v&#x101;r&#x101; honti. Tattha m&#x101;tik&#x101;&#x1E6D;hapane puggalav&#x101;ro, dhammav&#x101;ro, puggaladhammav&#x101;roti &#x101;ditova tayo suddhikamah&#x101;v&#x101;r&#x101; honti.</p>
              <p>[03]Tattha &#x2018;&#x2018;yassa citta&#x1E43; uppajjati, na nirujjhat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; puggalavasena cittassa uppajjananirujjhan&#x101;dibheda&#x1E43; d&#x12B;pento gato puggalav&#x101;ro n&#x101;ma. &#x2018;&#x2018;Ya&#x1E43; citta&#x1E43; uppajjati, na nirujjhat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; dhammavaseneva cittassa uppajjananirujjhan&#x101;dibheda&#x1E43; d&#x12B;pento gato dhammav&#x101;ro n&#x101;ma. &#x2018;&#x2018;Yassa ya&#x1E43; citta&#x1E43; uppajjati, na nirujjhat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; ubhayavasena ^a^M0.0332^ea^ cittassa uppajjananirujjhan&#x101;dibheda&#x1E43; ^a^V0.0331^ea^ d&#x12B;pento gato puggaladhammav&#x101;ro n&#x101;ma. Tato ^a^P0.0099^ea^ &#x2018;&#x2018;yassa sar&#x101;ga&#x1E43; citta&#x2019;&#x2019;nti so&#x1E37;asanna&#x1E43; pad&#x101;na&#x1E43; vasena apare sar&#x101;g&#x101;dipadavisesit&#x101; so&#x1E37;asa puggalav&#x101;r&#x101;, so&#x1E37;asa dhammav&#x101;r&#x101;, so&#x1E37;asa puggaladhammav&#x101;r&#x101;ti a&#x1E6D;&#x1E6D;hacatt&#x101;l&#x12B;sa&#x1E43; missakav&#x101;r&#x101; honti. Te sar&#x101;g&#x101;dipadamatta&#x1E43; dassetv&#x101; sa&#x1E45;khitt&#x101;. Tato &#x2018;&#x2018;yassa kusala&#x1E43; citta&#x2019;&#x2019;nti&#x101;din&#x101; nayena chasa&#x1E6D;&#x1E6D;hidvisatasa&#x1E45;kh&#x101;na&#x1E43; abhidhammam&#x101;tik&#x101;pad&#x101;na&#x1E43; vasena apare kusal&#x101;dipadavisesit&#x101; chasa&#x1E6D;&#x1E6D;hidvisatapuggalav&#x101;r&#x101;, chasa&#x1E6D;&#x1E6D;hidvisatadhammav&#x101;r&#x101; chasa&#x1E6D;&#x1E6D;hidvisatapuggaladhammav&#x101;r&#x101;ti a&#x1E6D;&#x1E6D;hanavutisattasat&#x101; missakav&#x101;r&#x101; honti. Tepi kusal&#x101;dipadamatta&#x1E43; dassetv&#x101; sa&#x1E45;khitt&#x101;yeva. Y&#x101;nipettha sanidassan&#x101;d&#x12B;ni pad&#x101;ni cittena saddhi&#x1E43; na yujjanti, t&#x101;ni moghapucch&#x101;vasena &#x1E6D;hapit&#x101;ni.</p>
              <p>[03]Tesu pana t&#x12B;su v&#x101;resu sabbapa&#x1E6D;hame suddhikapuggalamah&#x101;v&#x101;re upp&#x101;danirodhak&#x101;lasambhedav&#x101;ro, upp&#x101;duppannav&#x101;ro, nirodhuppannav&#x101;ro, upp&#x101;dav&#x101;ro, nirodhav&#x101;ro, upp&#x101;danirodhav&#x101;ro uppajjam&#x101;nanirodhav&#x101;ro, uppajjam&#x101;nuppannav&#x101;ro, nirujjham&#x101;nuppannav&#x101;ro, uppannupp&#x101;dav&#x101;ro, at&#x12B;t&#x101;n&#x101;gatav&#x101;ro, uppannuppajjam&#x101;nav&#x101;ro, niruddhanirujjham&#x101;nav&#x101;ro, atikkantak&#x101;lav&#x101;roti cuddasa antarav&#x101;r&#x101;. Tesu upp&#x101;dav&#x101;ro, nirodhav&#x101;ro, upp&#x101;danirodhav&#x101;roti imesu t&#x12B;su v&#x101;resu anulomapa&#x1E6D;ilomavasena cha cha katv&#x101; a&#x1E6D;&#x1E6D;h&#x101;rasa yamak&#x101;ni. Uppannupp&#x101;dav&#x101;re at&#x12B;t&#x101;n&#x101;gatak&#x101;lavasena anulomato dve, pa&#x1E6D;ilomato dveti catt&#x101;ri yamak&#x101;ni. Sesesu &#x101;dito niddi&#x1E6D;&#x1E6D;hesu t&#x12B;su, anantare niddi&#x1E6D;&#x1E6D;hesu t&#x12B;su; avas&#x101;ne niddi&#x1E6D;&#x1E6D;hesu cat&#x16B;s&#x16B;ti dasasu v&#x101;resu anulomato eka&#x1E43;, pa&#x1E6D;ilomato ekanti dve dve katv&#x101; v&#x12B;sati yamak&#x101;ni. Eva&#x1E43; sabbesupi cuddasasu antarav&#x101;resu dv&#x101;catt&#x101;l&#x12B;sa yamak&#x101;ni, catur&#x101;s&#x12B;ti pucch&#x101; a&#x1E6D;&#x1E6D;hasa&#x1E6D;&#x1E6D;hiatthasata&#x1E43; hoti. Yath&#x101; ca ekasmi&#x1E43; suddhikapuggalamah&#x101;v&#x101;re, tath&#x101; suddhikadhammav&#x101;repi suddhikapuggaladhammav&#x101;rep&#x12B;ti t&#x12B;su mah&#x101;v&#x101;resu chabb&#x12B;satiyamakasata&#x1E43;, tato digu&#x1E47;&#x101; pucch&#x101;, tato digu&#x1E47;&#x101; atth&#x101; ca veditabb&#x101;. Ida&#x1E43; pana v&#x101;rattaya&#x1E43; sar&#x101;g&#x101;divasena so&#x1E37;asagu&#x1E47;a&#x1E43;, kusal&#x101;divasena chasa&#x1E6D;&#x1E6D;hidvisatagu&#x1E47;a&#x1E43; katv&#x101; imasmi&#x1E43; cittayamake anek&#x101;ni yamakasahass&#x101;ni, tato digu&#x1E47;&#x101; pucch&#x101;, tato digu&#x1E47;&#x101; atth&#x101; ca hont&#x12B;ti ^a^P0.0100^ea^. P&#x101;&#x1E6D;ho pana sa&#x1E43;khittoti. Eva&#x1E43; t&#x101;va imasmi&#x1E43; cittayamake p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; veditabba&#x1E43;.</p>
              <p>[06]M&#x101;tik&#x101;&#x1E6D;hapanava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Niddeso</h1n>
        <h2>
          <h2n>1. Puggalav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^63^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0333^ea^^a^V0.0332^ea^ &#x1E6D;hapit&#x101;nukkamena m&#x101;tika&#x1E43; vissajjetu&#x1E43; ^b^yassa citta&#x1E43; uppajjati na nirujjhat&#x12B;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Tattha ^b^uppajjat&#x12B;^eb^ti upp&#x101;dakkha&#x1E47;asama&#x1E45;git&#x101;ya uppajjati ^b^na nirujjhat&#x12B;^eb^ti nirodhakkha&#x1E47;a&#x1E43; appattat&#x101;ya na nirujjhati. ^b^Tassa citta^eb^nti tassa puggalassa tato pa&#x1E6D;&#x1E6D;h&#x101;ya citta&#x1E43; nirujjhissati nuppajjissat&#x12B;ti pucchati. ^b^Tesa&#x1E43; citta^eb^nti yesa&#x1E43; paricchinnava&#x1E6D;&#x1E6D;adukkh&#x101;na&#x1E43; kh&#x12B;&#x1E47;&#x101;sav&#x101;na&#x1E43; sabbapacchimassa cuticittassa upp&#x101;dakkha&#x1E47;o vattati, etesa&#x1E43; tadeva cuticitta&#x1E43; upp&#x101;dappattat&#x101;ya uppajjati n&#x101;ma, bha&#x1E45;ga&#x1E43; appattat&#x101;ya na nirujjhati. Id&#x101;ni pana bha&#x1E45;ga&#x1E43; patv&#x101; ta&#x1E43; tesa&#x1E43; citta&#x1E43; nirujjhissati, tato appa&#x1E6D;isandhikatt&#x101; a&#xF1;&#xF1;a&#x1E43; nuppajjissati. ^b^Itaresa^eb^nti pacchimacittasama&#x1E45;gi&#x1E43; kh&#x12B;&#x1E47;&#x101;sava&#x1E43; &#x1E6D;hapetv&#x101; avases&#x101;na&#x1E43; sekkh&#x101;sekkhaputhujjan&#x101;na&#x1E43; ^b^nirujjhissati ceva uppajjissati c&#x101;^eb^ti ya&#x1E43; ta&#x1E43; upp&#x101;dakkha&#x1E47;appatta&#x1E43; ta&#x1E43; nirujjhissateva. A&#xF1;&#xF1;a&#x1E43; pana tasmi&#x1E43; v&#x101; a&#xF1;&#xF1;asmi&#x1E43; v&#x101; attabh&#x101;ve uppajjissati ceva nirujjhissati ca. Dutiyapucch&#x101;vissajjanepi tath&#x101;r&#x16B;passeva kh&#x12B;&#x1E47;&#x101;savassa citta&#x1E43; sandh&#x101;ya &#x2018;&#x101;mant&#x101;&#x2019;ti vutta&#x1E43;. ^b^Nuppajjati nirujjhat&#x12B;^eb^ti bha&#x1E45;gakkha&#x1E47;e arahato pacchimacittampi ses&#x101;na&#x1E43; bhijjam&#x101;nacittampi. Tato pa&#x1E6D;&#x1E6D;h&#x101;ya pana arahato citta&#x1E43; na nirujjhissat&#x12B;ti sakk&#x101; vattu&#x1E43; uppajjissat&#x12B;ti pana na sakk&#x101;. Ses&#x101;na&#x1E43; uppajjissat&#x12B;ti sakk&#x101; vattu&#x1E43;, na nirujjhissat&#x12B;ti na sakk&#x101;. Tasm&#x101; &#x2018;no&#x2019;ti pa&#x1E6D;isedho kato. Dutiyapa&#xF1;he yassa citta&#x1E43; na nirujjhissati, uppajjissat&#x12B;ti so puggaloyeva natthi, tasm&#x101; natth&#x12B;ti pa&#x1E6D;ikkhepo kato.</p>
              <p>[03]^b^65-82^eb^^b^.^eb^^b^Uppanna^eb^nti upp&#x101;dasama&#x1E45;ginopeta&#x1E43; n&#x101;ma&#x1E43;. Upp&#x101;da&#x1E43; patv&#x101; aniruddhass&#x101;pi. Tattha upp&#x101;dasama&#x1E45;gita&#x1E43; sandh&#x101;ya ^a^P0.0101^ea^ &#x2018;&#x101;mant&#x101;&#x2019;ti, upp&#x101;da&#x1E43; patv&#x101; aniruddhabh&#x101;va&#x1E43; sandh&#x101;ya &#x2018;&#x2018;tesa&#x1E43; citta&#x1E43; uppanna&#x2019;&#x2019;nti vutta&#x1E43;. ^b^Anuppanna^eb^nti upp&#x101;da&#x1E43; appatta&#x1E43;. ^b^Tesa&#x1E43; citta&#x1E43; uppajjitth&#x101;^eb^ti etth&#x101;pi sabbesa&#x1E43; t&#x101;va citta&#x1E43; kha&#x1E47;apaccuppannameva hutv&#x101; upp&#x101;dakkha&#x1E47;a&#x1E43; at&#x12B;tatt&#x101; uppajjittha n&#x101;ma, nirodhasam&#x101;pann&#x101;na&#x1E43; nirodhato pubbe uppannapubbatt&#x101;, asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; sa&#xF1;&#xF1;&#x12B;bhave uppannapubbatt&#x101;. ^b^Uppajjittha ceva uppajjati c&#x101;^eb^ti upp&#x101;da&#x1E43; pattatt&#x101; uppajjittha, anat&#x12B;tatt&#x101; uppajjati n&#x101;m&#x101;ti attho.</p>
              <p>[03]^b^Upp&#x101;dakkha&#x1E47;e^eb^^a^V0.0333^ea^^b^an&#x101;gata&#xF1;c&#x101;^eb^ti upp&#x101;dakkha&#x1E47;e ca citta&#x1E43; an&#x101;gata&#xF1;ca cittanti attho.</p>
              <p>[03]^b^83^eb^^b^.^eb^ Atikkantak&#x101;lav&#x101;re ^b^uppajjam&#x101;na&#x1E43; kha&#x1E47;a^eb^nti upp&#x101;dakkha&#x1E47;a&#x1E43;. Tattha ki&#xF1;c&#x101;pi upp&#x101;dakkha&#x1E47;o uppajjam&#x101;no n&#x101;ma na hoti, uppajjam&#x101;nassa pana kha&#x1E47;att&#x101; eva&#x1E43; ^a^M0.0334^ea^ vutto. ^b^Kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; atikkantak&#x101;la^eb^nti na cira&#x1E43; v&#x12B;tikkanta&#x1E43; tameva pana upp&#x101;dakkha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;lanti sa&#x1E45;kha&#x1E43; gacchati. ^b^Nirujjham&#x101;na&#x1E43; kha&#x1E47;a^eb^nti nirodhakkha&#x1E47;a&#x1E43;. Tattha ki&#xF1;c&#x101;pi nirodhakkha&#x1E47;o nirujjham&#x101;no n&#x101;ma na hoti, nirujjham&#x101;nassa pana kha&#x1E47;att&#x101; eva&#x1E43; vutto. ^b^Kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; atikkantak&#x101;la^eb^nti ki&#x1E43; tassa citta&#x1E43; eva&#x1E43; nirodhakkha&#x1E47;ampi v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;la&#x1E43; n&#x101;ma hot&#x12B;ti pucchati. Tattha yasm&#x101; bha&#x1E45;gakkha&#x1E47;e citta&#x1E43; upp&#x101;dakkha&#x1E47;a&#x1E43; kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;la&#x1E43; hoti, nirodhakkha&#x1E47;a&#x1E43; kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;la&#x1E43; n&#x101;ma na hoti. At&#x12B;ta&#x1E43; pana citta&#x1E43; ubhopi kha&#x1E47;e kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;la&#x1E43; n&#x101;ma, tasm&#x101; &#x2018;&#x2018;bha&#x1E45;gakkha&#x1E47;e citta&#x1E43; upp&#x101;dakkha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43;, bha&#x1E45;gakkha&#x1E47;a&#x1E43; av&#x12B;tikkanta&#x1E43;, at&#x12B;ta&#x1E43; citta&#x1E43; upp&#x101;dakkha&#x1E47;a&#xF1;ca v&#x12B;tikkanta&#x1E43; bha&#x1E45;gakkha&#x1E47;a&#xF1;ca v&#x12B;tikkantanti vissajjanam&#x101;ha. Dutiyapa&#xF1;hassa vissajjane yasm&#x101; at&#x12B;ta&#x1E43; citta&#x1E43; ubhopi kha&#x1E47;e v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;la&#x1E43; n&#x101;ma hoti, tasm&#x101; at&#x12B;ta&#x1E43; cittanti vutta&#x1E43;. Pa&#x1E6D;ilomapa&#xF1;hassa vissajjane yasm&#x101; upp&#x101;dakkha&#x1E47;e ca citta&#x1E43; an&#x101;gata&#xF1;ca citta&#x1E43; ubhopi kha&#x1E47;e kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; hutv&#x101; atikkantak&#x101;la&#x1E43; n&#x101;ma na hoti, tesa&#x1E43; kha&#x1E47;&#x101;na&#x1E43; ^a^P0.0102^ea^ av&#x12B;tikkantatt&#x101;. Tasm&#x101; &#x2018;&#x2018;upp&#x101;dakkha&#x1E47;e citta&#x1E43; an&#x101;gata&#x1E43; citta&#x2019;&#x2019;nti vutta&#x1E43;. Dutiyavissajjana&#x1E43; p&#x101;ka&#x1E6D;ameva.</p>
              <p>[03]^b^84-113^eb^^b^.^eb^ Dhammav&#x101;repi imin&#x101;vup&#x101;yena sabbavissajjanesu attho veditabbo. Puggaladhammav&#x101;ro dhammav&#x101;ragatikoyeva.</p>
              <p>[03]^b^114-116^eb^^b^.^eb^ Sabbepi missakav&#x101;r&#x101; ^b^yassa sar&#x101;ga&#x1E43; citta^eb^nti&#x101;din&#x101; nayena mukhamatta&#x1E43; dassetv&#x101; sa&#x1E45;khitt&#x101;. Vitth&#x101;ro pana nesa&#x1E43; he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva veditabbo. Tesu pana &#x2018;&#x2018;yassa sar&#x101;ga&#x1E43; citta&#x1E43; uppajjati, na nirujjhati; tassa citta&#x1E43; nirujjhissati, nuppajjissat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; vitth&#x101;retabbat&#x101;ya pucch&#x101;va sadis&#x101; hoti. Yasm&#x101; pana sar&#x101;ga&#x1E43; citta&#x1E43; pacchimacitta&#x1E43; na hoti, tasm&#x101; &#x2018;&#x2018;yassa sar&#x101;ga&#x1E43; citta&#x1E43; uppajjati, na nirujjhati; tassa citta&#x1E43; nirujjhissati, nuppajjissat&#x12B;ti ^a^V0.0334^ea^ no&#x2019;&#x2019;ti eva&#x1E43; vissajjitabbatt&#x101; vissajjana&#x1E43; asadisa&#x1E43; hoti. Ta&#x1E43; ta&#x1E43; tass&#x101; tass&#x101; pucch&#x101;ya anur&#x16B;pavasena veditabbanti.</p>
              <p>[06]Cittayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>9. Dhammayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-16^eb^^b^.^eb^ Id&#x101;ni ^a^M0.0335^ea^ tesa&#xF1;&#xF1;eva m&#x16B;layamake desit&#x101;na&#x1E43; kusal&#x101;didhamm&#x101;na&#x1E43; m&#x101;tika&#x1E43; &#x1E6D;hapetv&#x101; cittayamak&#x101;nantara&#x1E43; desitassa dhammayamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tattha khandhayamake vuttanayeneva p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; veditabba&#x1E43;. Yath&#x101; hi tattha pa&#x1E47;&#x1E47;attiv&#x101;r&#x101;dayo tayo mah&#x101;v&#x101;r&#x101;, avases&#x101; antarav&#x101;r&#x101; ca honti, tath&#x101; idh&#x101;pi. &#x2018;&#x2018;Yo kusala&#x1E43; dhamma&#x1E43; bh&#x101;veti, so akusala&#x1E43; dhamma&#x1E43; pajahat&#x12B;&#x2019;&#x2019;ti &#x101;gatatt&#x101; panettha pari&#xF1;&#xF1;&#x101;v&#x101;ro, bh&#x101;van&#x101;v&#x101;ro n&#x101;m&#x101;ti veditabbo. Tattha yasm&#x101; aby&#x101;kato dhammo neva bh&#x101;vetabbo, na pah&#x101;tabbo, tasm&#x101; ta&#x1E43; padameva na uddha&#x1E6D;a&#x1E43;. Pa&#x1E47;&#x1E47;attiv&#x101;re panettha ti&#x1E47;&#x1E47;a&#x1E43; kusal&#x101;didhamm&#x101;na&#x1E43; vasena padasodhanav&#x101;ro, padasodhanam&#x16B;lacakkav&#x101;ro, suddhadhammav&#x101;ro, suddhadhammam&#x16B;lacakkav&#x101;roti ^a^P0.0103^ea^ imesu cat&#x16B;su v&#x101;resu yamakaga&#x1E47;an&#x101; veditabb&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>1. Pa&#x1E47;&#x1E47;attiniddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^17-32^eb^^b^.^eb^ Pa&#x1E47;&#x1E47;attiv&#x101;raniddese pana ^b^kusal&#x101; kusaladhamm&#x101;^eb^ti kusal&#x101;na&#x1E43; ekantena kusaladhammatt&#x101; &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Sesavissajjanesupi eseva nayo. ^b^Avases&#x101; dhamm&#x101; na akusal&#x101; dhamm&#x101;^eb^ti avases&#x101; dhamm&#x101; akusal&#x101; na honti, dhamm&#x101; pana hont&#x12B;ti attho. Imin&#x101; nayena sabbavissajjan&#x101;ni veditabb&#x101;ni.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^33-34^eb^^b^.^eb^ Pavattiv&#x101;re ^a^V0.0335^ea^ panettha paccuppannak&#x101;le puggalav&#x101;rassa anulomanaye &#x2018;&#x2018;yassa kusal&#x101; dhamm&#x101; uppajjanti, tassa akusal&#x101; dhamm&#x101; uppajjanti; yassa v&#x101; pana akusal&#x101; dhamm&#x101; uppajjanti, tassa kusal&#x101; dhamm&#x101; uppajjant&#x12B;&#x2019;&#x2019;ti kusaladhammam&#x16B;lak&#x101;ni dve yamak&#x101;ni, akusaladhammam&#x16B;laka&#x1E43; ekanti t&#x12B;&#x1E47;i yamak&#x101;ni honti. Tassa pa&#x1E6D;ilomanayepi ok&#x101;sav&#x101;r&#x101;d&#x12B;supi eseva nayo. Evamettha sabbav&#x101;resu ti&#x1E47;&#x1E47;a&#x1E43; ti&#x1E47;&#x1E47;a&#x1E43; yamak&#x101;na&#x1E43; vasena yamakaga&#x1E47;an&#x101; veditabb&#x101;. Atthavinicchaye panettha ida&#x1E43; lakkha&#x1E47;a&#x1E43; &#x2013; imassa hi dhammayamakassa ^a^M0.0336^ea^ pavattimah&#x101;v&#x101;re &#x2018;&#x2018;uppajjanti nirujjhant&#x12B;&#x2019;&#x2019;ti imesu upp&#x101;danirodhesu kusal&#x101;kusaladhamm&#x101; t&#x101;va ekantena pavattiya&#x1E43;yeva labbhanti, na cutipa&#x1E6D;isandh&#x12B;su. Aby&#x101;katadhamm&#x101; pana pavatte ca cutipa&#x1E6D;isandh&#x12B;su c&#x101;ti t&#x12B;supi k&#x101;lesu labbhanti. Evamettha ya&#x1E43; yattha yattha labbhati, tassa vasena tattha tattha vinicchayo veditabbo.</p>
              <p>[03]Tatrida&#x1E43; nayamukha&#x1E43; &#x2013; kusal&#x101;kusal&#x101;na&#x1E43; t&#x101;va ekakkha&#x1E47;e anuppajjanato &#x2018;&#x2018;no&#x2019;&#x2019;ti pa&#x1E6D;isedho kato. ^b^Aby&#x101;kat&#x101; c&#x101;^eb^ti cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pavasena vutta&#x1E43;.</p>
              <p>[03]^b^35-36^eb^^b^.^eb^^b^Yattha kusal&#x101; dhamm&#x101; nuppajjant&#x12B;^eb^ti asa&#xF1;&#xF1;abhava&#x1E43; sandh&#x101;ya vutta&#x1E43;. Tenevettha &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vissajjana&#x1E43; kata&#x1E43;. ^b^Uppajjant&#x12B;^eb^ti idampi asa&#xF1;&#xF1;abhava&#x1E43;yeva sandh&#x101;ya vutta&#x1E43;. Aby&#x101;kat&#x101;na&#x1E43; pana anuppatti&#x1E6D;&#x1E6D;h&#x101;nassa abh&#x101;v&#x101; &#x2018;&#x2018;natth&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;ikkhepo kato.</p>
              <p>[03]^b^49^eb^^b^.^eb^^b^Dutiye akusale^eb^ti bhava&#x1E43; ass&#x101;detv&#x101; uppannesu nikantijavanesu dutiye javanacitte. ^b^Dutiye citte vattam&#x101;ne^eb^ti pa&#x1E6D;isandhito dutiye bhava&#x1E45;gacitte vattam&#x101;ne saha v&#x101; pa&#x1E6D;isandhiy&#x101; bhava&#x1E45;ga&#x1E43; vip&#x101;kavasena ekameva katv&#x101; bhavanikantiy&#x101; &#x101;vajjanacitte. Ta&#xF1;hi kiriyacittatt&#x101; aby&#x101;kataj&#x101;tiya&#x1E43; vip&#x101;kato dutiya&#x1E43; n&#x101;ma hoti.</p>
              <p>[03]^b^57^eb^^b^.^eb^^b^Yassa cittassa anantar&#x101;^eb^^a^P0.0104^ea^^b^aggamagga^eb^nti gotrabhucitta&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^Kusal&#x101; dhamm&#x101; uppajjissant&#x12B;^eb^ti te aggamaggadhammeyeva sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^79^eb^^b^.^eb^^b^Yassa^eb^^a^V0.0336^ea^^b^cittassa anantar&#x101; aggamagga&#x1E43; pa&#x1E6D;ilabhissanti, tassa cittassa upp&#x101;dakkha&#x1E47;e^eb^ti ida&#x1E43; cittaj&#x101;tivasena vutta&#x1E43;. Tajj&#x101;tikassa hi ek&#x101;vajjanena uppannassa tato orimacittassa upp&#x101;dakkha&#x1E47;epi eta&#x1E43; lakkha&#x1E47;a&#x1E43; labbhateva.</p>
              <p>[03]^b^99^eb^^b^.^eb^ Nirodhav&#x101;repi kusal&#x101;kusal&#x101;na&#x1E43; ekato anirujjhanato &#x2018;&#x2018;no&#x2019;&#x2019;ti vutta&#x1E43;. Imin&#x101; nayamukhena sabbattha vinicchayo veditabboti.</p>
              <p>[06]Dhammayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>10. Indriyayamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Id&#x101;ni ^a^M0.0337^ea^ tesa&#xF1;&#xF1;eva m&#x16B;layamake desit&#x101;na&#x1E43; kusal&#x101;didhamm&#x101;na&#x1E43; labbham&#x101;navasena ekadesa&#x1E43; sa&#x1E43;ga&#x1E47;hitv&#x101; dhammayamak&#x101;nantara&#x1E43; desitassa indriyayamakassa va&#x1E47;&#x1E47;an&#x101; hoti. Tattha khandhayamak&#x101;d&#x12B;su vuttanayeneva p&#x101;&#x1E37;ivavatth&#x101;na&#x1E43; veditabba&#x1E43;. Idh&#x101;pi hi pa&#x1E47;&#x1E47;attiv&#x101;r&#x101;dayo tayo mah&#x101;v&#x101;r&#x101; avases&#x101; antarav&#x101;r&#x101; ca saddhi&#x1E43; k&#x101;lappabhed&#x101;d&#x12B;hi khandhayamak&#x101;d&#x12B;su &#x101;gatasadis&#x101;va. Indriy&#x101;na&#x1E43; pana bahut&#x101;ya dh&#x101;tuyamakatopi bahutar&#x101;ni yamak&#x101;ni honti. Yath&#x101; pana he&#x1E6D;&#x1E6D;h&#x101; puggalav&#x101;r&#x101;d&#x12B;su cakkh&#x101;yatanacakkhudh&#x101;tum&#x16B;lake naye cakkh&#x101;yatanacakkhudh&#x101;t&#x16B;hi saddhi&#x1E43; jivh&#x101;yatanak&#x101;y&#x101;yatan&#x101;ni na yojit&#x101;ni. Jivh&#x101;yatanak&#x101;y&#x101;yatanam&#x16B;lak&#x101;ni ca yamak&#x101;neva na gahit&#x101;ni, tath&#x101; idh&#x101;pi cakkhundriyam&#x16B;lake naye jivhindriyak&#x101;yindriy&#x101;ni na yojit&#x101;ni, jivhindriyak&#x101;yindriyam&#x16B;lak&#x101;ni ca yamak&#x101;neva na gahit&#x101;ni. Tesa&#x1E43; aggaha&#x1E47;e k&#x101;ra&#x1E47;a&#x1E43; tattha vuttanayeneva veditabba&#x1E43;. Manindriya&#x1E43; pana yath&#x101; cakkhundriy&#x101;dim&#x16B;lakehi tatheva itthindriy&#x101;dim&#x16B;lakehipi saddhi&#x1E43; yasm&#x101; yojana&#x1E43; gacchati, tasm&#x101; nikkhittapa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; ayojetv&#x101; sabbehipi cakkhundriyam&#x16B;lak&#x101;d&#x12B;hi saddhi&#x1E43; pariyos&#x101;ne yojitanti veditabba&#x1E43;. Cakkhundriyena saddhi&#x1E43; itthindriyapurisindriyaj&#x12B;vitindriy&#x101;ni ^a^P0.0105^ea^ yojit&#x101;ni sukhindriyadukkhindriyadomanassindriy&#x101;ni pa&#x1E6D;isandhiya&#x1E43; natth&#x12B;ti na gahit&#x101;ni. Somanassindriyaupekkhindriy&#x101;ni pa&#x1E6D;isandhiya&#x1E43; uppattisabbh&#x101;vato gahit&#x101;ni. Tath&#x101; saddhindriy&#x101;d&#x12B;ni pa&#xF1;ca. Lokuttar&#x101;ni t&#x12B;&#x1E47;i pa&#x1E6D;isandhiya&#x1E43; abh&#x101;veneva na gahit&#x101;ni. Iti y&#x101;ni gahit&#x101;ni, tesa&#x1E43; ^a^V0.0337^ea^ vasenettha cakkhundriyam&#x16B;lake naye yamakaga&#x1E47;an&#x101; veditabb&#x101;. Yath&#x101; cettha, eva&#x1E43; sabbattha. Y&#x101;ni pana na gahit&#x101;ni, tesa&#x1E43; vasena yamak&#x101;ni na ga&#x1E47;etabb&#x101;ni. Ga&#x1E47;entena v&#x101; moghapucch&#x101;vasena ga&#x1E47;etabb&#x101;n&#x12B;ti eva&#x1E43; t&#x101;va sabbav&#x101;resu p&#x101;&#x1E37;ivavatth&#x101;nameva veditabba&#x1E43;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-86^eb^^b^.^eb^ Atthavinicchaye panettha ida&#x1E43; nayamukha&#x1E43; &#x2013; ^b^sacakkhuk&#x101;na&#x1E43; na itth&#x12B;na^eb^nti brahmap&#x101;risajj&#x101;d&#x12B;na&#xF1;ceva r&#x16B;p&#x12B;na&#x1E43; purisanapu&#x1E43;sak&#x101;na&#xF1;ca vasena vutta&#x1E43;. Tesa&#xF1;hi itthindriya&#x1E43; nuppajjati. ^b^Sacakkhuk&#x101;na&#x1E43; na puris&#x101;na^eb^nti r&#x16B;p&#x12B;brahm&#x101;na&#xF1;ceva itthinapu&#x1E43;sak&#x101;na&#xF1;ca vasena vutta&#x1E43;. Tesa&#xF1;hi purisindriya&#x1E43; nuppajjati. ^b^Acakkhuk&#x101;na&#x1E43; upapajjant&#x101;na&#x1E43; tesa&#x1E43; j&#x12B;vitindriya&#x1E43; uppajjat&#x12B;^eb^ti ekavok&#x101;racatuvok&#x101;rak&#x101;madh&#x101;tusatte sandh&#x101;ya vutta&#x1E43;. ^b^Sacakkhuk&#x101;na&#x1E43; vin&#x101; somanassen&#x101;^eb^ti upekkh&#x101;sahagat&#x101;na&#x1E43; ^a^M0.0338^ea^ catunna&#x1E43; mah&#x101;vip&#x101;kapa&#x1E6D;isandh&#x12B;na&#x1E43; vasena vutta&#x1E43;. ^b^Sacakkhuk&#x101;na&#x1E43; vin&#x101; upekkh&#x101;y&#x101;^eb^ti somanassasahagatapa&#x1E6D;isandhik&#x101;na&#x1E43; vasena vutta&#x1E43;. ^b^Upekkh&#x101;ya acakkhuk&#x101;na^eb^nti ahetukapa&#x1E6D;isandhivasena vutta&#x1E43;. ^b^Ahetuk&#x101;na^eb^nti ahetukapa&#x1E6D;isandhicittena saddhi&#x1E43; saddhindriy&#x101;d&#x12B;na&#x1E43; abh&#x101;vato vutta&#x1E43;. Tattha hi ekanteneva saddh&#x101;satipa&#xF1;&#xF1;&#x101;yo natthi. Sam&#x101;dhiv&#x12B;riy&#x101;ni pana indriyappatt&#x101;ni na honti. ^b^Sahetuk&#x101;na&#x1E43; acakkhuk&#x101;na^eb^nti gabbhaseyyakavasena ceva ar&#x16B;p&#x12B;vasena ca vutta&#x1E43;. A&#xF1;&#xF1;o hi sahetuko acakkhuko n&#x101;ma natthi. ^b^Sacakkhuk&#x101;na&#x1E43; ahetuk&#x101;na^eb^nti ap&#x101;ye opap&#x101;tikavasena vutta&#x1E43;. ^b^Sacakkhuk&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;avippayutt&#x101;na^eb^nti k&#x101;madh&#x101;tuya&#x1E43; duhetukapa&#x1E6D;isandhik&#x101;na&#x1E43; vasena vutta&#x1E43;. ^b^Sacakkhuk&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;asampayutt&#x101;na^eb^nti r&#x16B;p&#x12B;brahm&#x101;no ceva k&#x101;m&#x101;vacaradevamanusse ca sandh&#x101;ya vutta&#x1E43;. ^b^&#xD1;&#x101;&#x1E47;asampayutt&#x101;na&#x1E43; acakkhuk&#x101;na^eb^nti ar&#x16B;pino ca tihetukagabbhaseyyake ca sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^190^eb^^b^.^eb^ J&#x12B;vitindriyam&#x16B;lake ^b^vin&#x101; somanassena upapajjant&#x101;na^eb^nti dvepi j&#x12B;vitindriy&#x101;ni sandh&#x101;ya vutta&#x1E43;. ^b^Pavatte^eb^^a^P0.0106^ea^^b^somanassavippayuttacittassa upp&#x101;dakkha&#x1E47;e^eb^ti ar&#x16B;paj&#x12B;vitindriya&#x1E43; sandh&#x101;ya vutta&#x1E43;. Imin&#x101; nayena sabbatth&#x101;pi pa&#x1E6D;isandhipavattivasena j&#x12B;vitindriyayojan&#x101; veditabb&#x101;. Somanassindriy&#x101;dim&#x16B;lakesupi pa&#x1E6D;isandhipavattivasenevattho gahetabbo. Pa&#x1E6D;ilomanaye pana nirodhav&#x101;re ca etesa&#xF1;ceva a&#xF1;&#xF1;esa&#xF1;ca dhamm&#x101;na&#x1E43; yath&#x101;l&#x101;bhavasena cutipa&#x1E6D;isandhipavattesu t&#x12B;supi anupp&#x101;danirodh&#x101; veditabb&#x101;.</p>
              <p>[03]^b^281^eb^^b^.^eb^ An&#x101;gatav&#x101;re ^a^V0.0338^ea^^b^eteneva bh&#x101;ven&#x101;^eb^ti etena purisabh&#x101;veneva, antar&#x101; itthibh&#x101;va&#x1E43; an&#x101;pajjitv&#x101; purisapa&#x1E6D;isandhiggaha&#x1E47;enev&#x101;ti attho. ^b^Katici bhave dassetv&#x101; parinibb&#x101;yissant&#x12B;^eb^ti katici pa&#x1E6D;isandhiyo gahetv&#x101; itthibh&#x101;va&#x1E43; appatv&#x101;va parinibb&#x101;yissant&#x12B;ti attho. Dutiyapucch&#x101;yapi eseva nayo.</p>
              <p>[03]^b^361^eb^^b^.^eb^ Paccuppannena at&#x12B;tav&#x101;re ^b^suddh&#x101;v&#x101;s&#x101;na&#x1E43; upapatticittassa bha&#x1E45;gakkha&#x1E47;e manindriya&#xF1;ca nuppajjitth&#x101;^eb^ti cittayamake viya upp&#x101;dakkha&#x1E47;&#x101;tikkamavasena attha&#x1E43; aggahetv&#x101; tasmi&#x1E43; bhave anuppannapubbavasena gahetabboti. Imin&#x101; nayamukhena sabbasmimpi pavattiv&#x101;re atthavinicchayo veditabbo.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^435-482^eb^^b^.^eb^ Pari&#xF1;&#xF1;&#x101;v&#x101;re ^a^M0.0339^ea^ pana cakkhum&#x16B;lak&#x101;d&#x12B;su ekameva cakkhusotayamaka&#x1E43; dassita&#x1E43;. Yasm&#x101; pana ses&#x101;nipi lokiyaaby&#x101;kat&#x101;ni ceva lokiyaaby&#x101;katamissak&#x101;ni ca pari&#xF1;&#xF1;eyy&#x101;neva, tasm&#x101; t&#x101;ni anupadi&#x1E6D;&#x1E6D;h&#x101;nipi imin&#x101;va dassit&#x101;ni honti. Yasm&#x101; pana akusala&#x1E43; ekantato pah&#x101;tabbameva, ekanta&#x1E43; kusala&#x1E43; bh&#x101;vetabbameva, lokuttar&#x101;by&#x101;kata&#x1E43; sacchik&#x101;tabba&#x1E43;, tasm&#x101; &#x2018;&#x2018;domanassindriya&#x1E43; pajahat&#x12B;&#x2019;&#x2019;ti &#x2018;&#x2018;ana&#xF1;&#xF1;&#x101;ta&#xF1;&#xF1;ass&#x101;m&#x12B;tindriya&#x1E43; bh&#x101;vet&#x12B;&#x2019;&#x2019;ti &#x2018;&#x2018;a&#xF1;&#xF1;&#x101;t&#x101;vindriya&#x1E43; sacchikarot&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. A&#xF1;&#xF1;indriya&#x1E43; pana bh&#x101;vetabbampi atthi sacchik&#x101;tabbampi, ta&#x1E43; bh&#x101;van&#x101;vaseneva gahita&#x1E43;. Tattha ^b^dve puggal&#x101;^eb^ti sakad&#x101;g&#x101;mimaggasama&#x1E45;g&#x12B; ca, arahattamaggasama&#x1E45;g&#x12B; ca. Tesu eko samucchinditu&#x1E43; asamatthatt&#x101; domanassindriya&#x1E43; na pajahati n&#x101;ma. Eko pah&#x12B;nadosatt&#x101; ^b^cakkhundriya&#x1E43; na parij&#x101;n&#x101;t&#x12B;^eb^ti anupp&#x101;da&#x1E43; &#x101;p&#x101;detu&#x1E43; ^a^P0.0107^ea^ asamatthat&#x101;ya na parij&#x101;n&#x101;ti. Imin&#x101; nayena sabbavissajjanesu attho veditabboti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;.</p>
              <p>[06]Indriyayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Nigamanakath&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Ett&#x101;vat&#x101; ^a^V0.0339^ea^ ca &#x2013;</p>
              <p>[21]Yassov&#x101;de &#x1E6D;hatv&#x101;, ni&#x1E6D;&#x1E6D;hitakiccassa kiccasampanno;</p>
              <p>[22]Yuvatijanopi at&#x12B;to, suvihitaniyamo yamass&#x101;&#x1E47;a&#x1E43;.</p>
              <p>[21]Devaparis&#x101;ya majjhe, devapure sabbadevadevena;</p>
              <p>[22]Yamaka&#x1E43; n&#x101;ma pak&#x101;sita&#x1E43;, yam&#x101;malalomena ya&#x1E43; tena.</p>
              <p>[21]P&#x101;&#x1E37;ivavatth&#x101;navidhi&#x1E43;, pucch&#x101;vissajjane ca atthanaya&#x1E43;;</p>
              <p>[22]Dassetu&#x1E43; &#x101;raddh&#x101;, yamakaa&#x1E6D;&#x1E6D;hakath&#x101; may&#x101; tassa.</p>
              <p>[21]S&#x101; ^a^M0.0340^ea^ subahuantar&#x101;ye, lokamhi yath&#x101; anantar&#x101;yena;</p>
              <p>[22]Ayamajja pa&#xF1;camattehi, tantiy&#x101; bh&#x101;&#x1E47;av&#x101;rehi.</p>
              <p>[21]Ni&#x1E6D;&#x1E6D;ha&#x1E43; patt&#x101; eva&#x1E43;, ni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; p&#x101;pu&#x1E47;antu sabbepi;</p>
              <p>[22]Hitasukhanibbattikar&#x101;, manorath&#x101; sabbasatt&#x101;nanti.</p>
              <p>[06]Yamakappakara&#x1E47;a-a&#x1E6D;&#x1E6D;hakath&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06] Namo tassa bhagavato arahato samm&#x101;sambuddhassa</p>
              <h>[19]Abhidhammapi&#x1E6D;ake</h>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
