<?xml version="1.0"?>
<body>
  <ha>
    <han>Yamakapakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101;</han>
    <h0>
      <h0n>Ganth&#x101;rambhava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]Kath&#x101;vatthupakara&#x1E47;ena ^a^M0.0117^ea^^a^V0.0127^ea^ sa&#x1E45;khepeneva desitena dhammesu vipar&#x12B;taggaha&#x1E47;a&#x1E43; niv&#x101;retv&#x101; tesveva dhammesu dhammasa&#x1E45;gah&#x101;d&#x12B;su pak&#x101;sitesu dhammapuggalok&#x101;s&#x101;dinissay&#x101;na&#x1E43; sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;say&#x101;na&#x1E43; vasena n&#x101;nappak&#x101;rakaosallattha&#x1E43; yamakapakara&#x1E47;a&#x1E43; &#x101;raddha&#x1E43;, ta&#x1E43; samayadesadesakavaseneva dassetv&#x101; sa&#x1E43;va&#x1E47;&#x1E47;an&#x101;kkama&#xF1;cassa anuppatta&#x1E43; &#x2018;&#x2018;&#x101;gato bh&#x101;ro avassa&#x1E43; vahitabbo&#x2019;&#x2019;ti sa&#x1E43;va&#x1E47;&#x1E47;anamassa pa&#x1E6D;ij&#x101;nanto &#x101;ha ^b^&#x2018;&#x2018;sa&#x1E45;khepenev&#x101;&#x2019;&#x2019;^eb^ti&#x101;di.</p>
              <p>[03]Tattha ^b^yamassa visay&#x101;t&#x12B;to^eb^ti j&#x101;tiy&#x101; sati mara&#x1E47;a&#x1E43; hot&#x12B;ti j&#x101;ti, pa&#xF1;ca v&#x101; up&#x101;d&#x101;nakkhandh&#x101; yamassa visayo, ta&#x1E43; samudayappah&#x101;nena at&#x12B;toti attho. Yamassa v&#x101; ra&#xF1;&#xF1;o visaya&#x1E43; mara&#x1E47;a&#x1E43;, tassa &#x101;&#x1E47;&#x101;pavatti&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; desa&#x1E43; v&#x101; at&#x12B;to. &#x2018;&#x2018;Chacc&#x101;bhi&#x1E6D;h&#x101;n&#x101;ni abhabba k&#x101;tu&#x2019;&#x2019;nti (khu. p&#x101;. 6.11; su. ni. 234) vutt&#x101;na&#x1E43; channa&#x1E43; abhabba&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; desakoti ^b^cha&#x1E6D;&#x1E6D;h&#x101;nadesako^eb^^a^V0.0128^ea^. Ayam&#x101; ekek&#x101; hutv&#x101; &#x101;vatt&#x101; n&#x12B;l&#x101; amal&#x101; ca tanuruh&#x101; ass&#x101;ti ^b^ayam&#x101;vattan&#x12B;l&#x101;malatanuruho^eb^.</p>
              <p>[06]Ganth&#x101;rambhava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>1. M&#x16B;layamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^^b^Yamak&#x101;na&#x1E43; vasena desitatt&#x101;^eb^ti imin&#x101; dasasu ekekassa yamakasam&#x16B;hassa ta&#x1E43;sam&#x16B;hassa ca sakalassa pakara&#x1E47;assa yamak&#x101;na&#x1E43; vasena laddhavoh&#x101;rata&#x1E43; dasseti.</p>
              <p>[03]^b^Kusal&#x101;kusalam&#x16B;lasa&#x1E45;kh&#x101;t&#x101;na&#x1E43;^eb^^a^M0.0118^ea^^b^dvinna&#x1E43; atth&#x101;na&#x1E43; vasena atthayamaka^eb^nti etena &#x2018;&#x2018;ye keci kusal&#x101; dhamm&#x101;, sabbe te kusalam&#x16B;l&#x101;&#x2019;&#x2019;ti etasseva yamakabh&#x101;vo &#x101;pajjat&#x12B;ti ce? N&#x101;pajjati &#xF1;&#x101;tu&#x1E43; icchit&#x101;na&#x1E43; dutiyapa&#x1E6D;hamapucch&#x101;su vutt&#x101;na&#x1E43; kusalakusalam&#x16B;lavises&#x101;na&#x1E43;, kusalam&#x16B;lakusalavisesehi v&#x101; &#xF1;&#x101;tu&#x1E43; icchit&#x101;na&#x1E43; pa&#x1E6D;hamadutiyapucch&#x101;su sanni&#x1E6D;&#x1E6D;h&#x101;napadasa&#x1E45;gahit&#x101;na&#x1E43; kusalakusalam&#x16B;l&#x101;na&#x1E43; vasena atthayamakabh&#x101;vassa vuttatt&#x101;. &#xD1;&#x101;tu&#x1E43; icchit&#x101;na&#xF1;hi vises&#x101;na&#x1E43; visesavant&#x101;pekkh&#x101;na&#x1E43;, ta&#x1E43;visesavata&#x1E43; v&#x101; dhamm&#x101;na&#xF1;ca vises&#x101;pekkh&#x101;na&#x1E43; ettha padh&#x101;nabh&#x101;voti ekek&#x101;ya pucch&#x101;ya ekeko eva attho sa&#x1E45;gahito hot&#x12B;ti. Atthasaddo cettha na dhammav&#x101;cako hetuphal&#x101;div&#x101;cako v&#x101;, atha kho p&#x101;&#x1E37;iatthav&#x101;cako. Tenev&#x101;ha ^b^&#x2018;&#x2018;tesa&#xF1;&#xF1;eva atth&#x101;na&#x2019;&#x2019;^eb^nti&#x101;di.</p>
              <p>[03]^b^T&#x12B;&#x1E47;ipi pad&#x101;ni ekato katv&#x101;^eb^ti ida&#x1E43; n&#x101;mapadassa kusal&#x101;d&#x12B;na&#x1E43; sa&#x1E45;g&#x101;hakattamattameva sandh&#x101;ya vutta&#x1E43;, na niravasesasa&#x1E45;g&#x101;hakatta&#x1E43;. Sabbakusal&#x101;disa&#x1E45;ga&#x1E47;hanatthameva ca n&#x101;mapadassa vuttatt&#x101; ^b^&#x2018;&#x2018;kusalattikam&#x101;tik&#x101;ya cat&#x16B;su pades&#x16B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^52^eb^^b^.^eb^^b^A&#xF1;&#xF1;ama&#xF1;&#xF1;ayamake^eb^^a^V0.0129^ea^^b^ye keci kusal&#x101;ti apucchitv&#x101;^eb^ti ettha yath&#x101; dutiyayamake &#x2018;&#x2018;ye keci kusalam&#x16B;l&#x101;&#x2019;&#x2019;ti apucchitv&#x101; &#x2018;&#x2018;ye keci kusal&#x101;&#x2019;&#x2019;ti pucch&#x101; kat&#x101;, evamidh&#x101;pi &#x2018;&#x2018;ye keci kusal&#x101;&#x2019;&#x2019;ti pucch&#x101; k&#x101;tabb&#x101; siy&#x101; purimayamakavisi&#x1E6D;&#x1E6D;ha&#x1E43; apubba&#x1E43; gahetv&#x101; pacchimayamakassa appavattatt&#x101;ti adhipp&#x101;yo. &#x2018;&#x2018;Pa&#x1E6D;ilomapucch&#x101;nur&#x16B;pabh&#x101;vato&#x2019;&#x2019;ti keci. Purimapucch&#x101;ya pana atthavasena kat&#x101;ya tadanur&#x16B;p&#x101;ya pacchimapucch&#x101;ya bhavitabba&#x1E43; anulome vigatasa&#x1E43;sayassa pa&#x1E6D;ilome sa&#x1E43;sayuppattito. Tena na ca pacchimapucch&#x101;nur&#x16B;p&#x101;ya purimapucch&#x101;ya bhavitabbanti purimovettha adhipp&#x101;yo yutto. ^b^Imin&#x101;pi bya&#xF1;janena tassevatthassa sambhavato^eb^ti idameva&#x1E43; na sakk&#x101; vattu&#x1E43;. Na hi kusalabya&#xF1;janattho eva kusalam&#x16B;lena ekam&#x16B;labya&#xF1;janattho, teneva vissajjanampi asam&#x101;na&#x1E43; hoti. Kusalabya&#xF1;janena hi ^a^M0.0119^ea^ pucch&#x101;ya kat&#x101;ya &#x2018;&#x2018;avases&#x101;&#x2019;&#x2019;ti imasmi&#x1E43; &#x1E6D;h&#x101;ne &#x2018;&#x2018;avases&#x101; kusal&#x101; dhamm&#x101;&#x2019;&#x2019;ti vattabba&#x1E43; hoti, itarath&#x101; avases&#x101; kusalam&#x16B;lasahaj&#x101;t&#x101; dhamm&#x101;ti, na ca t&#x101;ni vacan&#x101;ni sam&#x101;natth&#x101;ni kusalakusal&#x101;by&#x101;katad&#x12B;panatoti. Aya&#x1E43; panettha adhipp&#x101;yo siy&#x101; &#x2013; &#x2018;&#x2018;ye keci kusal&#x101;&#x2019;&#x2019;ti imin&#x101;pi bya&#xF1;janena &#x2018;&#x2018;ye keci kusalam&#x16B;lena ekam&#x16B;l&#x101;&#x2019;&#x2019;ti vuttabya&#xF1;janatthasseva sambhavato dutiyayamake viya apucchitv&#x101; &#x2018;&#x2018;ye keci kusalam&#x16B;lena ekam&#x16B;l&#x101;&#x2019;&#x2019;ti pucch&#x101; kat&#x101;. Na hi kusalam&#x16B;lehi viya kusalam&#x16B;lena ekam&#x16B;lehi a&#xF1;&#xF1;e kusal&#x101; santi, kusalehi pana a&#xF1;&#xF1;epi te sant&#x12B;ti.</p>
              <p>[03]Pa&#x1E6D;ilomapucch&#x101;va&#x1E47;&#x1E47;an&#x101;ya&#x1E43; ^b^&#x2018;&#x2018;kusalam&#x16B;lena ekam&#x16B;l&#x101;&#x2019;&#x2019;ti hi pucch&#x101;ya kat&#x101;ya &#x2018;&#x2018;m&#x16B;l&#x101;ni y&#x101;ni ekato uppajjant&#x12B;&#x2019;&#x2019;ti he&#x1E6D;&#x1E6D;h&#x101; vuttanayeneva vissajjana&#x1E43; k&#x101;tabba&#x1E43; bhaveyy&#x101;^eb^ti vutta&#x1E43;, tampi tath&#x101; na sakk&#x101; vattu&#x1E43;. &#x2018;&#x2018;Ye v&#x101; pana kusalam&#x16B;lena a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;l&#x101;, sabbe te dhamm&#x101; kusalam&#x16B;lena ekam&#x16B;l&#x101;&#x2019;&#x2019;ti ca pucchite &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019; icceva vissajjanena bhavitabba&#x1E43;. Na hi kusalam&#x16B;lena a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;lesu ki&#xF1;ci ekam&#x16B;la&#x1E43; na hoti, yena anulomapucch&#x101;ya viya vibh&#x101;go k&#x101;tabbo bhaveyya. Yattha t&#x12B;&#x1E47;i kusalam&#x16B;l&#x101;ni uppajjanti, tattha t&#x101;ni a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;l&#x101;ni ekam&#x16B;l&#x101;ni ca dvinna&#x1E43; dvinna&#x1E43; ekekena a&#xF1;&#xF1;ama&#xF1;&#xF1;ekam&#x16B;latt&#x101;. Yattha pana dve uppajjanti, tattha t&#x101;ni a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;l&#x101;neva, na ekam&#x16B;l&#x101;n&#x12B;ti etassa gaha&#x1E47;assa niv&#x101;ra&#x1E47;attha&#x1E43; &#x2018;&#x2018;m&#x16B;l&#x101;ni y&#x101;ni ekato uppajjant&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; vissajjana&#x1E43; k&#x101;tabbanti ce? Na, &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti imin&#x101;va vissajjanena ta&#x1E43;gaha&#x1E47;aniv&#x101;ra&#x1E47;ato anulomapucch&#x101;vissajjanena ca ekato uppajjam&#x101;n&#x101;na&#x1E43; dvinna&#x1E43; ti&#x1E47;&#x1E47;a&#xF1;ca ^a^V0.0130^ea^ m&#x16B;l&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;ekam&#x16B;labh&#x101;vassa nicchitatt&#x101;. A&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;l&#x101;na&#xF1;hi sam&#x101;nam&#x16B;lat&#x101; eva ekam&#x16B;lavacanena pucch&#x12B;yati, na a&#xF1;&#xF1;ama&#xF1;&#xF1;asam&#x101;nam&#x16B;lat&#x101;, atthi ca dvinna&#x1E43; m&#x16B;l&#x101;na&#x1E43; sam&#x101;nam&#x16B;lat&#x101;. Tesu hi ekeka&#x1E43; itarena m&#x16B;lena ta&#x1E43;m&#x16B;lehi a&#xF1;&#xF1;ehi sam&#x101;nam&#x16B;lanti.</p>
              <p>[03]A&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;latte pana nicchite ekam&#x16B;lattasa&#x1E43;say&#x101;bh&#x101;vato &#x2018;&#x2018;sabbe te dhamm&#x101; kusalam&#x16B;lena ekam&#x16B;l&#x101;&#x2019;&#x2019;ti pucch&#x101; na kat&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. &#x2018;&#x2018;A&#xF1;&#xF1;ama&#xF1;&#xF1;assa m&#x16B;l&#x101; etesantipi a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;l&#x101;, sam&#x101;natthena eka&#x1E43; m&#x16B;la&#x1E43; etesanti ekam&#x16B;l&#x101;&#x2019;&#x2019;ti ubhayampi vacana&#x1E43; m&#x16B;layuttatameva vadati, teneva ca ubhayatth&#x101;pi &#x2018;&#x2018;kusalam&#x16B;len&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Tattha m&#x16B;layogas&#x101;ma&#xF1;&#xF1;e ekam&#x16B;latte nicchite tabbiseso a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;labh&#x101;vo na nicchito hot&#x12B;ti anulomapucch&#x101; pavatt&#x101;, m&#x16B;layogavisese pana a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;latte nicchite na vin&#x101; ekam&#x16B;lattena ^a^M0.0120^ea^ a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;latta&#x1E43; atth&#x12B;ti m&#x16B;layogas&#x101;ma&#xF1;&#xF1;a&#x1E43; ekam&#x16B;latta&#x1E43; nicchitameva hoti, tasm&#x101; &#x2018;&#x2018;ekam&#x16B;l&#x101;&#x2019;&#x2019;ti puccha&#x1E43; akatv&#x101; yath&#x101; kusalam&#x16B;lavacana&#x1E43; ekam&#x16B;lavacana&#xF1;ca kusalabh&#x101;vad&#x12B;paka&#x1E43; na hot&#x12B;ti kusalabh&#x101;ve sa&#x1E43;sayasabbh&#x101;v&#x101; pa&#x1E6D;hamadutiyayamakesu &#x2018;&#x2018;sabbe te dhamm&#x101; kusal&#x101;&#x2019;&#x2019;ti pa&#x1E6D;ilomapucch&#x101; kat&#x101;, eva&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;am&#x16B;lavacana&#x1E43; kusalabh&#x101;vad&#x12B;paka&#x1E43; na hot&#x12B;ti kusalabh&#x101;ve sa&#x1E43;sayasabbh&#x101;v&#x101; kusal&#x101;dhik&#x101;rassa ca anuvattam&#x101;natt&#x101; &#x2018;&#x2018;sabbe te dhamm&#x101; kusal&#x101;&#x2019;&#x2019;ti pa&#x1E6D;ilomapucch&#x101; kat&#x101;ti.</p>
              <p>[03]^b^53-61^eb^^b^.^eb^ M&#x16B;lanaye vutte eva atthe kusalam&#x16B;labh&#x101;vena m&#x16B;lassa visesanena sam&#x101;nena m&#x16B;lena a&#xF1;&#xF1;ama&#xF1;&#xF1;assa ca m&#x16B;lena m&#x16B;layogad&#x12B;panena c&#x101;ti imin&#x101; pariy&#x101;yantarena pak&#x101;setu&#x1E43; m&#x16B;lam&#x16B;lanayo vutto. A&#xF1;&#xF1;apadatthasam&#x101;santena ka-k&#x101;rena t&#x12B;supi yamakesu m&#x16B;layogameva d&#x12B;petu&#x1E43; m&#x16B;lakanayo vutto. M&#x16B;lam&#x16B;lakanayavacanapariy&#x101;yo vuttappak&#x101;rova.</p>
              <p>[03]^b^74-85^eb^^b^.^eb^^b^Abboh&#x101;rika&#x1E43; katv&#x101;^eb^ti na ekam&#x16B;labh&#x101;va&#x1E43; labham&#x101;nehi ekato labbham&#x101;natt&#x101; sahetukavoh&#x101;rarahita&#x1E43; katv&#x101;. Na v&#x101; sahetukaduke viya ettha hetupaccayayog&#x101;yogavasena abboh&#x101;rika&#x1E43; kata&#x1E43;, atha kho sahetukavoh&#x101;rameva labhati, na ahetukavoh&#x101;ranti abboh&#x101;rika&#x1E43; kata&#x1E43;. ^b^Ekato labbham&#x101;nakavasen&#x101;^eb^ti ahetukacittupp&#x101;danibb&#x101;nehi hetupaccayarahitehi saha labbham&#x101;nakar&#x16B;pavasen&#x101;ti attho.</p>
              <p>[03]^b^86-97^eb^^b^.^eb^ Yassa&#x1E43; p&#x101;&#x1E37;iya&#x1E43; &#x2018;&#x2018;ahetuka&#x1E43; n&#x101;mam&#x16B;lena na ekam&#x16B;la&#x1E43;, sahetuka&#x1E43; n&#x101;mam&#x16B;lena ekam&#x16B;la&#x2019;&#x2019;nti (yama. 1.m&#x16B;layamaka.87) ^a^V0.0131^ea^ p&#x101;&#x1E6D;ho &#x101;gato, tattha &#x2018;&#x2018;ye keci n&#x101;m&#x101; dhamm&#x101;&#x2019;&#x2019;ti n&#x101;m&#x101;na&#x1E43; niddh&#x101;ritatt&#x101; &#x2018;&#x2018;ahetuka&#x1E43; sahetuka&#x2019;&#x2019;nti ca vutte &#x2018;&#x2018;n&#x101;ma&#x2019;&#x2019;nti ca ida&#x1E43; vi&#xF1;&#xF1;&#x101;yam&#x101;namev&#x101;ti na vuttanti veditabba&#x1E43;. Yattha pana &#x2018;&#x2018;ahetuka&#x1E43; n&#x101;ma&#x1E43;, sahetuka&#x1E43; n&#x101;ma&#x2019;&#x2019;nti (yama. 1.m&#x16B;layamaka.87) ca p&#x101;&#x1E6D;ho, tattha sup&#x101;ka&#x1E6D;abh&#x101;vattha&#x1E43; &#x2018;&#x2018;n&#x101;ma&#x2019;&#x2019;nti vuttanti.</p>
              <p>[06]Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]M&#x16B;layamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Khandhayamaka&#x1E43;</h0n>
      <h1>
        <h1n>1. Pa&#x1E47;&#x1E47;attiv&#x101;ro</h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^2-3^eb^^b^.^eb^ Khandhayamake ^a^M0.0121^ea^ chasu k&#x101;labhedesu puggalaok&#x101;sapuggalok&#x101;savasena khandh&#x101;na&#x1E43; upp&#x101;danirodh&#x101; tesa&#x1E43; pari&#xF1;&#xF1;&#x101; ca vattabb&#x101;. Te pana khandh&#x101; &#x2018;&#x2018;r&#x16B;pakkhandho&#x2019;&#x2019;ti&#x101;d&#x12B;hi pa&#xF1;cahi padehi vuccanti, tesa&#x1E43; dasa avayavapad&#x101;ni. Tattha yo r&#x16B;p&#x101;diavayavapad&#x101;bhihito dhammo, ki&#x1E43; so eva samud&#x101;yapadassa attho. Yo ca samud&#x101;yapadena vutto, so eva avayavapadass&#x101;ti etasmi&#x1E43; sa&#x1E43;saya&#x1E6D;&#x1E6D;h&#x101;ne r&#x16B;p&#x101;diavayavapadehi vutto ekadeso sakalo v&#x101; samud&#x101;yapad&#x101;na&#x1E43; attho, samud&#x101;yapadehi pana vutto ekantena r&#x16B;p&#x101;diavayavapad&#x101;na&#x1E43; atthoti imamattha&#x1E43; dassetu&#x1E43; &#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, r&#x16B;pakkhandho r&#x16B;pa&#x2019;&#x2019;nti&#x101;din&#x101; ^b^padasodhanav&#x101;ro^eb^ vutto.</p>
              <p>[03]Puna &#x2018;&#x2018;r&#x16B;pakkhandho&#x2019;&#x2019;ti&#x101;d&#x12B;na&#x1E43; sam&#x101;sapad&#x101;na&#x1E43; uttarapadatthappadh&#x101;natt&#x101; padh&#x101;nabh&#x16B;tassa khandhapadassa vedan&#x101;diupapadatthassa ca sambhavato yath&#x101; &#x2018;&#x2018;r&#x16B;pakkhandho&#x2019;&#x2019;ti etasmi&#x1E43; pade r&#x16B;p&#x101;vayavapadena vuttassa r&#x16B;pakkhandhabh&#x101;vo hoti r&#x16B;pasaddassa khandhasaddassa ca sam&#x101;n&#x101;dhikara&#x1E47;abh&#x101;vatoti, eva&#x1E43; tattha padh&#x101;nabh&#x16B;tena khandh&#x101;vayavapadena vuttassa vedan&#x101;kkhandh&#x101;dibh&#x101;vo hoti khandhapadena vedan&#x101;dipad&#x101;na&#x1E43; sam&#x101;n&#x101;dhikara&#x1E47;att&#x101;ti ^a^V0.0132^ea^ etasmi&#x1E43; sa&#x1E43;saya&#x1E6D;&#x1E6D;h&#x101;ne khandh&#x101;vayavapadena vutto dhammo koci kenaci samud&#x101;yapadena vuccati, na sabbo sabben&#x101;ti imamattha&#x1E43; dassetu&#x1E43; &#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho, khandh&#x101; vedan&#x101;kkhandho&#x2019;&#x2019;ti&#x101;din&#x101; ^b^padasodhanam&#x16B;lacakkav&#x101;ro^eb^ vutto. Eva&#xF1;ca dassentena r&#x16B;p&#x101;disaddassa visesanabh&#x101;vo, khandhasaddassa visesitabbabh&#x101;vo, visesanavisesitabb&#x101;na&#x1E43; sam&#x101;n&#x101;dhikara&#x1E47;abh&#x101;vo ca dassito hoti.</p>
              <p>[03]Tenettha sa&#x1E43;sayo hoti &#x2013; ki&#x1E43; khandhato a&#xF1;&#xF1;ampi r&#x16B;pa&#x1E43; atthi, yato vinivatta&#x1E43; r&#x16B;pa&#x1E43; khandhavisesana&#x1E43; hoti, sabbeva khandh&#x101; ki&#x1E43; khandhavisesanabh&#x16B;tena r&#x16B;pena visesitabb&#x101;ti, ki&#x1E43; pana ta&#x1E43; khandhavisesanabh&#x16B;ta&#x1E43; r&#x16B;panti? Bh&#x16B;tup&#x101;d&#x101;yar&#x16B;pa&#x1E43; tasseva gahitatt&#x101;. Niddese &#x2018;&#x2018;khandh&#x101; r&#x16B;pakkhandho&#x2019;&#x2019;ti pada&#x1E43; uddharitv&#x101; vissajjana&#x1E43; katanti. Eva&#x1E43; etasmi&#x1E43; sa&#x1E43;saya&#x1E6D;&#x1E6D;h&#x101;ne na khandhato a&#xF1;&#xF1;a&#x1E43; r&#x16B;pa&#x1E43; atthi, teneva cetena r&#x16B;pasaddena vuccam&#x101;na&#x1E43; suddhena khandhasaddena vuccate, na ^a^M0.0122^ea^ ca sabbe khandh&#x101; khandhavisesanabh&#x16B;tena r&#x16B;pena visesitabb&#x101;, teneva te vibhajitabb&#x101;, esa nayo vedan&#x101;kkhandh&#x101;d&#x12B;sup&#x12B;ti imamattha&#x1E43; dassetu&#x1E43; &#x2018;&#x2018;r&#x16B;pa&#x1E43; khandho, khandh&#x101; r&#x16B;pa&#x2019;&#x2019;nti&#x101;din&#x101; ^b^suddhakhandhav&#x101;ro^eb^ vutto.</p>
              <p>[03]Tato &#x2018;&#x2018;r&#x16B;pa&#x1E43; khandho&#x2019;&#x2019;ti etasmi&#x1E43; anu&#xF1;&#xF1;&#x101;yam&#x101;ne &#x2018;&#x2018;na kevala&#x1E43; aya&#x1E43; khandhasaddo r&#x16B;pavisesanova, atha kho vedan&#x101;divisesano c&#x101;&#x2019;&#x2019;ti r&#x16B;passa khandhabh&#x101;vanicchay&#x101;nantara&#x1E43; khandh&#x101;na&#x1E43; r&#x16B;pavisesanayoge ca sa&#x1E43;sayo hoti. Tattha na sabbe khandh&#x101; vedan&#x101;divisesanayutt&#x101;, atha kho keci kenaci visesanena yu&#xF1;jant&#x12B;ti dassetu&#x1E43; ^b^suddhakhandham&#x16B;lacakkav&#x101;ro^eb^ vuttoti. Eva&#x1E43; yesa&#x1E43; upp&#x101;d&#x101;dayo vattabb&#x101;, tesa&#x1E43; khandh&#x101;na&#x1E43; pa&#x1E47;&#x1E47;attisodhanavasena tannicchayattha&#x1E43; ^b^pa&#x1E47;&#x1E47;attiv&#x101;ro^eb^ vuttoti veditabbo.</p>
              <p>[03]^b^Catt&#x101;ri catt&#x101;ri cakk&#x101;ni bandhitv&#x101;^eb^ti ettha cakk&#x101;vayavabh&#x101;vato cakk&#x101;n&#x12B;ti yamak&#x101;ni vutt&#x101;ni ekekakhandham&#x16B;l&#x101;ni catt&#x101;ri catt&#x101;ri yamak&#x101;ni bandhitv&#x101;ti. Imin&#x101; hi ettha atthena bhavitabbanti. Catt&#x101;ri catt&#x101;ri yamak&#x101;ni yath&#x101; ekekakhandham&#x16B;lak&#x101;ni honti, eva&#x1E43; bandhitv&#x101;ti v&#x101; attho da&#x1E6D;&#x1E6D;habbo. Tattha &#x2018;&#x2018;r&#x16B;pa&#x1E43; r&#x16B;pakkhandho&#x2019;&#x2019;ti evam&#x101;dika&#x1E43; m&#x16B;lapada&#x1E43; n&#x101;bhi&#x1E43; katv&#x101; &#x2018;&#x2018;khandh&#x101;&#x2019;&#x2019;ti ida&#x1E43; nemi&#x1E43;, &#x2018;&#x2018;vedan&#x101;kkhandho&#x2019;&#x2019;ti&#x101;d&#x12B;ni are katv&#x101; cakkabh&#x101;vo vuttoti veditabbo, na ma&#x1E47;&#x1E0D;alabh&#x101;vena sambajjhanato. Vedan&#x101;kkhandham&#x16B;lak&#x101;d&#x12B;supi hi he&#x1E6D;&#x1E6D;hima&#x1E43; sodhetv&#x101;va p&#x101;&#x1E6D;ho gato, na ma&#x1E47;&#x1E0D;alasambandhen&#x101;ti. ^b^Teneva ca k&#x101;ra&#x1E47;en&#x101;^eb^ti suddhakhandhal&#x101;bhamattameva gahetv&#x101; khandhavisesane r&#x16B;p&#x101;dimhi suddhar&#x16B;p&#x101;dimattat&#x101;ya ^a^V0.0133^ea^ a&#x1E6D;&#x1E6D;hatv&#x101; khandhavisesanabh&#x101;vasa&#x1E45;kh&#x101;ta&#x1E43; r&#x16B;p&#x101;diattha&#x1E43; dassetu&#x1E43; khandhasaddena saha yojetv&#x101; &#x2018;&#x2018;khandh&#x101; r&#x16B;pakkhandho&#x2019;&#x2019;ti&#x101;din&#x101; nayena pada&#x1E43; uddharitv&#x101; atthassa vibhattatt&#x101;ti attho.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^26^eb^^b^.^eb^^b^Piyar&#x16B;pa&#x1E43; s&#x101;tar&#x16B;pa^eb^nti &#x2018;&#x2018;cakkhu&#x1E43; loke piyar&#x16B;pa&#x1E43;&#x2026;pe&#x2026; r&#x16B;p&#x101; loke&#x2026;pe&#x2026; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43;&#x2026;pe&#x2026; cakkhusamphasso&#x2026;pe&#x2026; cakkhusamphassaj&#x101; vedan&#x101;&#x2026;pe&#x2026; r&#x16B;pasa&#xF1;&#xF1;&#x101;&#x2026;pe&#x2026; r&#x16B;pasa&#xF1;cetan&#x101;&#x2026;pe&#x2026; r&#x16B;pata&#x1E47;h&#x101;&#x2026;pe&#x2026; r&#x16B;pavitakko&#x2026;pe&#x2026; r&#x16B;pavic&#x101;ro&#x2019;&#x2019;ti (d&#x12B;. ni. 2.400; ma. ni. 1.133; vibha. 203) eva&#x1E43; vutta&#x1E43; ta&#x1E47;h&#x101;vatthubh&#x16B;ta&#x1E43; ^a^M0.0123^ea^ tebh&#x16B;maka&#x1E43; veditabba&#x1E43;, tasm&#x101; ya&#x1E43; pa&#xF1;cakkhandhasamud&#x101;yabh&#x16B;ta&#x1E43; piyar&#x16B;pas&#x101;tar&#x16B;pa&#x1E43;, ta&#x1E43; ekadesena r&#x16B;pakkhandho hot&#x12B;ti &#x101;ha &#x2018;&#x2018;piyar&#x16B;pa&#x1E43; s&#x101;tar&#x16B;pa&#x1E43; r&#x16B;pa&#x1E43; na r&#x16B;pakkhandho&#x2019;&#x2019;ti. Piyasabh&#x101;vat&#x101;ya v&#x101; r&#x16B;pakkhandho piyar&#x16B;pe pavisati, na ruppanasabh&#x101;ven&#x101;ti &#x2018;&#x2018;piyar&#x16B;pa&#x1E43; s&#x101;tar&#x16B;pa&#x1E43; r&#x16B;pa&#x1E43; na r&#x16B;pakkhandho&#x2019;&#x2019;ti vutta&#x1E43;. ^b^Sa&#xF1;&#xF1;&#x101;yamake t&#x101;va di&#x1E6D;&#x1E6D;hisa&#xF1;&#xF1;&#x101;^eb^ti &#x2018;&#x2018;viseso&#x2019;&#x2019;ti vacanaseso. Tattha di&#x1E6D;&#x1E6D;hi eva sa&#xF1;&#xF1;&#x101; di&#x1E6D;&#x1E6D;hisa&#xF1;&#xF1;&#x101;. &#x2018;&#x2018;Saya&#x1E43; sam&#x101;d&#x101;ya vat&#x101;ni jantu, ucc&#x101;vaca&#x1E43; gacchati sa&#xF1;&#xF1;asatto&#x2019;&#x2019;ti (su. ni. 798), &#x2018;&#x2018;sa&#xF1;&#xF1;&#x101;virattassa na santi ganth&#x101;&#x2019;&#x2019;ti (su. ni. 853) ca evam&#x101;d&#x12B;su hi di&#x1E6D;&#x1E6D;hi ca &#x2018;&#x2018;sa&#xF1;&#xF1;&#x101;&#x2019;&#x2019;ti vutt&#x101;ti.</p>
              <p>[03]^b^28^eb^^b^.^eb^ &#x2018;&#x2018;Na khandh&#x101; na vedan&#x101;kkhandhoti? &#x100;mant&#x101;&#x2019;&#x2019;ti eva&#x1E43; khandhasaddappavattiy&#x101; abh&#x101;ve vedan&#x101;kkhandhasaddappavattiy&#x101; ca abh&#x101;voti pa&#x1E47;&#x1E47;attisodhanamattameva karot&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;, na a&#xF1;&#xF1;adhammasabbh&#x101;vo evettha pam&#x101;&#x1E47;a&#x1E43;. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;n&#x101;yatan&#x101; na sot&#x101;yatananti? &#x100;mant&#x101;&#x2019;&#x2019;ti&#x101;di&#x1E43; vakkhat&#x12B;ti.</p>
              <p>[03]^b^39^eb^^b^.^eb^^b^R&#x16B;pato a&#xF1;&#xF1;e vedan&#x101;dayo^eb^ti ettha lokuttar&#x101; vedan&#x101;dayo da&#x1E6D;&#x1E6D;habb&#x101;. Te hi piyar&#x16B;p&#x101; ca s&#x101;tar&#x16B;p&#x101; ca na honti ta&#x1E47;h&#x101;ya an&#x101;ramma&#x1E47;att&#x101;ti r&#x16B;pato a&#xF1;&#xF1;e hont&#x12B;ti. ^b^R&#x16B;pa&#xF1;ca khandhe ca^eb^^a^V0.0134^ea^^b^&#x1E6D;hapetv&#x101; avases&#x101;^eb^ti idampi etehi saddhi&#x1E43; na-sadd&#x101;na&#x1E43; appavattimattameva sandh&#x101;ya vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;cakkhu&#xF1;ca &#x101;yatane ca &#x1E6D;hapetv&#x101; avases&#x101; na ceva cakkhu na ca &#x101;yatan&#x101;&#x2019;&#x2019;ti&#x101;di&#x1E43; (yama. 1.&#x101;yatanayamaka.15) vakkhati. Na hi tattha avasesaggaha&#x1E47;ena gayham&#x101;na&#x1E43; ka&#xF1;ci atthi. Yadi siy&#x101;, dhamm&#x101;yatana&#x1E43; siy&#x101;. Vakkhati hi &#x2018;&#x2018;dhammo &#x101;yatananti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 1.&#x101;yatanayamaka.16). Ta&#x1E47;h&#x101;vatthu ca na ta&#x1E43; siy&#x101;. Yadi siy&#x101;, piyar&#x16B;pas&#x101;tar&#x16B;pabh&#x101;vato r&#x16B;pa&#x1E43; siy&#x101; &#x2018;&#x2018;r&#x16B;pa&#x1E43; khandhoti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 1.khandhayamaka.40) vacanato khandho c&#x101;ti. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana avijjam&#x101;nepi vijjam&#x101;na&#x1E43; up&#x101;d&#x101;ya itthipuris&#x101;diggaha&#x1E47;asabbh&#x101;va&#x1E43; sandh&#x101;ya ^b^avases&#x101;^eb^ti ettha pa&#xF1;&#xF1;attiy&#x101; gaha&#x1E47;a&#x1E43; katanti veditabba&#x1E43;.</p>
              <p>[06]Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^50-205^eb^^b^.^eb^ Pavattiv&#x101;re ^a^M0.0124^ea^ vedan&#x101;kkhandh&#x101;dim&#x16B;lak&#x101;ni pacchimeneva saha yojetv&#x101; t&#x12B;&#x1E47;i dve eka&#xF1;ca yamak&#x101;ni vutt&#x101;ni, na purimena. Kasm&#x101;? Amissakak&#x101;labhedesu v&#x101;resu atthavises&#x101;bh&#x101;vato. Purimassa hi pacchimena yojitayamakameva pacchimassa purimena yojan&#x101;ya pucch&#x101;na&#x1E43; uppa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; vucceyya, atthe pana na koci visesoti. Pucch&#x101;vissajjanesupi viseso natthi, tena tath&#x101; yojan&#x101; na kat&#x101;ti. K&#x101;labhed&#x101; panettha cha eva vutt&#x101;. At&#x12B;tena paccuppanno, an&#x101;gatena paccuppanno, an&#x101;gaten&#x101;t&#x12B;toti ete pana tayo yath&#x101;dassit&#x101; missakak&#x101;labhed&#x101; eva tayo, na visu&#x1E43; vijjant&#x12B;ti na gahit&#x101;. Tattha tattha hi pa&#x1E6D;ilomapucch&#x101;hi at&#x12B;tena paccuppann&#x101;dayo k&#x101;labhed&#x101; dassit&#x101;, teneva ca nayena &#x2018;&#x2018;yassa r&#x16B;pakkhandho uppajjittha, tassa vedan&#x101;kkhandho uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;di sakk&#x101; yojetu&#x1E43;. Teneva hi missakak&#x101;labhedesu ca na pacchimapacchimassa khandhassa purimapurimena yojana&#x1E43; katv&#x101; yamak&#x101;ni vutt&#x101;ni, amissakak&#x101;labhedesu gahitaniy&#x101;mena sukhaggaha&#x1E47;atthampi pacchimapacchimeneva yojetv&#x101; vutt&#x101;n&#x12B;ti.</p>
              <p>[03]^b^Imin&#x101;yeva^eb^^a^V0.0135^ea^^b^ca lakkha&#x1E47;en&#x101;^eb^ti&#x101;din&#x101; yena k&#x101;ra&#x1E47;ena &#x2018;&#x2018;purepa&#xF1;ho&#x2019;&#x2019;ti ca &#x2018;&#x2018;pacch&#x101;pa&#xF1;ho&#x2019;&#x2019;ti ca n&#x101;ma&#x1E43; vutta&#x1E43;, ta&#x1E43; dasseti. Yassa hi sar&#x16B;padassanena vissajjana&#x1E43; hoti, so parip&#x16B;retv&#x101; vissajjetabbatthasa&#x1E45;ga&#x1E47;hanato paripu&#x1E47;&#x1E47;apa&#xF1;ho n&#x101;ma. Ta&#x1E43;vissajjanassa pana purimako&#x1E6D;&#x1E6D;h&#x101;sena sadisatthat&#x101;ya purepa&#xF1;ho, pacchimako&#x1E6D;&#x1E6D;h&#x101;sasadisatthat&#x101;ya &#x2018;&#x2018;pacch&#x101;pa&#xF1;ho&#x2019;&#x2019;ti ca n&#x101;ma&#x1E43; vutta&#x1E43;. Sadisatthat&#x101; ca sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;sayapadavisesa&#x1E43; avic&#x101;retv&#x101; ekena padena sa&#x1E45;gahitassa khandhassa upp&#x101;danirodhal&#x101;bhas&#x101;ma&#xF1;&#xF1;amattena purepa&#xF1;he da&#x1E6D;&#x1E6D;habb&#x101;. Sanni&#x1E6D;&#x1E6D;h&#x101;napadasa&#x1E45;gahitassa v&#x101; khandhassa anu&#xF1;&#xF1;&#x101;tavasena purepa&#xF1;ho vuttoti yutta&#x1E43;.</p>
              <p>[03]Sanni&#x1E6D;&#x1E6D;h&#x101;natthasseva pa&#x1E6D;ikkhipana&#x1E43; pa&#x1E6D;ikkhepo, sa&#x1E43;sayatthaniv&#x101;ra&#x1E47;a&#x1E43; pa&#x1E6D;isedhoti aya&#x1E43; pa&#x1E6D;ikkhepapa&#x1E6D;isedh&#x101;na&#x1E43; viseso. ^b^P&#x101;&#x1E37;ipadameva hutv&#x101;^eb^ti pucch&#x101;p&#x101;&#x1E37;iy&#x101; &#x2018;&#x2018;nuppajjat&#x12B;&#x2019;&#x2019;ti ya&#x1E43; pada&#x1E43; vutta&#x1E43;, na-k&#x101;ravirahita&#x1E43; tadeva pada&#x1E43; hutv&#x101;ti attho. Tattha uppattinirodhapa&#x1E6D;isedhassa pa&#x1E6D;isedhanattha&#x1E43; p&#x101;&#x1E37;igatiy&#x101; vissajjana&#x1E43; uppattinirodh&#x101;nameva pa&#x1E6D;isedhanattha&#x1E43; pa&#x1E6D;isedhena vissajjana&#x1E43; katanti veditabba&#x1E43;.</p>
              <p>[03]Catunna&#x1E43; ^a^M0.0125^ea^ pa&#xF1;h&#x101;na&#x1E43; pa&#xF1;canna&#xF1;ca vissajjan&#x101;na&#x1E43; sattav&#x12B;satiy&#x101; &#x1E6D;h&#x101;nesu pakkhepo tadekadesapakkhepavasena vuttoti veditabbo. Paripu&#x1E47;&#x1E47;apa&#xF1;ho eva hi sar&#x16B;padassanena ca vissajjana&#x1E43; sattav&#x12B;satiy&#x101; &#x1E6D;h&#x101;nesu pakkhipitabbanti.</p>
              <p>[03]^b^Ki&#x1E43; nu sakk&#x101; ito para^eb^nti ito p&#x101;&#x1E37;ivavatth&#x101;nadassan&#x101;dito a&#xF1;&#xF1;o ki&#x1E43; nu sakk&#x101; k&#x101;tunti a&#xF1;&#xF1;assa sakku&#x1E47;eyyassa abh&#x101;va&#x1E43; dasseti.</p>
              <p>[03]&#x2018;&#x2018;Suddh&#x101;v&#x101;s&#x101;na&#x1E43; tesa&#x1E43; tattha r&#x16B;pakkhandho ca nuppajjittha vedan&#x101;kkhandho ca nuppajjitth&#x101;&#x2019;&#x2019;ti etena suddh&#x101;v&#x101;sabh&#x16B;m&#x12B;su ekabh&#x16B;miyampi dutiy&#x101; upapatti natth&#x12B;ti &#xF1;&#x101;pita&#x1E43; hoti. Pa&#x1E6D;isandhito pabhuti hi y&#x101;va cuti, t&#x101;va pavattakammajasant&#x101;na&#x1E43; ekattena gahetv&#x101; tassa upp&#x101;danirodhavasena aya&#x1E43; desan&#x101; pavatt&#x101;. Tasmi&#xF1;hi abbocchinne kusal&#x101;d&#x12B;na&#xF1;ca pavatti hoti, vocchinne ca appavatt&#x12B;ti teneva ca upp&#x101;danirodh&#x101; dassit&#x101;, tasm&#x101; tassa ekasattassa pa&#x1E6D;isandhiupp&#x101;dato y&#x101;va cutinirodho, t&#x101;va at&#x12B;tat&#x101; natthi, na ca tato pubbe tattha pa&#x1E6D;isandhivasena kammajasant&#x101;na&#x1E43; uppannapubbanti khandhadvayampi &#x2018;&#x2018;nuppajjitth&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Kasm&#x101; pana et&#x101;ya p&#x101;&#x1E37;iy&#x101; ^a^V0.0136^ea^ sakalepi suddh&#x101;v&#x101;se dutiy&#x101; pa&#x1E6D;isandhi natth&#x12B;ti na vi&#xF1;&#xF1;&#x101;yat&#x12B;ti? Uddha&#x1E43;sotap&#x101;&#x1E37;isabbh&#x101;v&#x101;. Dvepi hi p&#x101;&#x1E37;iyo sa&#x1E43;sandetabb&#x101;ti.</p>
              <p>[03]&#x2018;&#x2018;Asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; tesa&#x1E43; tattha r&#x16B;pakkhandho uppajjissat&#x12B;&#x2019;&#x2019;ti ettha &#x2018;&#x2018;yassa yattha r&#x16B;pakkhandho uppajjissat&#x12B;&#x2019;&#x2019;ti etena sanni&#x1E6D;&#x1E6D;h&#x101;nena visesit&#x101; asa&#xF1;&#xF1;asatt&#x101;pi sant&#x12B;ti te eva gahetv&#x101; &#x2018;&#x2018;asa&#xF1;&#xF1;asatt&#x101;na&#x2019;&#x2019;nti vutta&#x1E43;. Tena ye sanni&#x1E6D;&#x1E6D;h&#x101;nena vajjit&#x101;, te tato pa&#xF1;cavok&#x101;ra&#x1E43; gantv&#x101; parinibb&#x101;yissanti, na tesa&#x1E43; puna asa&#xF1;&#xF1;e upapattippasa&#x1E45;go atth&#x12B;ti te sandh&#x101;y&#x101;ha &#x2013; &#x2018;&#x2018;pacchimabhavik&#x101;na&#x1E43; tesa&#x1E43; tattha r&#x16B;pakkhandho ca nuppajjissati vedan&#x101;kkhandho ca nuppajjissat&#x12B;&#x2019;&#x2019;ti (yama. 1.khandhayamaka.65). Ettha ki&#x1E43; pa&#xF1;cavok&#x101;r&#x101;dibh&#x101;vo viya pacchimabhavopi koci atthi, yattha tesamanuppatti bhavissat&#x12B;ti? Natthi pa&#xF1;cavok&#x101;r&#x101;dibhavesveva yattha v&#x101; tattha v&#x101; &#x1E6D;hit&#x101;na&#x1E43; pacchimabhavik&#x101;na&#x1E43; &#x2018;&#x2018;yassa yattha r&#x16B;pakkhandho nuppajjissat&#x12B;&#x2019;&#x2019;ti etena sanni&#x1E6D;&#x1E6D;h&#x101;nena sa&#x1E45;gahitatt&#x101;. Tesa&#x1E43; tattha itar&#x101;nuppattibh&#x101;va&#xF1;ca anuj&#x101;nanto &#x2018;&#x2018;vedan&#x101;kkhandho ca nuppajjissat&#x12B;&#x2019;&#x2019;ti &#x101;h&#x101;ti.</p>
              <p>[03]&#x2018;&#x2018;Suddh&#x101;v&#x101;se ^a^M0.0126^ea^ parinibbant&#x101;na&#x2019;&#x2019;nti ida&#x1E43; sappa&#x1E6D;isandhik&#x101;na&#x1E43; appa&#x1E6D;isandhik&#x101;na&#xF1;ca suddh&#x101;v&#x101;s&#x101;na&#x1E43; ta&#x1E43;ta&#x1E43;bh&#x16B;miya&#x1E43; khandhaparinibb&#x101;navasena vuttanti veditabba&#x1E43;. Sabbesa&#xF1;hi tesa&#x1E43; tattha vedan&#x101;kkhandho nuppajjitth&#x101;ti. Yath&#x101; pana &#x2018;&#x2018;nirujjhissat&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; paccuppannepi upp&#x101;dakkha&#x1E47;asama&#x1E45;gimhi pavattati, na eva&#x1E43; &#x2018;&#x2018;uppajjitth&#x101;&#x2019;&#x2019;ti vacana&#x1E43; paccuppanne pavattati, atha kho uppajjitv&#x101; vigate at&#x12B;te eva, tasm&#x101; &#x2018;&#x2018;parinibbant&#x101;na&#x1E43; nuppajjitth&#x101;&#x2019;&#x2019;ti vutta&#x1E43; uppannasant&#x101;nassa avigatatt&#x101;. Anant&#x101; lokadh&#x101;tuyoti ok&#x101;sassa aparicchinnatt&#x101; ok&#x101;savasena vuccam&#x101;n&#x101;na&#x1E43; upp&#x101;danirodh&#x101;nampi paricched&#x101;bh&#x101;vato sa&#x1E43;ki&#x1E47;&#x1E47;at&#x101; hot&#x12B;ti &#x2018;&#x2018;yattha vedan&#x101;kkhandho uppajjati, tattha sa&#xF1;&#xF1;&#x101;kkhandho nirujjhat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>3. Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^206-208^eb^^b^.^eb^^b^Puggalok&#x101;sav&#x101;ro^eb^^a^V0.0137^ea^^b^labbham&#x101;nop&#x12B;^eb^ti kasm&#x101; vutta&#x1E43;, nanu ok&#x101;sav&#x101;rassa al&#x101;bhe tassapi al&#x101;bhena bhavitabbanti? Na, tattha puggalasseva pari&#xF1;&#xF1;&#x101;vacanato. Puggalok&#x101;sav&#x101;repi hi ok&#x101;se puggalasseva pari&#xF1;&#xF1;&#x101; vuccati, na ok&#x101;sassa. Ok&#x101;sav&#x101;ropi ca yadi vucceyya, &#x2018;&#x2018;yattha r&#x16B;pakkhandha&#x1E43; parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti ok&#x101;se puggalasseva parij&#x101;nanavasena vucceyya, tasm&#x101; puggalok&#x101;sav&#x101;rasseva labbham&#x101;nat&#x101; vutt&#x101;, na ok&#x101;sav&#x101;rass&#x101;ti. Ten&#x101;ha &#x2013; &#x2018;&#x2018;&#x101;mant&#x101;&#x2026;pe&#x2026; siy&#x101;&#x2019;&#x2019;ti.</p>
              <p>[03]^b^Tenev&#x101;^eb^ti pavatte cittakkha&#x1E47;avasena ti&#x1E47;&#x1E47;a&#x1E43; addh&#x101;na&#x1E43; l&#x101;bhato eva, a&#xF1;&#xF1;ath&#x101; cutipa&#x1E6D;isandhikkha&#x1E47;e r&#x16B;pakkhandhaparij&#x101;nanassa abh&#x101;v&#x101; &#x2018;&#x2018;yo r&#x16B;pakkhandha&#x1E43; parij&#x101;n&#x101;ti, so vedan&#x101;kkhandha&#x1E43; parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti ettha &#x2018;&#x2018;natth&#x12B;&#x2019;&#x2019;ti vissajjanena bhavitabba&#x1E43; siy&#x101;, &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti ca katanti. Sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;sayapadasa&#x1E45;gahit&#x101;na&#x1E43; pari&#xF1;&#xF1;&#x101;na&#x1E43; pavatte cittakkha&#x1E47;e eva l&#x101;bha&#x1E43; dassento ^b^&#x2018;&#x2018;lokuttaramaggakkha&#x1E47;asmi&#xF1;h&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Na parij&#x101;n&#x101;t&#x12B;ti pa&#xF1;he puthujjana&#x1E43; sandh&#x101;ya &#x101;mant&#x101;ti vutta^eb^nti ida&#x1E43; puthujjanassa sabbath&#x101; pari&#xF1;&#xF1;&#x101;kiccassa abh&#x101;vato vutta&#x1E43;. &#x2018;&#x2018;Arah&#x101; r&#x16B;pakkhandha&#x1E43; na parij&#x101;n&#x101;ti no ca vedan&#x101;kkhandha&#x1E43; na parij&#x101;nittha, aggamaggasama&#x1E45;gi&#xF1;ca arahanta&#xF1;ca &#x1E6D;hapetv&#x101; avases&#x101; puggal&#x101; r&#x16B;pakkhandha&#xF1;ca na parij&#x101;nanti ^a^M0.0127^ea^ vedan&#x101;kkhandha&#xF1;ca na parij&#x101;nitth&#x101;&#x2019;&#x2019;ti pana vacanena &#x2018;&#x2018;aggamaggasama&#x1E45;gi&#x1E43; &#x1E6D;hapetv&#x101; a&#xF1;&#xF1;o koci parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti vattabbo natth&#x12B;ti dassita&#x1E43; hoti, tena tadavasesapuggale sandh&#x101;ya &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vuttanti vi&#xF1;&#xF1;&#x101;yat&#x12B;ti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Khandhayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>3. &#x100;yatanayamaka&#x1E43;</h0n>
      <h1>
        <h1n>1. Pa&#x1E47;&#x1E47;attiv&#x101;ro</h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-9^eb^^b^.^eb^ &#x100;yatanayamak&#x101;d&#x12B;su ^a^V0.0138^ea^ ca pa&#x1E47;&#x1E47;attiv&#x101;re padasodhanav&#x101;r&#x101;d&#x12B;na&#x1E43; vacane k&#x101;ra&#x1E47;a&#x1E43; khandhayamake vuttanayeneva veditabba&#x1E43;. ^b^&#x2018;&#x2018;Ek&#x101;dasa ek&#x101;dasa katv&#x101; tetti&#x1E43;sasata&#x1E43; yamak&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti&#x101;din&#x101; kesuci potthakesu ga&#x1E47;an&#x101; likhit&#x101;, s&#x101; tath&#x101; na hoti. ^b^&#x2018;&#x2018;Dvatti&#x1E43;sasata&#x2019;&#x2019;^eb^nti&#x101;din&#x101; a&#xF1;&#xF1;attha likhit&#x101;.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^10-17^eb^^b^.^eb^^b^V&#x101;yana&#x1E6D;&#x1E6D;hen&#x101;^eb^ti pas&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;hena, p&#x101;ka&#x1E6D;abh&#x101;va&#x1E6D;&#x1E6D;hena v&#x101;. &#x2018;&#x2018;K&#x101;yo dhammo&#x2019;&#x2019;ti ca vuccam&#x101;na&#x1E43; sabba&#x1E43; sasabh&#x101;va&#x1E43; &#x101;yatanamev&#x101;ti &#x2018;&#x2018;k&#x101;yo &#x101;yatana&#x2019;&#x2019;nti, &#x2018;&#x2018;dhammo &#x101;yatana&#x2019;&#x2019;nti ca ettha &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. K&#x101;yavacanena pana dhammavacanena ca avuccam&#x101;na&#x1E43; ka&#xF1;ci sasabh&#x101;va&#x1E43; natth&#x12B;ti &#x2018;&#x2018;na k&#x101;yo n&#x101;yatana&#x1E43;, na dhammo n&#x101;yatana&#x2019;&#x2019;nti ettha &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;icceva vutta&#x1E43;.</p>
              <p>[06]Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Pavattiv&#x101;ro</h1n>
        <h2>
          <h2n>1. Upp&#x101;dav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^18-21^eb^^b^.^eb^ Pavattiv&#x101;re ^a^M0.0128^ea^^b^cakkh&#x101;yatanam&#x16B;lak&#x101;ni ek&#x101;das&#x101;^eb^ti pa&#x1E6D;isandhicutivasena up&#x101;dinnapavattassa ^a^V0.0139^ea^ upp&#x101;danirodhavacane etasmi&#x1E43; alabbham&#x101;navissajjanampi sadd&#x101;yatanena saddhi&#x1E43; yamaka&#x1E43; pucch&#x101;mattal&#x101;bhena sa&#x1E45;ga&#x1E47;hitv&#x101; vadat&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Chasa&#x1E6D;&#x1E6D;hi yamak&#x101;n&#x12B;^eb^ti ettha cakkhusotagh&#x101;najivh&#x101;k&#x101;yar&#x16B;p&#x101;yatanam&#x16B;lakesu ekeka&#x1E43; sadd&#x101;yatanam&#x16B;lak&#x101;ni pa&#xF1;c&#x101;ti ek&#x101;dasa yamak&#x101;ni vissajjanavasena h&#x101;petabb&#x101;ni. Vakkhati hi &#x2018;&#x2018;sadd&#x101;yatanassa pa&#x1E6D;isandhikkha&#x1E47;e anuppattito tena saddhi&#x1E43; yamakassa vissajjanameva natth&#x12B;&#x2019;&#x2019;ti (yama. a&#x1E6D;&#x1E6D;ha. &#x101;yatanayamaka 18-21).</p>
              <p>[03]^b^Dutiya&#x1E43; ki&#xF1;c&#x101;pi pa&#x1E6D;hamena sadisavissajjana^eb^nti&#x101;di puggalav&#x101;rameva sandh&#x101;ya vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Ok&#x101;sav&#x101;re pana asadisavissajjanatt&#x101; vutta&#x1E43;, na ta&#x1E43; sabbattha sadisavissajjananti &#xF1;&#x101;petu&#x1E43; puggalav&#x101;repi vissajjitanti. ^b^Gandharasapho&#x1E6D;&#x1E6D;habb&#x101;yatanehi saddhi&#x1E43; t&#x12B;&#x1E47;i yamak&#x101;ni sadisavissajjan&#x101;n&#x12B;^eb^ti r&#x16B;p&#x101;vacarasatte sandh&#x101;ya &#x2018;&#x2018;sacakkhuk&#x101;na&#x1E43; agandhak&#x101;na&#x2019;&#x2019;nti&#x101;din&#x101; vissajjitabbatt&#x101; vutta&#x1E43;. Tesa&#xF1;hi virattak&#x101;makammanibbattassa pa&#x1E6D;isandhib&#x12B;jassa eva&#x1E43;sabh&#x101;vatt&#x101; gh&#x101;n&#x101;d&#x12B;ni gandh&#x101;dayo ca na sant&#x12B;ti. ^b^Gh&#x101;n&#x101;yatanayamakena sadisavissajjanatt&#x101;^eb^ti cakkh&#x101;yatanam&#x16B;lakesu gh&#x101;n&#x101;yatanayamakena saddhi&#x1E43; sadisavissajjanatt&#x101;ti attho. Nanu tattha &#x2018;&#x2018;sacakkhuk&#x101;na&#x1E43; agh&#x101;nak&#x101;na&#x1E43; upapajjant&#x101;na&#x2019;&#x2019;nti&#x101;din&#x101; vissajjana&#x1E43; pavatta&#x1E43;, idha pana gh&#x101;n&#x101;yatanam&#x16B;lakesu &#x2018;&#x2018;yassa gh&#x101;n&#x101;yatana&#x1E43; uppajjati, tassa jivh&#x101;yatana&#x1E43; uppajjat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti vissajjanena bhavitabbanti natthi sadisavissajjanat&#x101;ti? Sacca&#x1E43;, yath&#x101; pana tattha gh&#x101;n&#x101;yatanayamakena jivh&#x101;k&#x101;y&#x101;yatanayamak&#x101;ni sadisavissajjan&#x101;ni, evamidh&#x101;pi jivh&#x101;ka&#x101;y&#x101;yatanayamak&#x101;ni sadisavissajjan&#x101;ni, tasm&#x101; tattha tattheva sadisavissajjanat&#x101; p&#x101;&#x1E37;iya&#x1E43; an&#x101;ru&#x1E37;hat&#x101;ya k&#x101;ra&#x1E47;anti. Nidassanabh&#x101;vena pana gahita&#x1E43; cakkh&#x101;yatanam&#x16B;lak&#x101;na&#x1E43; sadisavissajjanak&#x101;na&#x1E43; sadisavissajjana&#x1E43; nidassanabh&#x101;veneva k&#x101;ra&#x1E47;anti dassento ^b^&#x2018;&#x2018;gh&#x101;n&#x101;yatanayamakena sadisavissajjanatt&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Sadisavissajjanat&#x101; cettha gh&#x101;n&#x101;yatanam&#x16B;lakesu yebhuyyat&#x101;ya da&#x1E6D;&#x1E6D;habb&#x101;. Tesu hi jivh&#x101;k&#x101;y&#x101;yatanayamakesu ti&#x1E47;&#x1E47;a&#x1E43; pucch&#x101;na&#x1E43; &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vissajjanena bhavitabba&#x1E43; ^a^M0.0129^ea^, pacchimapucch&#x101;ya &#x2018;&#x2018;sak&#x101;yak&#x101;na&#x1E43; agh&#x101;nak&#x101;na&#x1E43; upapajjant&#x101;na&#x2019;&#x2019;nti&#x101;din&#x101;ti.</p>
              <p>[03]Atha v&#x101; yath&#x101; vedan&#x101;kkhandh&#x101;dim&#x16B;lak&#x101;na&#x1E43; sa&#xF1;&#xF1;&#x101;kkhandh&#x101;diyamak&#x101;na&#x1E43; amissakak&#x101;labhedesu t&#x12B;su &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti pa&#x1E6D;ivacanavissajjanena yath&#x101;vuttavacanassa vissajjanabh&#x101;v&#x101;nuj&#x101;nana&#x1E43; kattabbanti apubbassa vattabbassa abh&#x101;v&#x101; vissajjana&#x1E43; na kata&#x1E43;, evamidh&#x101;pi gh&#x101;n&#x101;yatanam&#x16B;laka&#x1E43; jivh&#x101;yatanayamaka&#x1E43; ^a^V0.0140^ea^ apubbassa vattabbassa abh&#x101;v&#x101; p&#x101;&#x1E37;i&#x1E43; an&#x101;ru&#x1E37;hanti p&#x101;ka&#x1E6D;oyamattho. K&#x101;y&#x101;yatanayamaka&#x1E43; pana dutiyapucch&#x101;ya vasena vissajjitabba&#x1E43; siy&#x101;, s&#x101; ca cakkh&#x101;yatanam&#x16B;lakesu gh&#x101;n&#x101;yatanayamakena sadisavissajjan&#x101;, tasm&#x101; yass&#x101; pucch&#x101;ya vissajjan&#x101; k&#x101;tabb&#x101;, tass&#x101; gh&#x101;n&#x101;yatanayamakena sadisavissajjanatt&#x101; ta&#x1E43;ses&#x101;ni p&#x101;&#x1E37;i&#x1E43; an&#x101;ru&#x1E37;h&#x101;n&#x12B;ti evamettha attho da&#x1E6D;&#x1E6D;habbo. ^b^Tath&#x101;^eb^ti ida&#x1E43; p&#x101;&#x1E37;ian&#x101;ru&#x1E37;hat&#x101;s&#x101;ma&#xF1;&#xF1;eneva vutta&#x1E43;, na k&#x101;ra&#x1E47;as&#x101;ma&#xF1;&#xF1;ena. Gh&#x101;najivh&#x101;k&#x101;y&#x101;yatan&#x101;na&#x1E43; pana agabbhaseyyakesu pavattam&#x101;n&#x101;na&#x1E43; gabbhaseyyakesu ca &#x101;yatanap&#x101;rip&#x16B;rik&#x101;le sahac&#x101;rit&#x101;ya avisesatt&#x101; ca appavisesatt&#x101; ca ekasmi&#x1E43; gh&#x101;n&#x101;yatanayamake vissajjite itar&#x101;ni dve, gh&#x101;n&#x101;yatanam&#x16B;lakesu ca vissajjitesu itaradvayam&#x16B;lak&#x101;ni na vissajj&#x12B;yant&#x12B;ti veditabb&#x101;ni. ^b^R&#x16B;p&#x101;yatanaman&#x101;yatanehi saddhi^eb^nti &#x2018;&#x2018;yassa r&#x16B;p&#x101;yatana&#x1E43; uppajjati, tassa man&#x101;yatana&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti etiss&#x101; pucch&#x101;ya vuttehi r&#x16B;p&#x101;yatanaman&#x101;yatanehi saddhinti adhipp&#x101;yo. R&#x16B;p&#x101;yatanam&#x16B;lakesu hi man&#x101;yatanayamake &#x101;dipucch&#x101;ya gandharasapho&#x1E6D;&#x1E6D;habbayamakesu &#x101;dipucch&#x101;na&#x1E43; sadisavissajjanat&#x101; yamak&#x101;na&#x1E43; avissajjane k&#x101;ra&#x1E47;abh&#x101;vena vutt&#x101;. Dutiyapucch&#x101;na&#xF1;hi pa&#x1E6D;ivacanavissajjanena bhavitabbanti pubbe vuttanayena vissajjana&#x1E43; na k&#x101;tabba&#x1E43;, &#x101;dipucch&#x101;na&#xF1;ca na k&#x101;tabbanti.</p>
              <p>[03]^b^He&#x1E6D;&#x1E6D;himehi sadisavissajjanatt&#x101;^eb^ti ettha gandh&#x101;yatanam&#x16B;lak&#x101;na&#x1E43; rasapho&#x1E6D;&#x1E6D;habbayamak&#x101;na&#x1E43; ras&#x101;yatanam&#x16B;lakassa ca pho&#x1E6D;&#x1E6D;habbayamakassa pa&#x1E6D;ivacanavissajjaneneva bhavitabbanti pubbe vuttanayeneva vissajjana&#x1E43; na k&#x101;tabbanti yesa&#x1E43; k&#x101;tabba&#x1E43;, tesa&#x1E43; gandharasapho&#x1E6D;&#x1E6D;habbam&#x16B;lak&#x101;na&#x1E43; man&#x101;yatanadhamm&#x101;yatanayamak&#x101;na&#x1E43; cakkh&#x101;dipa&#xF1;c&#x101;yatanam&#x16B;lakehi man&#x101;yatanadhamm&#x101;yatanayamakehi sadisavissajjanatt&#x101;ti attho. Cakkh&#x101;yatan&#x101;dim&#x16B;lak&#x101;ni sadd&#x101;yatanayamak&#x101;ni sadd&#x101;yatanam&#x16B;lak&#x101;ni sabb&#x101;ni avissajjaneneva alabbham&#x101;navissajjanat&#x101;dassanena ^a^M0.0130^ea^ vissajjit&#x101;ni n&#x101;ma hont&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;chasa&#x1E6D;&#x1E6D;hi yamak&#x101;ni vissajjit&#x101;ni n&#x101;ma hont&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^Jaccandhampi jaccabadhiramp&#x12B;^eb^ti ettha ca jaccabadhiraggaha&#x1E47;ena jaccandhabadhiro gahitoti veditabbo. ^b^Sagh&#x101;nak&#x101;na&#x1E43; sacakkhuk&#x101;nanti paripu&#x1E47;&#x1E47;&#x101;yatanameva opap&#x101;tika&#x1E43; sandh&#x101;ya vutta^eb^nti ettha ^b^eva^eb^-sadda&#x1E43; ^b^vutta^eb^nti-etassa parato yojetv&#x101; yath&#x101; &#x2018;&#x2018;sagh&#x101;nak&#x101;na&#x1E43; acakkhuk&#x101;na&#x2019;&#x2019;nti ida&#x1E43; aparipu&#x1E47;&#x1E47;&#x101;yatana&#x1E43; sandh&#x101;ya vutta&#x1E43;, na eva&#x1E43; &#x2018;&#x2018;sagh&#x101;nak&#x101;na&#x1E43; sacakkhuk&#x101;na&#x2019;&#x2019;nti eta&#x1E43;. Eta&#x1E43; pana paripu&#x1E47;&#x1E47;&#x101;yatana&#x1E43; ^a^V0.0141^ea^ sandh&#x101;ya vuttamev&#x101;ti attho da&#x1E6D;&#x1E6D;habbo. Tena jaccabadhirampi sandh&#x101;ya vuttat&#x101; na v&#x101;rit&#x101; hot&#x12B;ti.</p>
              <p>[03]^b^22-254^eb^^b^.^eb^^b^Yattha cakkh&#x101;yatananti r&#x16B;p&#x12B;brahmaloka&#x1E43; pucchat&#x12B;^eb^ti niyamato tattha cakkhusot&#x101;na&#x1E43; sahuppattimatta&#x1E43; passanto vadati, ok&#x101;sav&#x101;re pana tasmi&#x1E43; puggalassa an&#x101;ma&#x1E6D;&#x1E6D;hatt&#x101; yattha k&#x101;madh&#x101;tuya&#x1E43; r&#x16B;padh&#x101;tuya&#xF1;ca cakkh&#x101;yatana&#x1E43; uppajjati, tattha sot&#x101;yatanampi ekantena uppajjat&#x12B;ti &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti (yama. 1.&#x101;yatanayamaka.22) vutta&#x1E43;.</p>
              <p>[03]&#x2018;&#x2018;Yassa v&#x101; pana r&#x16B;p&#x101;yatana&#x1E43; uppajjissati, tassa cakkh&#x101;yatana&#x1E43; uppajjissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti kasm&#x101; pa&#x1E6D;i&#xF1;&#xF1;&#x101;ta&#x1E43;, nanu yo gabbhaseyyakabh&#x101;va&#x1E43; gantv&#x101; parinibb&#x101;yissati, tassa r&#x16B;p&#x101;yatana&#x1E43; pa&#x1E6D;isandhiya&#x1E43; uppajjissati, na pana cakkh&#x101;yatananti? Yassa r&#x16B;p&#x101;yatana&#x1E43; uppajjissati, tassa tadavatthassa puggalassa r&#x16B;p&#x101;yatanupp&#x101;dato uddha&#x1E43; cakkh&#x101;yatanasant&#x101;nupp&#x101;dassa pavattiyampi bhavissantassa pa&#x1E6D;i&#xF1;&#xF1;&#x101;tabbatt&#x101;. Atha kasm&#x101; &#x2018;&#x2018;yassa v&#x101; pana r&#x16B;p&#x101;yatana&#x1E43; nuppajjissati, tassa cakkh&#x101;yatana&#x1E43; nuppajjissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti pa&#x1E6D;i&#xF1;&#xF1;&#x101;ta&#x1E43;, nanu gabbhaseyyakassa pacchimabhavikassa upapajjantassa ek&#x101;dasamasatt&#x101;h&#x101; orato &#x1E6D;hitassa r&#x16B;p&#x101;yatana&#x1E43; nuppajjissati no ca cakkh&#x101;yatana&#x1E43; nuppajjissat&#x12B;ti? Tasmi&#x1E43; bhave bhavissantassa upp&#x101;dassa an&#x101;gatabh&#x101;vena avacanato. Bhavantare hi tassa tassa &#x101;yatanasant&#x101;nassa yo &#x101;diupp&#x101;do pa&#x1E6D;isandhiya&#x1E43; pavatte ca bhavissati, so an&#x101;gatupp&#x101;do tabbh&#x101;vena vuccati addh&#x101;paccuppann&#x101;nantogadhatt&#x101;. Na pana yo tasmi&#x1E43;yeva bhave pavatte bhavissati, so an&#x101;gatupp&#x101;dabh&#x101;vena vuccati addh&#x101;paccuppannantogadhatt&#x101;. Addh&#x101;vasena hettha kammajapavattassa paccuppann&#x101;dik&#x101;labhedo adhippeto. Eva&#xF1;ca katv&#x101; ^b^indriyayamake^eb^ (yama. 3.indriyayamaka.368) &#x2018;&#x2018;yassa itthindriya&#x1E43; uppajjati ^a^M0.0131^ea^, tassa purisindriya&#x1E43; uppajjissat&#x12B;ti? Pacchimabhavik&#x101;na&#x1E43; itth&#x12B;na&#x1E43; upapajjant&#x12B;na&#x1E43;, y&#x101; ca itthiyo r&#x16B;p&#x101;vacara&#x1E43; ar&#x16B;p&#x101;vacara&#x1E43; upapajjitv&#x101; parinibb&#x101;yissanti, y&#x101; ca itthiyo eteneva bh&#x101;vena katici bhave dassetv&#x101; parinibb&#x101;yissanti, t&#x101;sa&#x1E43; upapajjant&#x12B;na&#x1E43; t&#x101;sa&#x1E43; itthindriya&#x1E43; uppajjati, no ca t&#x101;sa&#x1E43; purisindriya&#x1E43; uppajjissat&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Na hi t&#x101;sa&#x1E43; sabb&#x101;sa&#x1E43; tasmi&#x1E43; bhave pavatte purisindriya&#x1E43; na uppajjissati li&#x1E45;gaparivattanasabbh&#x101;v&#x101;, bhavantare pana &#x101;diupp&#x101;dassa abh&#x101;va&#x1E43; sandh&#x101;ya &#x2018;&#x2018;no ca ^a^V0.0142^ea^ t&#x101;sa&#x1E43; purisindriya&#x1E43; uppajjissat&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Bhavantare hi &#x101;diupp&#x101;dassa an&#x101;gatatta&#x1E43; adhippetanti. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;katici bhave dassetv&#x101;&#x2019;&#x2019;ti bhavaggaha&#x1E47;a&#x1E43; katanti.</p>
              <p>[03]&#x2018;&#x2018;&#x100;yatan&#x101;na&#x1E43; pa&#x1E6D;il&#x101;bho j&#x101;t&#x12B;&#x2019;&#x2019;ti (d&#x12B;. ni. 2.388; vibha. 235) vacanato ta&#x1E43;ta&#x1E43;&#x101;yatananibbattakakammena gahitapa&#x1E6D;isandhikassa avassa&#x1E43;bh&#x101;v&#x12B;&#x101;yatanassa y&#x101;va &#x101;yatanap&#x101;rip&#x16B;ri, t&#x101;va uppajjat&#x12B;ti pana atthe gayham&#x101;ne pucch&#x101;dvayavissajjana&#x1E43; s&#x16B;papanna&#x1E43; hoti. Eva&#xF1;ca sati &#x2018;&#x2018;yassa v&#x101; pana sot&#x101;yatana&#x1E43; nuppajjissati, tassa cakkh&#x101;yatana&#x1E43; nuppajjat&#x12B;ti? Pacchimabhavik&#x101;na&#x1E43; pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;na&#x1E43;, ye ca ar&#x16B;pa&#x1E43; upapajjitv&#x101; parinibb&#x101;yissanti, tesa&#x1E43; upapajjant&#x101;na&#x1E43; tesa&#x1E43; sot&#x101;yatana&#x1E43; nuppajjissati, no ca tesa&#x1E43; cakkh&#x101;yatana&#x1E43; nuppajjat&#x12B;&#x2019;&#x2019;ti evam&#x101;d&#x12B;su (yama. 1.&#x101;yatanayamaka.95) gabbhaseyyak&#x101;pi pacchimabhavik&#x101;dayo upapajjant&#x101; gahit&#x101; honti. Eva&#xF1;ca katv&#x101; ^b^indriyayamake^eb^ (yama. 3.indriyayamaka.186) &#x2018;&#x2018;yassa v&#x101; pana somanassindriya&#x1E43; uppajjati, tassa cakkhundriya&#x1E43; uppajjat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti idampi upapanna&#x1E43; hoti. Somanassindriyupp&#x101;dakassa kammassa ekantena cakkhundriyupp&#x101;danato gabbhepi y&#x101;va cakkhundriyuppatti, t&#x101;va uppajjam&#x101;nat&#x101;ya tass&#x101; abhinanditabbatt&#x101;.</p>
              <p>[03]Ya&#x1E43; pana &#x2018;&#x2018;yassa v&#x101; pana yattha r&#x16B;p&#x101;yatana&#x1E43; uppajjittha, tassa tattha gh&#x101;n&#x101;yatana&#x1E43; uppajjat&#x12B;ti? K&#x101;m&#x101;vacar&#x101; cavant&#x101;na&#x1E43;, agh&#x101;nak&#x101;na&#x1E43; k&#x101;m&#x101;vacara&#x1E43; upapajjant&#x101;na&#x1E43;, r&#x16B;p&#x101;vacar&#x101;na&#x1E43; tesa&#x1E43; tattha r&#x16B;p&#x101;yatana&#x1E43; uppajjittha, no ca tesa&#x1E43; tattha gh&#x101;n&#x101;yatana&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti ettha &#x2018;&#x2018;agh&#x101;nak&#x101;na&#x1E43; k&#x101;m&#x101;vacara&#x1E43; upapajjant&#x101;na&#x2019;&#x2019;nti (yama. 1.&#x101;yatanayamaka.76) vutta&#x1E43;, ta&#x1E43; ye ek&#x101;dasamasatt&#x101;h&#x101; orato k&#x101;la&#x1E43; karissanti, tesa&#x1E43; gh&#x101;n&#x101;yatan&#x101;nibbattakakammena gahitapa&#x1E6D;isandhik&#x101;na&#x1E43; vasena vuttanti veditabba&#x1E43;. &#x2018;&#x2018;Yassa yattha gh&#x101;n&#x101;yatana&#x1E43; na nirujjhati, tassa ^a^M0.0132^ea^ tattha r&#x16B;p&#x101;yatana&#x1E43; na nirujjhissat&#x12B;ti? K&#x101;m&#x101;vacara&#x1E43; upapajjant&#x101;na&#x1E43;, agh&#x101;nak&#x101;na&#x1E43; k&#x101;m&#x101;vacar&#x101; cavant&#x101;na&#x1E43;, r&#x16B;p&#x101;vacar&#x101;na&#x1E43; tesa&#x1E43; tattha gh&#x101;n&#x101;yatana&#x1E43; na nirujjhati, no ca tesa&#x1E43; tattha r&#x16B;p&#x101;yatana&#x1E43; na nirujjhissat&#x12B;&#x2019;&#x2019;ti hi ettha &#x2018;&#x2018;agh&#x101;nak&#x101;na&#x1E43; k&#x101;m&#x101;vacar&#x101; cavant&#x101;na&#x2019;&#x2019;nti (yama. 1.&#x101;yatanayamaka.181) vacana&#x1E43; anuppanneyeva gh&#x101;n&#x101;yatane gabbhaseyyak&#x101;na&#x1E43; cuti atth&#x12B;ti d&#x12B;peti. Na hi k&#x101;m&#x101;vacare gabbhaseyyakato a&#xF1;&#xF1;o agh&#x101;nako atthi ^b^dhammahadayavibha&#x1E45;ge^eb^ (vibha. 978 &#x101;dayo) &#x2018;&#x2018;k&#x101;madh&#x101;tuy&#x101; upapattikkha&#x1E47;e kassaci a&#x1E6D;&#x1E6D;h&#x101;yatan&#x101;ni p&#x101;tubhavant&#x12B;&#x2019;&#x2019;ti avuttatt&#x101;ti. Atha kasm&#x101; opap&#x101;tike eva sandh&#x101;ya idha, indriyayamake ca yath&#x101;dassit&#x101;su pucch&#x101;su ^a^V0.0143^ea^ &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vuttanti na vi&#xF1;&#xF1;&#x101;yat&#x12B;ti? Yamake sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitatthassa ekadese sa&#x1E43;sayatthasambhavena pa&#x1E6D;ivacanassa akara&#x1E47;ato. Bhinditabbe hi na pa&#x1E6D;ivacanavissajjana&#x1E43; hoti. Yadi siy&#x101;, paripu&#x1E47;&#x1E47;avissajjanameva na siy&#x101;ti. Atha kasm&#x101; &#x2018;&#x2018;yassa v&#x101; pana somanassindriya&#x1E43; uppajjati, tassa cakkhundriya&#x1E43; uppajjat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.186) imin&#x101; &#x2018;&#x2018;gabbhaseyyak&#x101;na&#x1E43; somanassapa&#x1E6D;isandhi natth&#x12B;&#x2019;&#x2019;ti na vi&#xF1;&#xF1;&#x101;yat&#x12B;ti? &#x2018;&#x2018;K&#x101;madh&#x101;tuy&#x101; upapattikkha&#x1E47;e kassa dasindriy&#x101;ni p&#x101;tubhavanti? Gabbhaseyyak&#x101;na&#x1E43; satt&#x101;na&#x1E43; sahetuk&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;asampayutt&#x101;na&#x1E43; upapattikkha&#x1E47;e dasindriy&#x101;ni p&#x101;tubhavanti k&#x101;yindriya&#x1E43; manindriya&#x1E43; itthindriya&#x1E43; v&#x101; purisindriya&#x1E43; v&#x101; j&#x12B;vitindriya&#x1E43; somanassindriya&#x1E43; v&#x101; upekkhindriya&#x1E43; v&#x101; saddhindriya&#x2019;&#x2019;nti&#x101;divacanato (vibha. 1012).</p>
              <p>[03]Nirodhav&#x101;re an&#x101;gatak&#x101;labhede yath&#x101; tasseva cittassa nirodho an&#x101;gatabh&#x101;vena tassa uppattikkha&#x1E47;e vutto, eva&#x1E43; tasseva kammajasant&#x101;nassa nirodho an&#x101;gatabh&#x101;vena tassa upp&#x101;de vattabboti sabbattha upapajjant&#x101;na&#x1E43; eva so tath&#x101; vutto, na uppann&#x101;na&#x1E43;. Uppann&#x101;na&#x1E43; pana a&#xF1;&#xF1;assa an&#x101;gatassa sant&#x101;nassa nirodho an&#x101;gatabh&#x101;vena vattabbo, na tasseva. Tassa hi upp&#x101;d&#x101;nantara&#x1E43; nirodho &#x101;raddho n&#x101;ma hot&#x12B;ti. Tasm&#x101; arahata&#x1E43; pavatte sotassa cakkhussa ca bhede satipi an&#x101;gatak&#x101;l&#x101;masanavaseneva &#x2018;&#x2018;yassa cakkh&#x101;yatana&#x1E43; nirujjhissati, tassa sot&#x101;yatana&#x1E43; nirujjhissat&#x12B;ti? &#x100;mant&#x101;. Yassa v&#x101; pana sot&#x101;yatana&#x1E43; nirujjhissati, tassa cakkh&#x101;yatana&#x1E43; nirujjhissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti vissajjanadvaya&#x1E43; upapannameva hot&#x12B;ti. Yasm&#x101; ca upapattianantara&#x1E43; nirodho ^a^M0.0133^ea^ &#x101;raddho n&#x101;ma hoti, ta&#x1E43;ni&#x1E6D;&#x1E6D;h&#x101;nabh&#x101;vato pana cutiy&#x101; nirodhavacana&#x1E43;, tasm&#x101; pavatte niruddhepi sant&#x101;nekadese aniruddha&#x1E43; up&#x101;d&#x101;ya ani&#x1E6D;&#x1E6D;hitanirodhoti cutiy&#x101;va tassa nirodhoti vuccati. Vakkhati hi &#x2018;&#x2018;yassa v&#x101; pana somanassindriya&#x1E43; nirujjhati, tassa cakkhundriya&#x1E43; nirujjhat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti, tenetth&#x101;pi cutinirodhe eva ca adhippete ya&#xF1;ca pavatte nirujjhissati, ta&#xF1;ca ni&#x1E6D;&#x1E6D;h&#x101;navasena cutiy&#x101; eva nirujjhissat&#x12B;ti vuttanti &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti yutta&#x1E43; pa&#x1E6D;ivacana&#x1E43;. &#x2018;&#x2018;Sacakkhuk&#x101;na&#x2019;&#x2019;nti&#x101;d&#x12B;su ca &#x2018;&#x2018;pa&#x1E6D;iladdhacakkhuk&#x101;na&#x2019;&#x2019;nti&#x101;din&#x101; attho vi&#xF1;&#xF1;&#x101;yat&#x12B;ti.</p>
              <p>[03]&#x2018;&#x2018;Yassa cakkh&#x101;yatana&#x1E43; na nirujjhati, tassa sot&#x101;yatana&#x1E43; na nirujjhissat&#x12B;ti? Sabbesa&#x1E43; upapajjant&#x101;na&#x1E43;, acakkhuk&#x101;na&#x1E43; cavant&#x101;na&#x1E43; tesa&#x1E43; cakkh&#x101;yatana&#x1E43; na nirujjhati, no ca tesa&#x1E43; sot&#x101;yatana&#x1E43; ^a^V0.0144^ea^ na nirujjhissat&#x12B;&#x2019;&#x2019;ti ettha &#x101;ruppe pacchimabhavike &#x1E6D;hapetv&#x101; sabbe upapajjant&#x101;, acakkhuk&#x101; cavant&#x101; ca gahit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. Te hi dutiyako&#x1E6D;&#x1E6D;h&#x101;sena sa&#x1E45;gayhant&#x12B;ti tadapekkhatt&#x101; s&#x101;vasesamida&#x1E43; sabbavacana&#x1E43; acakkhukavacana&#xF1;c&#x101;ti. &#x2018;&#x2018;&#x100;ruppe pacchimabhavik&#x101;na&#x2019;&#x2019;nti ettha ca ar&#x16B;pato pa&#xF1;cavok&#x101;ra&#x1E43; agacchant&#x101; ana&#xF1;&#xF1;&#x16B;papattik&#x101;pi &#x2018;&#x2018;ar&#x16B;pe pacchimabhavik&#x101;&#x2019;&#x2019;icceva sa&#x1E45;gayhant&#x12B;ti veditabb&#x101;. Esa nayo a&#xF1;&#xF1;esupi evar&#x16B;pes&#x16B;ti.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]&#x100;yatanayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>4. Dh&#x101;tuyamaka&#x1E43;</h0n>
      <h1>
        <h1n> </h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-19^eb^^b^.^eb^^b^Labbham&#x101;n&#x101;na^eb^nti ida&#x1E43; pavattiv&#x101;re saddadh&#x101;tusambandh&#x101;na&#x1E43; yamak&#x101;na&#x1E43; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x101;disambandh&#x101;na&#xF1;ca cutipa&#x1E6D;isandhivasena alabbham&#x101;nata&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[06]Dh&#x101;tuyamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>5. Saccayamaka&#x1E43;</h0n>
      <h1>
        <h1n>1. Pa&#x1E47;&#x1E47;attiv&#x101;ro</h1n>
        <h2>
          <h2n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^10-26^eb^^b^.^eb^^b^&#x2018;&#x2018;Dukkha&#x1E43;^eb^^a^M0.0134^ea^^b^dukkhasaccanti? &#x100;mant&#x101;&#x2019;&#x2019;^eb^ti ettha ki&#xF1;c&#x101;pi dukkhadukkha&#x1E43; sa&#x1E45;kh&#x101;radukkha&#x1E43; vipari&#x1E47;&#x101;madukkhanti t&#x12B;supi dukkhasaddo pavattati, &#x2018;&#x2018;j&#x101;tipi dukkh&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; (mah&#x101;va. 14; vibha. 190) j&#x101;ti&#x101;d&#x12B;su ca, so pana dukkhadukkhato a&#xF1;&#xF1;attha pavattam&#x101;no ^a^V0.0145^ea^ a&#xF1;&#xF1;anirapekkho nappavattati. Suddha&#xF1;cettha dukkhapada&#x1E43; a&#xF1;&#xF1;anirapekkha&#x1E43; gahetv&#x101; pa&#x1E47;&#x1E47;attisodhana&#x1E43; karoti, tena nippariy&#x101;yato dukkhasabh&#x101;vatt&#x101; eva ya&#x1E43; dukkhadukkha&#x1E43;, tasmi&#x1E43; dukkhadukkhe esa dukkhasaddo, ta&#xF1;ca ekantena dukkhasaccamev&#x101;ti &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Suddhasaccav&#x101;re saccavibha&#x1E45;ge vuttesu samudayesu koci phaladhammesu natthi, na ca phaladhammesu koci nirodhoti vuccam&#x101;no atthi, maggasaddo ca phalaphala&#x1E45;gesu maggaphalatt&#x101; pavattati, na maggakiccasabbh&#x101;v&#x101;. Parini&#x1E6D;&#x1E6D;hitaniyy&#x101;nakicc&#x101;ni hi t&#x101;ni. Niyy&#x101;nav&#x101;cako cettha maggasaddo, na niyy&#x101;naphalav&#x101;cako, tasm&#x101; samudayo sacca&#x1E43;, nirodho sacca&#x1E43;, maggo saccanti etesupi &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;icceva vissajjana&#x1E43; kata&#x1E43;.</p>
              <p>[03]Atha v&#x101; padasodhanena padesu sodhitesu saccavisesanabh&#x16B;t&#x101; eva dukkh&#x101;disadd&#x101; idha gahit&#x101;ti vi&#xF1;&#xF1;&#x101;yanti. Tesa&#x1E43; pana ekantena saccavisesanabh&#x101;va&#x1E43;, sacc&#x101;na&#xF1;ca tabbisesanayogavisesa&#x1E43; d&#x12B;petu&#x1E43; suddhasaccav&#x101;ro vuttoti saccavisesan&#x101;na&#x1E43; dukkh&#x101;d&#x12B;na&#x1E43; ekantasaccatt&#x101; &#x2018;&#x2018;dukkha&#x1E43; sacca&#x1E43;&#x2026;pe&#x2026; maggo saccanti? &#x100;mant&#x101;&#x2019;&#x2019;ti vuttanti. Yath&#x101; cettha, eva&#x1E43; khandhayamak&#x101;d&#x12B;supi suddhakhandh&#x101;div&#x101;resu khandh&#x101;divisesanabh&#x16B;t&#x101;nameva r&#x16B;p&#x101;d&#x12B;na&#x1E43; gaha&#x1E47;a&#x1E43; yutta&#x1E43;. ^b^A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ (yama. a&#x1E6D;&#x1E6D;ha. khandhayamaka 38) pana &#x2018;&#x2018;yasm&#x101; piyar&#x16B;pas&#x101;tar&#x16B;pasa&#x1E45;kh&#x101;ta&#x1E43; v&#x101; r&#x16B;pa&#x1E43; hotu bh&#x16B;tup&#x101;d&#x101;r&#x16B;pa&#x1E43; v&#x101;, sabba&#x1E43; pa&#xF1;casu khandhesu sa&#x1E45;gaha&#x1E43; gacchateva, tasm&#x101; &#x101;mant&#x101;ti pa&#x1E6D;ij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti vacanena r&#x16B;p&#x101;dicakkh&#x101;didukkh&#x101;diggaha&#x1E47;ehi suddhakhandh&#x101;div&#x101;resupi khandh&#x101;divisesanato a&#xF1;&#xF1;epi gahit&#x101;ti ayamattho d&#x12B;pito hoti, tena tadanur&#x16B;pat&#x101;vasena itaro attho vutto.</p>
              <p>[06]Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^27-164^eb^^b^.^eb^^b^Antamaso^eb^^a^M0.0135^ea^^b^suddh&#x101;v&#x101;s&#x101;namp&#x12B;^eb^ti ida&#x1E43; tesa&#x1E43; ariyatt&#x101; dukkhasaccena upapajjane &#x101;sa&#x1E45;k&#x101; siy&#x101;ti katv&#x101; vutta&#x1E43;. ^b^Ta&#x1E47;h&#x101;vippayuttacittass&#x101;^eb^ti ida&#x1E43; pa&#xF1;cavok&#x101;ravaseneva gahetabbanti vutta&#x1E43;. ^b^Yassa dukkhasacca&#x1E43; uppajjat&#x12B;^eb^ti etena pana sanni&#x1E6D;&#x1E6D;h&#x101;nena sabbe upapajjant&#x101; pavattiya&#x1E43; catuvok&#x101;re ^a^V0.0146^ea^ maggaphalato a&#xF1;&#xF1;acitt&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;asama&#x1E45;gino pa&#xF1;cavok&#x101;re ca sabbacitt&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;asama&#x1E45;gino sa&#x1E45;gahit&#x101;ti tesveva sanni&#x1E6D;&#x1E6D;h&#x101;nena nicchitesu keci &#x2018;&#x2018;pavatte ta&#x1E47;h&#x101;vippayuttacittassa upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;ti etena dukkhasamudayesu ekako&#x1E6D;&#x1E6D;h&#x101;sappavattisama&#x1E45;gino dass&#x12B;yanti sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitasseva vibh&#x101;gadassanato, tena catuvok&#x101;r&#x101;nampi gaha&#x1E47;a&#x1E43; upapannameva. Na hi tesu maggaphalupp&#x101;dasama&#x1E45;g&#x12B;su pasa&#x1E45;gat&#x101; atthi ta&#x1E43;sama&#x1E45;g&#x12B;na&#x1E43; tesa&#x1E43; sanni&#x1E6D;&#x1E6D;h&#x101;nena aggahitatt&#x101;ti. ^b^Ida&#x1E43; idha na gahetabba^eb^nti ida&#x1E43; catuvok&#x101;re phalasam&#x101;patticitta&#x1E43; idha sacc&#x101;na&#x1E43; upp&#x101;davacane na gahetabbanti vutta&#x1E43; hoti.</p>
              <p>[03]Ettha ca ^b^sabbesa&#x1E43; upapajjant&#x101;na^eb^nti ida&#x1E43; kammajapavattassa pa&#x1E6D;hamupp&#x101;dadassanena vutta&#x1E43;, asa&#xF1;&#xF1;asatt&#x101;pettha sa&#x1E45;gahit&#x101;. ^b^Pavatte ta&#x1E47;h&#x101;vippayuttacittassa upp&#x101;dakkha&#x1E47;e^eb^ti ida&#x1E43; pana samudayasaccupp&#x101;davomissassa dukkhasaccupp&#x101;dassa ta&#x1E43;rahitassa dassanavasena vutta&#x1E43;. ^b^Ta&#x1E47;h&#x101;ya upp&#x101;dakkha&#x1E47;e^eb^ti ta&#x1E43;sahitassa samudayasaccupp&#x101;davomissassa. Tesa&#x1E43; pana asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; pavattiya&#x1E43; dukkhasaccassa upp&#x101;do sabbattha na gahito, tath&#x101; nirodho c&#x101;ti. Maggasaccayamakepi eseva nayo. ^b^Tesa&#x1E43; tasmi&#x1E43; upapattikkha&#x1E47;e ca ta&#x1E47;h&#x101;vippayuttacittuppattikkha&#x1E47;e c&#x101;ti evamettha kha&#x1E47;avasena ok&#x101;so veditabbo^eb^ti vutta&#x1E43;, eva&#xF1;ca sati &#x2018;&#x2018;yassa yattha dukkhasacca&#x1E43; uppajjati, tassa tattha samudayasacca&#x1E43; uppajjissat&#x12B;&#x2019;&#x2019;ti (yama. 1.saccayamaka.71) etassa vissajjane pacchimako&#x1E6D;&#x1E6D;h&#x101;se &#x2018;&#x2018;itaresa&#x1E43; catuvok&#x101;ra&#x1E43; pa&#xF1;cavok&#x101;ra&#x1E43; upapajjant&#x101;na&#x1E43;, pavatte cittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; tattha dukkhasacca&#xF1;ca uppajjati samudayasacca&#xF1;ca uppajjissat&#x12B;&#x2019;&#x2019;ti ida&#x1E43; na yujjeyya. Na hi upapattikkha&#x1E47;e cittuppattikkha&#x1E47;e ca samudayasacca&#x1E43; uppajjissat&#x12B;ti. Tasm&#x101; upapattikkha&#x1E47;ata&#x1E47;h&#x101;vippayuttacittuppattikkha&#x1E47;asama&#x1E45;g&#x12B;na&#x1E43; puggal&#x101;na&#x1E43; yasmi&#x1E43; k&#x101;m&#x101;vacar&#x101;diok&#x101;se s&#x101; upapatti cittuppatti ca pavattam&#x101;n&#x101;, tattha tesanti ok&#x101;savasenevettha ^a^M0.0136^ea^ tattha-saddassa attho yujjati. Puggalok&#x101;sav&#x101;ro hesa. Tattha puggalavisesadassanattha&#x1E43; &#x2018;&#x2018;sabbesa&#x1E43; upapajjant&#x101;na&#x2019;&#x2019;nti&#x101;di vutta&#x1E43;, ok&#x101;so pana yattha te, so ev&#x101;ti.</p>
              <p>[03]^b^&#x2018;&#x2018;Sabbesa&#x1E43; cavant&#x101;na&#x1E43; pavatte cittassa bha&#x1E45;gakkha&#x1E47;e &#x101;ruppe maggassa ca phalassa ca upp&#x101;dakkha&#x1E47;e tesa&#x1E43; samudayasacca&#xF1;ca nuppajjati dukkhasacca&#xF1;ca nuppajjat&#x12B;&#x2019;&#x2019;^eb^ti ettha pana &#x2018;&#x2018;pavatte cittassa bha&#x1E45;gakkha&#x1E47;e dukkhasacca&#x1E43; nuppajjat&#x12B;&#x2019;&#x2019;ti cittapa&#x1E6D;ibaddhavuttitt&#x101; cittajar&#x16B;pameva idh&#x101;dhippeta&#x1E43;, na kammaj&#x101;dir&#x16B;pa&#x1E43; citta&#x1E43; anapekkhitv&#x101;va uppajjanatoti keci vadanti. ^b^&#x2018;&#x2018;Yassa v&#x101;^eb^^a^V0.0147^ea^^b^pana samudayasacca&#x1E43; nuppajjat&#x12B;&#x2019;&#x2019;^eb^ti etena pana sanni&#x1E6D;&#x1E6D;h&#x101;nena gahito puggalo na citta&#x1E43; apekkhitv&#x101;va gahito, atha kho yo koci eva&#x1E43;pak&#x101;ro, tasm&#x101; &#x2018;&#x2018;tassa dukkhasacca&#x1E43; nuppajjat&#x12B;&#x2019;&#x2019;ti etena ca na citt&#x101;pekkhameva dukkhasacca&#x1E43; vutta&#x1E43;, atha kho ya&#x1E43; ki&#xF1;c&#x12B;ti cittassa bha&#x1E45;gakkha&#x1E47;e ya&#x1E43; ki&#xF1;ci dukkhasacca&#x1E43; nuppajjat&#x12B;ti ayamattho vi&#xF1;&#xF1;&#x101;yat&#x12B;ti. Na hi yamake vibhajitabbe avibhatt&#x101; n&#x101;ma pucch&#x101; atth&#x12B;ti.</p>
              <p>[03]&#x2018;&#x2018;Suddh&#x101;v&#x101;s&#x101;na&#x1E43; dutiye cittevattam&#x101;ne&#x2019;&#x2019;ti ida&#x1E43; sabbantimena paricchedena yassa yattha dukkhasacca&#x1E43; uppajjittha, no ca samudayasacca&#x1E43;, ta&#x1E43;dassanavasena vutta&#x1E43;. Tasmi&#x1E43; pana dassite tena sam&#x101;nagatikatt&#x101; dutiy&#x101;kusalacittato purimasabbacittasama&#x1E45;gino teneva dassit&#x101; honti. Tesampi hi tattha dukkhasacca&#x1E43; uppajjittha no ca tesa&#x1E43; tattha samudayasacca&#x1E43; uppajjitth&#x101;ti. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;itaresa&#x1E43; catuvok&#x101;rapa&#xF1;cavok&#x101;r&#x101;na&#x2019;&#x2019;nti ettha yath&#x101;vutt&#x101; suddh&#x101;v&#x101;s&#x101; aggahit&#x101; honti. Yath&#x101; &#x2018;&#x2018;yassa yattha dukkhasacca&#x1E43; uppajjati, tassa tattha samudayasacca&#x1E43; uppajjitth&#x101;&#x2019;&#x2019;ti (yama. 1.saccayamaka.61) etassa vissajjane &#x2018;&#x2018;suddh&#x101;v&#x101;s&#x101;na&#x1E43; upapatticittassa upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;ti (yama. 1.saccayamaka.61) eteneva upapatticittupp&#x101;dakkha&#x1E47;asama&#x1E45;gisam&#x101;nagatik&#x101; dutiy&#x101;kusalato purimasabbacittupp&#x101;dakkha&#x1E47;asama&#x1E45;gino dassit&#x101; hont&#x12B;ti na te &#x2018;&#x2018;itaresa&#x2019;&#x2019;nti etena gayhanti, evamidh&#x101;pi da&#x1E6D;&#x1E6D;habbanti. &#x2018;&#x2018;Itaresa&#x2019;&#x2019;nti vacana&#x1E43; pa&#xF1;cavok&#x101;r&#x101;na&#x1E43; visesanattha&#x1E43;, na catuvok&#x101;r&#x101;na&#x1E43;. Na hi te pubbe vutt&#x101; vajjetabb&#x101; santi pa&#xF1;cavok&#x101;r&#x101; viya yath&#x101;vutt&#x101; suddh&#x101;v&#x101;s&#x101;ti. &#x2018;&#x2018;Abhisamet&#x101;v&#x12B;na&#x1E43; tesa&#x1E43; tattha dukkhasacca&#xF1;ca uppajjittha maggasacca&#xF1;ca uppajjitth&#x101;&#x2019;&#x2019;ti (yama. 1.saccayamaka.41) etena sanni&#x1E6D;&#x1E6D;h&#x101;nena puggalok&#x101;s&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;aparicchinn&#x101; gahit&#x101;ti yasmi&#x1E43; ok&#x101;se abhisamet&#x101;vino, te eva&#x1E43; &#x2018;&#x2018;abhisamet&#x101;v&#x12B;na&#x2019;&#x2019;nti etena gahit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101; ^a^M0.0137^ea^. Tena ye k&#x101;m&#x101;vacare r&#x16B;p&#x101;vacare ar&#x16B;p&#x101;vacare v&#x101; abhisamet&#x101;vino r&#x16B;p&#x101;vacara&#x1E43; ar&#x16B;p&#x101;vacara&#x1E43; v&#x101; upapann&#x101;, y&#x101;va tatth&#x101;bhisamayo uppanno bhavissati, t&#x101;va te ettha na gayhanti, te pana purimako&#x1E6D;&#x1E6D;h&#x101;se &#x2018;&#x2018;suddh&#x101;v&#x101;s&#x101;na&#x1E43; dutiye citte vattam&#x101;ne&#x2019;&#x2019;ti eva&#x1E43; dassitehi suddh&#x101;v&#x101;se anuppann&#x101;bhisamayehi sam&#x101;nagatik&#x101;ti visu&#x1E43; na dassit&#x101;. &#x2018;&#x2018;Anabhisamet&#x101;v&#x12B;na&#x2019;&#x2019;nti gahit&#x101; ye sabbattha tattha ca anabhisamet&#x101;vino, tesu suddh&#x101;v&#x101;s&#x101;na&#x1E43; gaha&#x1E47;ak&#x101;lavisesanattha&#x1E43; &#x2018;&#x2018;suddh&#x101;v&#x101;s&#x101;na&#x1E43; dutiye citte vattam&#x101;ne&#x2019;&#x2019;ti (yama. 1.saccayamaka.42) vuttanti.</p>
              <p>[03]^b^Yassa cittassa anantar&#x101; aggamagga&#x1E43; pa&#x1E6D;ilabhissant&#x12B;^eb^ti etena vod&#x101;nacittasama&#x1E45;gin&#x101; sam&#x101;nagatik&#x101; ^a^V0.0148^ea^ tato purimataracittasama&#x1E45;ginopi y&#x101;va sabbantimata&#x1E47;h&#x101;sampayuttacittasama&#x1E45;g&#x12B;, t&#x101;va dassit&#x101;ti veditabb&#x101;. Esa nayo a&#xF1;&#xF1;esu evar&#x16B;pes&#x16B;ti.</p>
              <p>[03]^b^Pavatte cittassa bha&#x1E45;gakkha&#x1E47;e^eb^ti &#x101;gata&#x1E6D;&#x1E6D;h&#x101;ne pa&#x1E6D;isandhicittassapi bha&#x1E45;gakkha&#x1E47;aggaha&#x1E47;a&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;, tath&#x101; &#x2018;&#x2018;pavatte cittassa upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;ti &#x101;gata&#x1E6D;&#x1E6D;h&#x101;ne ca cuticittassapi upp&#x101;dakkha&#x1E47;ass&#x101;ti. &#x2018;&#x2018;Yassa dukkhasacca&#x1E43; na nirujjhati, tassa samudayasacca&#x1E43; na nirujjhissat&#x12B;&#x2019;&#x2019;ti (yama. 1.saccayamaka.116) etassa vissajjane dv&#x12B;supi ko&#x1E6D;&#x1E6D;h&#x101;sesu &#x2018;&#x2018;ar&#x16B;pe maggassa ca phalassa ca bha&#x1E45;gakkha&#x1E47;e&#x2019;&#x2019;icceva (yama. 1.saccayamaka.116) vutta&#x1E43;, na visesita&#x1E43;. Kasm&#x101;? Ekassapi maggassa ca phalassa ca bha&#x1E45;gakkha&#x1E47;asama&#x1E45;gino ubhayako&#x1E6D;&#x1E6D;h&#x101;sabhajanato. ^b^Yassa dukkhasacca&#x1E43; na nirujjhat&#x12B;^eb^ti etena sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitesu hi arupe maggaphalabha&#x1E45;gakkha&#x1E47;asama&#x1E45;g&#x12B;su kesa&#xF1;ci ti&#x1E47;&#x1E47;a&#x1E43; phal&#x101;na&#x1E43; dvinna&#xF1;ca magg&#x101;na&#x1E43; bha&#x1E45;gakkha&#x1E47;asama&#x1E45;g&#x12B;na&#x1E43; nirantara&#x1E43; anupp&#x101;detv&#x101; antarantar&#x101; vipassan&#x101;nikanti&#x1E43; bhavanikanti&#x1E43; upp&#x101;detv&#x101; ye uparimagge upp&#x101;dessanti, tesa&#x1E43; samudayasacca&#x1E43; nirujjhissat&#x12B;ti tesa&#x1E43;yeva pana kesa&#xF1;ci antar&#x101; ta&#x1E47;ha&#x1E43; anupp&#x101;detv&#x101; uparimaggaupp&#x101;dent&#x101;na&#x1E43; maggaphalabha&#x1E45;gakkha&#x1E47;asama&#x1E45;g&#x12B;na&#x1E43; samudayasacca&#x1E43; na nirujjhissat&#x12B;ti. S&#x101;ma&#xF1;&#xF1;avacanenapi ca purimako&#x1E6D;&#x1E6D;h&#x101;se vuccam&#x101;nena pacchimako&#x1E6D;&#x1E6D;h&#x101;se vakkham&#x101;ne vajjetv&#x101;va gaha&#x1E47;a&#x1E43; hot&#x12B;ti dassitoya&#x1E43; nayoti.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>3. Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^165-170^eb^^b^.^eb^^b^Pari&#xF1;&#xF1;&#x101;v&#x101;re^eb^^a^M0.0138^ea^&#x2026;pe&#x2026; ^b^tissopettha pari&#xF1;&#xF1;&#x101; labbhant&#x12B;^eb^ti ettheva visesana&#x1E43; khandhayamak&#x101;d&#x12B;su sabbakhandh&#x101;d&#x12B;na&#x1E43; viya sabbasacc&#x101;na&#x1E43; apari&#xF1;&#xF1;eyyat&#x101;dassanattha&#x1E43; sacchikara&#x1E47;abh&#x101;van&#x101;vasena imassa v&#x101;rassa appavattidassanattha&#xF1;ca. Dukkhassa pari&#xF1;&#xF1;attha&#x1E43; samudayassa ca pah&#x101;nattha&#x1E43; bhagavati brahmacariya&#x1E43; vussat&#x12B;ti pari&#xF1;&#xF1;&#x101;pah&#x101;na&#x1E43; saccesu dassetu&#x1E43; dukkhe t&#x12B;ra&#x1E47;apari&#xF1;&#xF1;&#x101; vutt&#x101;, na pah&#x101;napari&#xF1;&#xF1;&#x101;. Samudaye ca pah&#x101;napari&#xF1;&#xF1;&#x101;, na t&#x12B;ra&#x1E47;apari&#xF1;&#xF1;&#x101;. &#xD1;&#x101;tapari&#xF1;&#xF1;&#x101; pana s&#x101;dh&#x101;ra&#x1E47;&#x101;ti ubhayattha vutt&#x101;. Magga&#xF1;&#x101;&#x1E47;a&#xF1;hi dukkhasamuday&#x101;ni vibh&#x101;vet&#x12B;ti &#xF1;&#x101;tapari&#xF1;&#xF1;&#x101; ca hoti ^a^V0.0149^ea^, dukkhat&#x12B;ra&#x1E47;akicc&#x101;na&#x1E43; nipph&#x101;danato t&#x12B;ra&#x1E47;apari&#xF1;&#xF1;&#x101; ca, samudayassa appavattikara&#x1E47;atova pah&#x101;napari&#xF1;&#xF1;&#x101; c&#x101;ti tissopi pari&#xF1;&#xF1;&#x101; maggakkha&#x1E47;e eva yojetabb&#x101;ti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Saccayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>6. Sa&#x1E45;kh&#x101;rayamaka&#x1E43;</h0n>
      <h1>
        <h1n>1. Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Khandh&#x101;dayo viya pubbe avibhatt&#x101; k&#x101;yasa&#x1E45;kh&#x101;r&#x101;dayoti tesa&#x1E43; avi&#xF1;&#xF1;&#x101;tatt&#x101; &#x2018;&#x2018;ass&#x101;sapass&#x101;s&#x101; k&#x101;yasa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti&#x101;din&#x101; (sa&#x1E43;. ni. 4.348) tayo sa&#x1E45;kh&#x101;re vibhajati. ^b^K&#x101;yassa sa&#x1E45;kh&#x101;ro^eb^ti pa&#x1E6D;hame atthe s&#x101;miatthe eva s&#x101;mivacana&#x1E43;, dutiye atthe kattuatthe. ^b^Vaciy&#x101; sa&#x1E45;kh&#x101;ro^eb^ti kammatthe s&#x101;mivacana&#x1E43;. ^b^Cittassa sa&#x1E45;kh&#x101;ro^eb^ti ca kattuattheyeva. So pana kara&#x1E47;avacanassa atthoti katv&#x101; ^b^&#x2018;&#x2018;kara&#x1E47;atthe s&#x101;mivacana&#x1E43; katv&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[03]^b^2-7^eb^^b^.^eb^^b^Suddhikaekekapadavasena atth&#x101;bh&#x101;vato^eb^ti padasodhanata&#x1E43;m&#x16B;lakacakkav&#x101;rehi yopi attho dassito dv&#x12B;hi padehi labbham&#x101;no eko ass&#x101;sapass&#x101;s&#x101;diko, tassa suddhikehi k&#x101;y&#x101;dipadehi suddhikena ^a^M0.0139^ea^ ca sa&#x1E45;kh&#x101;rapadena avacan&#x12B;yatt&#x101; yath&#x101; r&#x16B;papadassa khandhekadeso khandhapadassa khandhasamud&#x101;yo padasodhane dassito yath&#x101;dhippeto attho atthi, eva&#x1E43; ekekapadassa yath&#x101;dhippetatth&#x101;bh&#x101;vatoti adhipp&#x101;yo. ^b^K&#x101;yo k&#x101;yasa&#x1E45;kh&#x101;roti&#x101;di pana vattabba&#x1E43; siy&#x101;^eb^ti yadi visu&#x1E43; ad&#x12B;petv&#x101; samudito k&#x101;yasa&#x1E45;kh&#x101;rasaddo ekattha d&#x12B;peti, k&#x101;yasa&#x1E45;kh&#x101;rasaddo k&#x101;yasa&#x1E45;kh&#x101;ratthe vattam&#x101;no khandhasaddo viya r&#x16B;pasaddena k&#x101;yasaddena visesitabboti adhipp&#x101;yena vadati. ^b^Suddhasa&#x1E45;kh&#x101;rav&#x101;ro hes&#x101;^eb^ti etena imassa v&#x101;rassa padasodhanena dassit&#x101;na&#x1E43; yath&#x101;dhippet&#x101;nameva gaha&#x1E47;ato tesa&#xF1;ca k&#x101;y&#x101;dipadehi aggahitatt&#x101; &#x2018;&#x2018;k&#x101;yo k&#x101;yasa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti&#x101;divacanassa ayutti&#x1E43; dasseti. Idha pana sa&#x1E45;kh&#x101;rayamake k&#x101;y&#x101;dipad&#x101;na&#x1E43; sa&#x1E45;kh&#x101;rapadassa ca asam&#x101;n&#x101;dhikara&#x1E47;att&#x101; &#x2018;&#x2018;k&#x101;yo sa&#x1E45;kh&#x101;ro, sa&#x1E45;kh&#x101;r&#x101; k&#x101;yo&#x2019;&#x2019;ti&#x101;dimhi ^a^V0.0150^ea^ vuccam&#x101;ne adhippetatthaparicc&#x101;go anadhippetatthapariggaho ca kato siy&#x101;ti suddhasa&#x1E45;kh&#x101;rata&#x1E43;m&#x16B;lacakkav&#x101;r&#x101; na vutt&#x101;. Padasodhanav&#x101;rata&#x1E43;m&#x16B;lacakkav&#x101;rehi pana asam&#x101;n&#x101;dhikara&#x1E47;ehi k&#x101;y&#x101;dipadehi sa&#x1E45;kh&#x101;rasaddassa visesan&#x12B;yat&#x101;ya dassit&#x101;ya sa&#x1E43;sayo hoti &#x2018;&#x2018;yo atthantarappavattin&#x101; k&#x101;yasaddena visesito k&#x101;yasa&#x1E45;kh&#x101;ro, eso atthantarappavatt&#x12B;hi vac&#x12B;cittehi visesito ud&#x101;hu a&#xF1;&#xF1;o&#x2019;&#x2019;ti. Eva&#x1E43; sesesupi. Ettha tesa&#x1E43; a&#xF1;&#xF1;attha dassanattha&#x1E43; &#x2018;&#x2018;k&#x101;yasa&#x1E45;kh&#x101;ro vac&#x12B;sa&#x1E45;kh&#x101;ro&#x2019;&#x2019;ti&#x101;din&#x101; anulomapa&#x1E6D;ilomavasena cha yamak&#x101;ni vutt&#x101;n&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana suddhasa&#x1E45;kh&#x101;rav&#x101;ra&#x1E6D;&#x1E6D;h&#x101;ne vuttatt&#x101; aya&#x1E43; nayo suddhasa&#x1E45;kh&#x101;rav&#x101;roti vutto.</p>
              <p>[06]Pa&#x1E47;&#x1E47;attiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^19^eb^^b^.^eb^ Pavattiv&#x101;re sa&#x1E45;kh&#x101;r&#x101;na&#x1E43; puggal&#x101;na&#xF1;ca ok&#x101;satt&#x101; jh&#x101;na&#x1E43; bh&#x16B;mi ca visu&#x1E43; ok&#x101;sabh&#x101;vena gahit&#x101;ti puggalav&#x101;re ca ok&#x101;savasena puggalaggaha&#x1E47;ena tesa&#x1E43; dvinna&#x1E43; ok&#x101;s&#x101;na&#x1E43; vasena gaha&#x1E47;a&#x1E43; hoti, tasm&#x101; ^b^&#x2018;&#x2018;vin&#x101; vitakkavic&#x101;rehi ass&#x101;sapass&#x101;s&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;^eb^ti dutiyatatiyajjh&#x101;nok&#x101;savasena gahit&#x101; puggal&#x101; visesetv&#x101; dassit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101; ^a^M0.0140^ea^. Puna ^b^pa&#x1E6D;hamajjh&#x101;na&#x1E43; sam&#x101;pann&#x101;na^eb^nti jh&#x101;nok&#x101;savasena puggala&#x1E43; dasseti, ^b^k&#x101;m&#x101;vacar&#x101;na^eb^nti bh&#x16B;mok&#x101;savasena. Dvippak&#x101;r&#x101;nampi pana tesa&#x1E43; visesanattham&#x101;ha ^b^&#x2018;&#x2018;ass&#x101;sapass&#x101;s&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;^eb^ti. Tena r&#x16B;p&#x101;r&#x16B;p&#x101;vacaresu pa&#x1E6D;hamajjh&#x101;nasam&#x101;pannake k&#x101;m&#x101;vacare gabbhagat&#x101;dike ca nivatteti. K&#x101;m&#x101;vacar&#x101;nampi hi gabbhagat&#x101;d&#x12B;na&#x1E43; vin&#x101; ass&#x101;sapass&#x101;sehi vitakkavic&#x101;r&#x101;na&#x1E43; uppatti atthi. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ekantikatt&#x101; r&#x16B;p&#x101;r&#x16B;p&#x101;vacar&#x101; nidassit&#x101;. ^b^Vin&#x101; ass&#x101;sapass&#x101;sehi vitakkavic&#x101;r&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e^eb^ti etena pana dassit&#x101; puggal&#x101; pa&#x1E6D;hamajjh&#x101;nok&#x101;s&#x101; k&#x101;m&#x101;vacar&#x101;diok&#x101;s&#x101; ca ass&#x101;sapass&#x101;savirahavisi&#x1E6D;&#x1E6D;h&#x101; da&#x1E6D;&#x1E6D;habb&#x101;. Imin&#x101; nayena sabbattha puggalavibh&#x101;go veditabbo.</p>
              <p>[03]^b^21^eb^^b^.^eb^^b^&#x2018;&#x2018;Pa&#x1E6D;hamajjh&#x101;ne k&#x101;m&#x101;vacareti k&#x101;m&#x101;vacarabh&#x16B;miya&#x1E43; uppanne pa&#x1E6D;hamajjh&#x101;ne&#x2019;&#x2019;^eb^ti a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; vutta&#x1E43; ^a^V0.0151^ea^, etasmi&#x1E43; pana atthe sati &#x2018;&#x2018;catutthajjh&#x101;ne r&#x16B;p&#x101;vacare ar&#x16B;p&#x101;vacare tattha cittasa&#x1E45;kh&#x101;ro uppajjati, no ca tattha k&#x101;yasa&#x1E45;kh&#x101;ro uppajjat&#x12B;&#x2019;&#x2019;ti etth&#x101;pi r&#x16B;p&#x101;r&#x16B;p&#x101;vacarabh&#x16B;m&#x12B;su uppanne catutthajjh&#x101;neti attho bhaveyya, so ca ani&#x1E6D;&#x1E6D;ho bh&#x16B;m&#x12B;na&#x1E43; ok&#x101;sabh&#x101;vasseva aggahitat&#x101;pattito, sabbacatutthajjh&#x101;nassa ok&#x101;savasena aggahitat&#x101;pattito ca, tasm&#x101; jh&#x101;nabh&#x16B;mok&#x101;s&#x101;na&#x1E43; sa&#x1E45;kara&#x1E43; akatv&#x101; visu&#x1E43; eva ok&#x101;sabh&#x101;vo yojetabbo. Pa&#x1E6D;hamajjh&#x101;nok&#x101;sepi hi k&#x101;yasa&#x1E45;kh&#x101;ro ca uppajjati vac&#x12B;sa&#x1E45;kh&#x101;ro ca uppajjati k&#x101;m&#x101;vacarok&#x101;se ca. Yadipi na sabbamhi pa&#x1E6D;hamajjh&#x101;ne sabbamhi ca k&#x101;m&#x101;vacare dvaya&#x1E43; uppajjati, tattha pana ta&#x1E43;dvayuppatti atth&#x12B;ti katv&#x101; eva&#x1E43; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Visu&#x1E43; ok&#x101;satt&#x101; ca ^b^&#x2018;&#x2018;a&#x1E45;gamattavasena cetth&#x101;&#x2019;&#x2019;^eb^ti&#x101;divacana&#x1E43; na vattabba&#x1E43; hot&#x12B;ti. Imamhi ca yamake avitakkavic&#x101;ramatta&#x1E43; dutiyajjh&#x101;na&#x1E43; vic&#x101;ravasena pa&#x1E6D;hamajjh&#x101;ne sa&#x1E45;gaha&#x1E43; gacchat&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Muddhabh&#x16B;ta&#x1E43; dutiyajjh&#x101;na&#x1E43; gahetv&#x101; itara&#x1E43; asa&#x1E45;gahitanti v&#x101;. Yassayatthake &#x2018;&#x2018;nirodhasam&#x101;pann&#x101;na&#x2019;&#x2019;nti na labbhati. Na hi te asa&#xF1;&#xF1;asatt&#x101; viya ok&#x101;se hont&#x12B;ti.</p>
              <p>[03]^b^37^eb^^b^.^eb^^b^Suddh&#x101;v&#x101;s&#x101;na&#x1E43; dutiye citte vattam&#x101;ne^eb^ti tesa&#x1E43; pa&#x1E6D;hamato avitakkaavic&#x101;rato dutiye savitakkasavic&#x101;repi bhavanikanti&#x101;vajjane vattam&#x101;ne ubhaya&#x1E43; nuppajjitth&#x101;ti dassentena tato purimacittakkha&#x1E47;esupi nuppajjitth&#x101;ti ^a^M0.0141^ea^ dassitameva hoti. Yath&#x101; pana cittasa&#x1E45;kh&#x101;rassa &#x101;didassanattha&#x1E43; &#x2018;&#x2018;suddh&#x101;v&#x101;sa&#x1E43; upapajjant&#x101;na&#x2019;&#x2019;nti vutta&#x1E43;, eva&#x1E43; vac&#x12B;sa&#x1E45;kh&#x101;rassa &#x101;didassanattha&#x1E43; &#x2018;&#x2018;dutiye citte vattam&#x101;ne&#x2019;&#x2019;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Sa&#x1E45;kh&#x101;rayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>7. Anusayayamaka&#x1E43;</h0n>
      <h1>
        <h1n>Paricchedaparicchinnuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Paccayapariggahapariyos&#x101;n&#x101; &#xF1;&#x101;tapari&#xF1;&#xF1;&#x101;ti paccayad&#x12B;pakena m&#x16B;layamakena &#xF1;&#x101;tapari&#xF1;&#xF1;a&#x1E43; ^a^V0.0152^ea^, khandh&#x101;d&#x12B;su t&#x12B;ra&#x1E47;ab&#x101;hullato khandh&#x101;diyamakehi t&#x12B;ra&#x1E47;apari&#xF1;&#xF1;a&#xF1;ca vibh&#x101;vetv&#x101; anusayapah&#x101;nant&#x101; pah&#x101;napari&#xF1;&#xF1;&#x101;ti pah&#x101;tabbamuddhabh&#x16B;tehi anusayehi pah&#x101;napari&#xF1;&#xF1;a&#x1E43; vibh&#x101;vetu&#x1E43; anusayayamaka&#x1E43; &#x101;raddha&#x1E43;. ^b^Labbham&#x101;navasen&#x101;^eb^ti anusayabh&#x101;vena labbham&#x101;n&#x101;na&#x1E43; vasen&#x101;ti attho. T&#x12B;h&#x101;k&#x101;rehi anusay&#x101;na&#x1E43; g&#x101;h&#x101;pana&#x1E43; tesu tath&#x101; aggahitesu anusayav&#x101;r&#x101;dip&#x101;&#x1E37;iy&#x101; duravabodhatt&#x101;.</p>
              <p>[03]^b^Aya&#x1E43; panettha purimes&#x16B;^eb^ti etesu s&#x101;nusayav&#x101;r&#x101;d&#x12B;su purimes&#x16B;ti attho. Atthavises&#x101;bh&#x101;vato &#x2018;&#x2018;k&#x101;madh&#x101;tu&#x1E43; v&#x101; pana upapajjantassa k&#x101;madh&#x101;tuy&#x101; cutassa, r&#x16B;padh&#x101;tu&#x1E43; v&#x101; pana upapajjantassa k&#x101;madh&#x101;tuy&#x101; cutass&#x101;&#x2019;&#x2019;ti evam&#x101;d&#x12B;hi avuccam&#x101;ne kathamaya&#x1E43; yamakadesan&#x101; siy&#x101;ti? N&#x101;ya&#x1E43; yamakadesan&#x101;, purimav&#x101;rehi pana yamakavasena desit&#x101;na&#x1E43; anusay&#x101;na&#x1E43; cutiupapattivasena anusaya&#x1E6D;&#x1E6D;h&#x101;naparicchedadassana&#x1E43;. Yamakadesan&#x101;b&#x101;hullato pana sabbav&#x101;rasamud&#x101;yassa anusayayamakanti n&#x101;ma&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Atha v&#x101; pa&#x1E6D;ilomapucch&#x101;pi atthavasena labbhanti, atthavises&#x101;bh&#x101;vato pana na vutt&#x101;ti labbham&#x101;nat&#x101;vasena etiss&#x101;pi desan&#x101;ya yamakadesanat&#x101; veditabb&#x101;.</p>
              <p>[03]^b^Anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; labhitv&#x101; uppajjant&#x12B;^eb^ti etena k&#x101;ra&#x1E47;al&#x101;bhe uppattiarahata&#x1E43; dasseti. Appah&#x12B;n&#x101; hi anusay&#x101; k&#x101;ra&#x1E47;al&#x101;bhe sati uppajjanti. Y&#x101;va ca maggena tesa&#x1E43; anuppattiarahat&#x101; na kat&#x101; hoti, t&#x101;va ^a^M0.0142^ea^ te eva&#x1E43;pak&#x101;r&#x101; ev&#x101;ti &#x2018;&#x2018;anusay&#x101;&#x2019;&#x2019;ti vuccanti. So eva&#x1E43;pak&#x101;ro uppajjati-saddena gahito, na khandhayamak&#x101;d&#x12B;su viya uppajjam&#x101;nat&#x101;. Teneva &#x2018;&#x2018;yassa k&#x101;mar&#x101;g&#x101;nusayo uppajjati, tassa pa&#x1E6D;igh&#x101;nusayo uppajjat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; uppajjanav&#x101;ro anusayav&#x101;rena ninn&#x101;n&#x101;kara&#x1E47;o vibhatto. Anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; pana labhitv&#x101; ye uppajji&#x1E43;su uppajjam&#x101;n&#x101; ca, tepi appah&#x12B;na&#x1E6D;&#x1E6D;hena th&#x101;magat&#x101; ahesu&#x1E43; bhavanti ca. Uppattiarahat&#x101;ya eva ca te uppajji&#x1E43;su uppajjanti ca, na ca at&#x12B;t&#x101;n&#x101;gatapaccuppannato a&#xF1;&#xF1;e uppattiarah&#x101; n&#x101;ma atthi, tasm&#x101; sabbe at&#x12B;t&#x101;n&#x101;gatapaccuppann&#x101; k&#x101;mar&#x101;g&#x101;dayo &#x2018;&#x2018;anusay&#x101;&#x2019;&#x2019;ti vuccanti. Appah&#x12B;na&#x1E6D;&#x1E6D;heneva hi anusay&#x101;, appah&#x12B;n&#x101; ca at&#x12B;t&#x101;dayo eva, maggassa pana t&#x101;dis&#x101;na&#x1E43; anuppattiarahat&#x101;p&#x101;danena anusayappah&#x101;na&#x1E43; hot&#x12B;ti. Appah&#x12B;n&#x101;k&#x101;ro n&#x101;ma dhamm&#x101;k&#x101;ro, na dhammo, dhammo eva ca uppajjat&#x12B;ti imin&#x101; adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;appah&#x12B;n&#x101;k&#x101;ro ca uppajjat&#x12B;ti vattu&#x1E43; na yujjat&#x12B;&#x2019;&#x2019;^eb^ti. ^b^Satt&#x101;nusay&#x101;^eb^ti ettha yadi appah&#x12B;na&#x1E6D;&#x1E6D;hena sant&#x101;ne anusent&#x12B;ti anusay&#x101;, atha kasm&#x101; satteva vutt&#x101;, nanu satt&#x101;nusayato a&#xF1;&#xF1;esampi kiles&#x101;na&#x1E43; appah&#x12B;natt&#x101; anusayabh&#x101;vo &#x101;pajjat&#x12B;ti ce? N&#x101;pajjati, appah&#x12B;namattasseva anusayabh&#x101;vassa avuttatt&#x101;. Vutta&#xF1;hi ^a^V0.0153^ea^ &#x2018;&#x2018;anusayoti pana appah&#x12B;na&#x1E6D;&#x1E6D;hena th&#x101;magatakileso vuccat&#x12B;&#x2019;&#x2019;ti (yama. a&#x1E6D;&#x1E6D;ha. anusayayamaka 1), tasm&#x101; appah&#x12B;na&#x1E6D;&#x1E6D;hena th&#x101;magato kilesoyeva anusayo n&#x101;m&#x101;ti yutta&#x1E43;. Th&#x101;magatanti ca a&#xF1;&#xF1;ehi as&#x101;dh&#x101;ra&#x1E47;o sabh&#x101;vo da&#x1E6D;&#x1E6D;habbo. Tath&#x101; hi dhammasabh&#x101;vabodhin&#x101; tath&#x101;gatena imeyeva &#x2018;&#x2018;anusay&#x101;&#x2019;&#x2019;ti vutt&#x101;. ^b^Th&#x101;magato^eb^ti anusayasama&#x1E45;g&#x12B;ti attho.</p>
              <p>[03]Anusayauppajjanav&#x101;r&#x101;na&#x1E43; sam&#x101;nagatikatt&#x101; yath&#x101; &#x2018;&#x2018;anuset&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; appah&#x12B;n&#x101;k&#x101;rad&#x12B;paka&#x1E43;, eva&#x1E43; &#x2018;&#x2018;uppajjat&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; siy&#x101;ti uppajjanav&#x101;rena &#x2018;&#x2018;uppajjat&#x12B;&#x2019;&#x2019;ti vacanassa avuttat&#x101; sakk&#x101; vattunti ce? Ta&#x1E43; na, vacanatthavisesena ta&#x1E43;dvayassa vuttatt&#x101;. &#x2018;&#x2018;Anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; labhitv&#x101; uppajjat&#x12B;&#x2019;&#x2019;ti hi etasmi&#x1E43; atthe avisi&#x1E6D;&#x1E6D;hepi &#x2018;&#x2018;anuset&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; sant&#x101;ne anusayitata&#x1E43; th&#x101;magatabh&#x101;va&#x1E43; d&#x12B;peti. Yadi tameva &#x2018;&#x2018;uppajjat&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; d&#x12B;peyya, kassaci visesassa abh&#x101;v&#x101; uppajjanav&#x101;ro na vattabbo siy&#x101;, &#x2018;&#x2018;uppajjat&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; pana uppattiyogga&#x1E43; d&#x12B;peti. Kasm&#x101;? Uppajjanav&#x101;rena uppattiyoggassa ^a^M0.0143^ea^ dassitatt&#x101;, anusayasaddassa sabbad&#x101; vijjam&#x101;n&#x101;na&#x1E43; aparinipphannasayanatthat&#x101;ya niv&#x101;ra&#x1E47;attha&#x1E43; uppattiarahat&#x101;ya th&#x101;magatabh&#x101;vasa&#x1E45;kh&#x101;tassa yath&#x101;dhippetasayanatthassa dassanattha&#x1E43; &#x2018;&#x2018;anusent&#x12B;ti anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; labhitv&#x101; uppajjant&#x12B;&#x2019;&#x2019;ti ya&#x1E43; uppattiyoggavacana&#x1E43; vutta&#x1E43;, ta&#x1E43; suvuttamev&#x101;ti adhipp&#x101;yo. Tampi suvuttameva imin&#x101; tantippam&#x101;&#x1E47;en&#x101;ti sambandho. Tantittayenapi hi cittasampayuttat&#x101; d&#x12B;pit&#x101; hoti.</p>
              <p>[06]Paricchedaparicchinnuddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^2^eb^^b^.^eb^^b^K&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;s&#x16B;ti k&#x101;m&#x101;vacarabh&#x16B;miya&#x1E43; sukh&#x101;ya ca upekkh&#x101;ya c&#x101;^eb^ti a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; k&#x101;madh&#x101;tuggaha&#x1E47;a&#x1E43; dvinna&#x1E43; vedan&#x101;na&#x1E43; visesanabh&#x101;vena vutta&#x1E43;, eva&#x1E43; sati k&#x101;madh&#x101;tuy&#x101; k&#x101;mar&#x101;g&#x101;nusayassa anusaya&#x1E6D;&#x1E6D;h&#x101;nat&#x101; na vutt&#x101; hoti. Dv&#x12B;su pana r&#x101;gesu bhavar&#x101;gassa t&#x12B;su dh&#x101;t&#x16B;su r&#x16B;p&#x101;r&#x16B;padh&#x101;t&#x16B;na&#x1E43; anusaya&#x1E6D;&#x1E6D;h&#x101;nat&#x101; vutt&#x101;ti k&#x101;madh&#x101;tuy&#x101; k&#x101;mar&#x101;gassa anusaya&#x1E6D;&#x1E6D;h&#x101;nat&#x101; vattabb&#x101;. Dh&#x101;tuvedan&#x101;sabbasakk&#x101;yapariy&#x101;pannavasena ^a^V0.0154^ea^ hi tippak&#x101;ra&#x1E43; anusay&#x101;na&#x1E43; anusaya&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vuttanti. Tasm&#x101; t&#x12B;su dh&#x101;t&#x16B;su k&#x101;madh&#x101;tuy&#x101; t&#x12B;su vedan&#x101;su dv&#x12B;su vedan&#x101;su ettha k&#x101;mar&#x101;g&#x101;nusayo anuset&#x12B;ti visu&#x1E43; anusaya&#x1E6D;&#x1E6D;h&#x101;nat&#x101; dh&#x101;tuy&#x101; vedan&#x101;na&#xF1;ca yojetabb&#x101;. ^b^Dv&#x12B;su vedan&#x101;s&#x16B;^eb^ti ida&#xF1;ca vedan&#x101;su anusayam&#x101;no k&#x101;mar&#x101;g&#x101;nusayo dv&#x12B;sveva anuseti, na t&#x12B;s&#x16B;ti ti&#x1E47;&#x1E47;ampi &#x1E6D;h&#x101;nat&#x101;niv&#x101;ra&#x1E47;atthameva vuttanti na sabb&#x101;su dv&#x12B;su anusayanappatto atthi, tena vedan&#x101;visesanattha&#x1E43; na k&#x101;madh&#x101;tuggaha&#x1E47;ena koci attho. Bhavar&#x101;g&#x101;nusayana&#x1E6D;&#x1E6D;h&#x101;na&#xF1;hi a&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca anusay&#x101;na&#x1E43; apariy&#x101;panna&#x1E43; sakk&#x101;ye k&#x101;mar&#x101;g&#x101;nusayassa anusaya&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; na hot&#x12B;ti p&#x101;ka&#x1E6D;ameta&#x1E43;. Yath&#x101; ca &#x2018;&#x2018;dv&#x12B;su vedan&#x101;s&#x16B;&#x2019;&#x2019;ti vutte pa&#x1E6D;igh&#x101;nusay&#x101;nusaya&#x1E6D;&#x1E6D;h&#x101;nato a&#xF1;&#xF1;&#x101; dve vedan&#x101; gayhanti, eva&#x1E43; bhavar&#x101;g&#x101;nusay&#x101;nusayana&#x1E6D;&#x1E6D;h&#x101;nato ca a&#xF1;&#xF1;&#x101; t&#x101; gayhant&#x12B;ti.</p>
              <p>[03]Ettha ca dv&#x12B;hi vedan&#x101;hi sampayuttesu a&#xF1;&#xF1;esu ca piyar&#x16B;pas&#x101;tar&#x16B;pesu i&#x1E6D;&#x1E6D;har&#x16B;p&#x101;d&#x12B;su uppajjam&#x101;no k&#x101;mar&#x101;g&#x101;nusayo s&#x101;tasantasukhagiddhiy&#x101; pavattat&#x12B;ti dv&#x12B;su vedan&#x101;su tassa anusayana&#x1E43; vutta&#x1E43;. A&#xF1;&#xF1;attha uppajjam&#x101;nopi ^a^M0.0144^ea^ hi so im&#x101;su dv&#x12B;su vedan&#x101;su anugato hutv&#x101; seti sukhamicceva abhilabhat&#x12B;ti. Eva&#x1E43; pa&#x1E6D;igh&#x101;nusayo ca dukkhavedan&#x101;sampayuttesu a&#xF1;&#xF1;esu ca appiyar&#x16B;p&#x101;s&#x101;tar&#x16B;pesu ani&#x1E6D;&#x1E6D;har&#x16B;p&#x101;d&#x12B;su uppajjam&#x101;no dukkhapa&#x1E6D;ik&#x16B;lato dukkhamicceva pa&#x1E6D;iha&#xF1;&#xF1;at&#x12B;ti dukkhavedanameva anugato hutv&#x101; seti, tena pana tasmi&#x1E43; anusayana&#x1E43; vutta&#x1E43;. Eva&#x1E43; k&#x101;mar&#x101;gapa&#x1E6D;igh&#x101;na&#x1E43; t&#x12B;su vedan&#x101;su anusayavacanena i&#x1E6D;&#x1E6D;hai&#x1E6D;&#x1E6D;hamajjhattaani&#x1E6D;&#x1E6D;hesu &#x101;ramma&#x1E47;apakatiy&#x101; vipar&#x12B;tasa&#xF1;&#xF1;&#x101;ya ca vasena i&#x1E6D;&#x1E6D;h&#x101;dibh&#x101;vena gahitesu k&#x101;mar&#x101;gapa&#x1E6D;igh&#x101;na&#x1E43; uppatti dassit&#x101; hoti. Tattha uppajjam&#x101;n&#x101; hi te t&#x12B;su vedan&#x101;su anusenti n&#x101;ma. Vedan&#x101;ttayamukhena v&#x101; ettha i&#x1E6D;&#x1E6D;h&#x101;d&#x12B;na&#x1E43; &#x101;ramma&#x1E47;&#x101;na&#x1E43; gaha&#x1E47;a&#x1E43; veditabba&#x1E43;, k&#x101;madh&#x101;tu&#x101;diggaha&#x1E47;ena k&#x101;mass&#x101;d&#x101;divatthubh&#x16B;t&#x101;na&#x1E43; k&#x101;mabhav&#x101;d&#x12B;na&#x1E43;. Tattha k&#x101;mar&#x101;g&#x101;nusayo bhavass&#x101;davasena anusayam&#x101;no k&#x101;madh&#x101;tuy&#x101; anuseti, k&#x101;masukhass&#x101;davasena anusayam&#x101;no sukhopekkh&#x101;vedan&#x101;su. Pa&#x1E6D;igho dukkhapa&#x1E6D;igh&#x101;tavaseneva pavattat&#x12B;ti yattha tattha pa&#x1E6D;iha&#xF1;&#xF1;am&#x101;nopi dukkhavedan&#x101;ya eva anuseti. R&#x16B;p&#x101;r&#x16B;pabhavesu pana r&#x16B;p&#x101;r&#x16B;p&#x101;vacaradhammesu ca k&#x101;mass&#x101;dassa pavatti natth&#x12B;ti tattha anusayam&#x101;no r&#x101;go bhavar&#x101;goicceva veditabbo. Dh&#x101;tuttayavedan&#x101;ttayaggaha&#x1E47;ena ca sabbasakk&#x101;yapariy&#x101;pann&#x101;na&#x1E43; gahitatt&#x101; &#x2018;&#x2018;yattha k&#x101;mar&#x101;g&#x101;nusayo n&#x101;nuseti, tattha di&#x1E6D;&#x1E6D;h&#x101;nusayo n&#x101;nuset&#x12B;&#x2019;&#x2019;ti (yama. 2.anusayayamaka.46) evam&#x101;d&#x12B;na&#x1E43; vissajjanesu dh&#x101;tuttayavedan&#x101;ttayavinimutta&#x1E43; di&#x1E6D;&#x1E6D;h&#x101;nusay&#x101;d&#x12B;na&#x1E43; anusaya&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; na vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Nanu ca anuttaresu vimokkhesu piha&#x1E43; upa&#x1E6D;&#x1E6D;h&#x101;payato pihapaccay&#x101; ^a^V0.0155^ea^ uppannadomanasse pa&#x1E6D;igh&#x101;nusayo n&#x101;nuseti, tath&#x101; nekkhammassitasomanassupekkh&#x101;su k&#x101;mar&#x101;gena n&#x101;nusayitabbanti tadanusayana&#x1E6D;&#x1E6D;h&#x101;nato a&#xF1;&#xF1;&#x101;pi di&#x1E6D;&#x1E6D;h&#x101;nusay&#x101;nusayana&#x1E6D;&#x1E6D;h&#x101;nabh&#x16B;t&#x101; k&#x101;m&#x101;vacaravedan&#x101; sant&#x12B;ti? Hontu, na pana dh&#x101;tuttayavedan&#x101;ttayato a&#xF1;&#xF1;a&#x1E43; tadanusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; atthi, tasm&#x101; ta&#x1E43; na vutta&#x1E43;. Yasm&#x101; pana &#x2018;&#x2018;yattha k&#x101;mar&#x101;g&#x101;nusayo ca pa&#x1E6D;igh&#x101;nusayo ca m&#x101;n&#x101;nusayo ca n&#x101;nusenti, tattha di&#x1E6D;&#x1E6D;h&#x101;nusayo vicikicch&#x101;nusayo n&#x101;nuset&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 2.anusayayamaka.52) vutta&#x1E43;, tasm&#x101; avisesena dukkha&#x1E43; pa&#x1E6D;igh&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;nanti samud&#x101;yavasena gahetv&#x101; vuttanti veditabba&#x1E43;. Tath&#x101; lokiyasukhopekkh&#x101; k&#x101;mar&#x101;gam&#x101;n&#x101;nusayana&#x1E6D;&#x1E6D;h&#x101;nanti.</p>
              <p>[03]Apica ^a^M0.0145^ea^ sutte &#x2018;&#x2018;idh&#x101;vuso vis&#x101;kha, bhikkhu iti pa&#x1E6D;isa&#xF1;cikkhati &#x2018;kud&#x101;ssu n&#x101;m&#x101;ha&#x1E43; domanassa&#x1E43; pajaheyya&#x2019;nti, so iti pa&#x1E6D;isa&#xF1;cikkhitv&#x101; pa&#x1E6D;igha&#x1E43; tena pajahati, na tattha pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti nekkhammassita&#x1E43; domanassa&#x1E43; upp&#x101;detv&#x101; ta&#x1E43; vikkhambhetv&#x101; v&#x12B;riya&#x1E43; katv&#x101; an&#x101;g&#x101;mimaggena pa&#x1E6D;ighassa samuggh&#x101;tana&#x1E43; sandh&#x101;ya vutta&#x1E43;. Na hi pa&#x1E6D;igheneva pa&#x1E6D;ighappah&#x101;na&#x1E43;, domanassena v&#x101; domanassappah&#x101;na&#x1E43; atth&#x12B;ti. Pa&#x1E6D;ighuppattiraha&#x1E6D;&#x1E6D;h&#x101;nat&#x101;ya pana idha sabba&#x1E43; dukkha&#x1E43; &#x2018;&#x2018;pa&#x1E6D;igh&#x101;nusayassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x2019;&#x2019;nti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Nippariy&#x101;yadesan&#x101; hes&#x101;, s&#x101; pana pariy&#x101;yadesan&#x101;. Eva&#xF1;ca katv&#x101; pa&#x1E6D;hamajjh&#x101;navikkhambhita&#x1E43; k&#x101;mar&#x101;g&#x101;nusaya&#x1E43; tath&#x101; vikkhambhitameva katv&#x101; an&#x101;g&#x101;mimaggena samuggh&#x101;tana&#x1E43; sandh&#x101;ya &#x2018;&#x2018;vivicceva&#x2026;pe&#x2026; pa&#x1E6D;hama&#x1E43; jh&#x101;na&#x1E43; upasampajja viharati, r&#x101;ga&#x1E43; tena pajahati, na tattha r&#x101;g&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Eva&#x1E43; catutthajjh&#x101;navikkhambhita&#x1E43; avijj&#x101;nusaya&#x1E43; tath&#x101; vikkhambhitameva katv&#x101; arahattamaggena samuggh&#x101;tana&#x1E43; sandh&#x101;ya &#x2018;&#x2018;sukhassa ca pah&#x101;n&#x101;&#x2026;pe&#x2026; catuttha&#x1E43; jh&#x101;na&#x1E43; upasampajja viharati, avijja&#x1E43; tena pajahati, na tattha avijj&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti (ma. ni. 1.465) vutta&#x1E43;. Na hi lokiyacatutthajjh&#x101;nupekkh&#x101;ya avijj&#x101;nusayo sabbath&#x101; n&#x101;nuset&#x12B;ti sakk&#x101; vattu&#x1E43; &#x2018;&#x2018;sabbasakk&#x101;yapariy&#x101;pannesu dhammesu ettha avijj&#x101;nusayo anuset&#x12B;&#x2019;&#x2019;ti (yama. a&#x1E6D;&#x1E6D;ha. anusayayamaka 2) vuttatt&#x101;, tasm&#x101; avijj&#x101;nusayasseva vatthu catutthajjh&#x101;nupekkh&#x101;, nekkhammassitadomanassa&#xF1;ca pa&#x1E6D;igh&#x101;nusayassa vatthu na na hot&#x12B;ti tatth&#x101;pi tassa anusayana&#x1E43; veditabba&#x1E43;. Avatthubh&#x101;vato hi idha anusayana&#x1E43; na vuccati, na suttantesu viya vuttanayena ta&#x1E43;pa&#x1E6D;ipakkhabh&#x101;vato ta&#x1E43;samuggh&#x101;takamaggassa balav&#x16B;panissayabh&#x101;vato c&#x101;ti.</p>
              <p>[03]Ettha ^a^V0.0156^ea^ ca &#x101;ramma&#x1E47;e anusaya&#x1E6D;&#x1E6D;h&#x101;ne sati bhavar&#x101;gavajjo sabbo lobho k&#x101;mar&#x101;g&#x101;nusayoti na sakk&#x101; vattu&#x1E43;. Dukkh&#x101;ya hi vedan&#x101;ya r&#x16B;p&#x101;r&#x16B;padh&#x101;t&#x16B;su ca anusayam&#x101;nena di&#x1E6D;&#x1E6D;h&#x101;nusayena sampayuttopi lobho lobho eva, na k&#x101;mar&#x101;g&#x101;nusayo. Yadi siy&#x101;, di&#x1E6D;&#x1E6D;h&#x101;nusayassa viya etassapi &#x1E6D;h&#x101;na&#x1E43; vattabba&#x1E43; siy&#x101;ti. Atha pana ajjh&#x101;sayavasena tanninnat&#x101;ya anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vutta&#x1E43;. Yath&#x101; i&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;p&#x101;d&#x12B;na&#x1E43; sukh&#x101;ya ca vedan&#x101;ya appa&#x1E6D;iladdha&#x1E43; v&#x101; appa&#x1E6D;il&#x101;bhato samanupassato, pa&#x1E6D;iladdhapubba&#x1E43; v&#x101; at&#x12B;ta&#x1E43; niruddha&#x1E43; vigata&#x1E43; pari&#x1E47;ata&#x1E43; samanupassato uppajjam&#x101;no pa&#x1E6D;igho dukkhe pa&#x1E6D;iha&#xF1;&#xF1;anavaseneva pavattat&#x12B;ti dukkhameva tassa anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vutta&#x1E43;, n&#x101;lambita&#x1E43;, eva&#x1E43; dukkh&#x101;d&#x12B;su abhinivesanavasena ^a^M0.0146^ea^ uppajjam&#x101;nena di&#x1E6D;&#x1E6D;h&#x101;nusayena sampayuttopi lobho sukh&#x101;bhisa&#x1E45;gavaseneva pavattat&#x12B;ti s&#x101;tasantasukhadvayamevassa anusaya&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vuttanti bhavar&#x101;gavajjassa sabbalobhassa k&#x101;mar&#x101;g&#x101;nusayat&#x101; na virujjhati, ekasmi&#x1E43;yeva ca &#x101;ramma&#x1E47;e rajjanti dussanti ca. Tattha r&#x101;go sukhajjh&#x101;sayo pa&#x1E6D;igho dukkhajjh&#x101;sayoti tesa&#x1E43; n&#x101;n&#x101;nusaya&#x1E6D;&#x1E6D;h&#x101;nat&#x101; hoti.</p>
              <p>[03]Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;yattha k&#x101;mar&#x101;g&#x101;nusayo anuseti, tattha pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;ti? No&#x2019;&#x2019;ti (yama. 2.anusayayamaka.14) vuttanti. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana dv&#x12B;su vedan&#x101;su i&#x1E6D;&#x1E6D;h&#x101;ramma&#x1E47;e ca domanassuppatti&#x1E43; vatv&#x101; &#x2018;&#x2018;domanassamattameva pana ta&#x1E43; hoti, na pa&#x1E6D;igh&#x101;nusayo&#x2019;&#x2019;ti (yama. a&#x1E6D;&#x1E6D;ha. anusayayamaka 2) vuttatt&#x101; yath&#x101; tattha pa&#x1E6D;igho pa&#x1E6D;igh&#x101;nusayo na hoti, eva&#x1E43; dukkh&#x101;d&#x12B;su uppajjam&#x101;nena di&#x1E6D;&#x1E6D;h&#x101;nusayena sahaj&#x101;to lobho k&#x101;mar&#x101;g&#x101;nusayo na hoticceva vi&#xF1;&#xF1;&#x101;yat&#x12B;ti. Ya&#x1E43; paneta&#x1E43; vutta&#x1E43; ^b^&#x2018;&#x2018;domanassamattameva pana ta&#x1E43; hoti, na pa&#x1E6D;igh&#x101;nusayo&#x2019;&#x2019;^eb^ti, ^b^ettha na pa&#x1E6D;igh&#x101;nusayo^eb^ti natthi pa&#x1E6D;igh&#x101;nusayoti attho da&#x1E6D;&#x1E6D;habbo. Na hi domanassassa pa&#x1E6D;igh&#x101;nusayabh&#x101;v&#x101;sa&#x1E45;k&#x101; atth&#x12B;ti.</p>
              <p>[03]^b^Desan&#x101; sa&#x1E43;ki&#x1E47;&#x1E47;&#x101; viya bhaveyy&#x101;^eb^ti bhavar&#x101;gassapi k&#x101;madh&#x101;tuy&#x101; dv&#x12B;su vedan&#x101;su &#x101;ramma&#x1E47;akara&#x1E47;avaseneva uppatti vutt&#x101; viya bhaveyya, tasm&#x101; &#x101;ramma&#x1E47;avisesena visesadassanattha&#x1E43; eva&#x1E43; desan&#x101; kat&#x101; sahaj&#x101;tavedan&#x101;vises&#x101;bh&#x101;vatoti adhipp&#x101;yo.</p>
              <p>[06]Uppatti&#x1E6D;&#x1E6D;h&#x101;nav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Mah&#x101;v&#x101;ro</h1n>
        <h2>
          <h2n>1. Anusayav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^3^eb^^b^.^eb^^b^Anuseti^eb^^a^V0.0157^ea^^b^uppajjat&#x12B;^eb^ti paccuppannavoh&#x101;r&#x101; pavatt&#x101;vir&#x101;mavasena veditabb&#x101;. Maggeneva hi anusay&#x101;na&#x1E43; vir&#x101;mo vicchedo hoti, na tato pubbeti.</p>
              <p>[03]^b^20^eb^^b^.^eb^^b^N&#x101;pi ekasmi&#x1E43; &#x1E6D;h&#x101;ne uppajjanti, na eka&#x1E43; dhamma&#x1E43; &#x101;ramma&#x1E47;a&#x1E43; karont&#x12B;^eb^ti ettha purimena ekasmi&#x1E43; cittupp&#x101;de uppatti niv&#x101;rit&#x101;, pacchimena ekasmi&#x1E43; &#x101;ramma&#x1E47;eti aya&#x1E43; viseso. Puggalok&#x101;sav&#x101;rassa pa&#x1E6D;ilome tesa&#x1E43; tesa&#x1E43; puggal&#x101;na&#x1E43; ^a^M0.0147^ea^ tassa tassa anusayassa ananusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; pakatiy&#x101; pah&#x101;nena ca veditabba&#x1E43;, &#x2018;&#x2018;ti&#x1E47;&#x1E47;a&#x1E43; puggal&#x101;na&#x1E43; dukkh&#x101;ya vedan&#x101;ya tesa&#x1E43; tattha k&#x101;mar&#x101;g&#x101;nusayo n&#x101;nuseti, no ca tesa&#x1E43; tattha pa&#x1E6D;igh&#x101;nusayo n&#x101;nuseti, tesa&#xF1;&#xF1;eva puggal&#x101;na&#x1E43; r&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; apariy&#x101;panne tesa&#x1E43; tattha k&#x101;mar&#x101;g&#x101;nusayo ca n&#x101;nuseti, pa&#x1E6D;igh&#x101;nusayo ca n&#x101;nuset&#x12B;&#x2019;&#x2019;ti pakatiy&#x101; dukkh&#x101;d&#x12B;na&#x1E43; k&#x101;mar&#x101;g&#x101;d&#x12B;na&#x1E43; ananusaya&#x1E6D;&#x1E6D;h&#x101;nata&#x1E43; sandh&#x101;ya vutta&#x1E43;, &#x2018;&#x2018;dvinna&#x1E43; puggal&#x101;na&#x1E43; sabbattha k&#x101;mar&#x101;g&#x101;nusayo ca n&#x101;nuseti, pa&#x1E6D;igh&#x101;nusayo ca n&#x101;nuset&#x12B;&#x2019;&#x2019;ti (yama. 2.anusayayamaka.56) anusayappah&#x101;nena. Ettha purimanayena ok&#x101;sa&#x1E43; avekkhitv&#x101; puggalassa vijjam&#x101;n&#x101;na&#x1E43; anusay&#x101;na&#x1E43; ananusayana&#x1E43; vutta&#x1E43;, pacchimanayena puggala&#x1E43; avekkhitv&#x101; ok&#x101;sassa k&#x101;madh&#x101;tu&#x101;dikassa anok&#x101;sat&#x101;ti.</p>
              <p>[06]Anusayav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. S&#x101;nusayav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^66-131^eb^^b^.^eb^ S&#x101;nusayapajahanapari&#xF1;&#xF1;&#x101;v&#x101;resu &#x2018;&#x2018;s&#x101;nusayo, pajahati, parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti puggalo vutto. Puggalassa ca imasmi&#x1E43; bhave s&#x101;nusayoti eva&#x1E43; bhavavisesena v&#x101;, imasmi&#x1E43; k&#x101;mar&#x101;g&#x101;nusayena s&#x101;nusayo imasmi&#x1E43; itaresu kenac&#x12B;ti eva&#x1E43; bhav&#x101;nusayavisesena v&#x101; s&#x101;nusayat&#x101;niranusayat&#x101;dik&#x101; ^a^V0.0158^ea^ natthi. Tath&#x101; dv&#x12B;su vedan&#x101;su k&#x101;mar&#x101;g&#x101;nusayena s&#x101;nusayo, dukkh&#x101;ya vedan&#x101;ya niranusayoti idampi natthi. Na hi puggalassa vedan&#x101; ok&#x101;so, atha kho anusay&#x101;nanti. Anusayassa pana tassa tassa so so anusayanok&#x101;so puggalassa tena tena anusayena s&#x101;nusayat&#x101;ya, tassa tassa pajahanaparij&#x101;nan&#x101;na&#xF1;ca nimitta&#x1E43; hoti, ananusayanok&#x101;so ca niranusayat&#x101;d&#x12B;na&#x1E43;, tasm&#x101; ok&#x101;sav&#x101;resu bhummaniddesa&#x1E43; akatv&#x101; &#x2018;&#x2018;yato tato&#x2019;&#x2019;ti nimittatthe nissakkavacana&#x1E43; kata&#x1E43;, pajahanapari&#xF1;&#xF1;&#x101;v&#x101;resu ap&#x101;d&#x101;natthe eva v&#x101;. Tato tato hi ok&#x101;sato apagamakara&#x1E47;a&#x1E43; vin&#x101;sana&#x1E43; pajahana&#x1E43; parij&#x101;nana&#xF1;c&#x101;ti.</p>
              <p>[03]Tattha ^b^yato^eb^ti yato anusaya&#x1E6D;&#x1E6D;h&#x101;nato anulome, pa&#x1E6D;ilome ananusaya&#x1E6D;&#x1E6D;h&#x101;natoti attho. Anusay&#x101;n&#x101;nusayasseva hi nimitt&#x101;p&#x101;d&#x101;nabh&#x101;vadassanattha&#x1E43; ^a^M0.0148^ea^ &#x2018;&#x2018;r&#x16B;padh&#x101;tuy&#x101; ar&#x16B;padh&#x101;tuy&#x101; tato m&#x101;n&#x101;nusayena s&#x101;nusayoti (yama.2.anusayayamaka.77), pajahat&#x12B;&#x2019;&#x2019;ti (yama. 2.anusayayamaka.143) ca &#x2018;&#x2018;dukkh&#x101;ya vedan&#x101;ya tato k&#x101;mar&#x101;g&#x101;nusayena niranusayoti (yama. 2.anusayayamaka.110), na pajahat&#x12B;&#x2019;&#x2019;ti (yama. 2.anusayayamaka.174-176) ca evam&#x101;d&#x12B;su r&#x16B;padh&#x101;tu&#x101;dayo eva bhummaniddeseneva niddi&#x1E6D;&#x1E6D;h&#x101;ti. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana catutthapa&#xF1;havissajjanena sar&#x16B;pato anusayana&#x1E6D;&#x1E6D;h&#x101;nassa dassitatt&#x101; tadatthe &#x101;dipa&#xF1;hepi &#x2018;&#x2018;yato&#x2019;&#x2019;ti anusayana&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vuttanti imamattha&#x1E43; vibh&#x101;vetv&#x101; puna &#x2018;&#x2018;yato&#x2019;&#x2019;ti etassa vacanattha&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;uppannena k&#x101;mar&#x101;g&#x101;nusayena s&#x101;nusayo&#x2019;&#x2019;^eb^ti vutta&#x1E43;, ta&#x1E43; pam&#x101;dalikhita&#x1E43; viya dissati. Na hi uppanneneva anusayena s&#x101;nusayo, uppattiraha&#x1E6D;&#x1E6D;h&#x101;nata&#xF1;ca sandh&#x101;yeva nissakkavacana&#x1E43; na sakk&#x101; vattu&#x1E43;. Na hi apariy&#x101;pann&#x101;na&#x1E43; anusayuppattiraha&#x1E6D;&#x1E6D;h&#x101;nat&#x101;ti ta&#x1E43; tatheva dissati. Eva&#x1E43; panettha attho da&#x1E6D;&#x1E6D;habbo &#x2013; yato uppannen&#x101;ti yato uppannena bhavitabba&#x1E43;, ten&#x101;ti uppattiraha&#x1E6D;&#x1E6D;h&#x101;ne nissakkavacana&#x1E43; katanti. Tath&#x101; sabbadhammesu uppajjanaken&#x101;ti. Uppattipa&#x1E6D;isedhe akate anuppattiy&#x101; anicchitatt&#x101; sabbadhammesu uppajjanakabh&#x101;va&#x1E43; &#x101;pannena anuppajjanabh&#x101;va&#x1E43; apaneti n&#x101;ma. ^b^Sabbatth&#x101;^eb^ti etassa pana sabba&#x1E6D;&#x1E6D;h&#x101;natoti ayamattho na na sambhavati. Ttha-k&#x101;ra&#xF1;hi bhummato a&#xF1;&#xF1;atth&#x101;pi saddavid&#x16B; icchant&#x12B;ti.</p>
              <p>[06]S&#x101;nusayav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Pajahanav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^132-197^eb^^b^.^eb^ Pajahanav&#x101;re ^a^V0.0159^ea^ yena k&#x101;mar&#x101;g&#x101;nusay&#x101;dayo s&#x101;vases&#x101; pah&#x12B;yanti, so te pajahat&#x12B;ti sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; vattabbo na hoti apajahanasabbh&#x101;v&#x101;, tasm&#x101; sanni&#x1E6D;&#x1E6D;h&#x101;ne niravasesappajahanakoyeva pajahat&#x12B;ti vutto, tasm&#x101; &#x2018;&#x2018;yo v&#x101; pana m&#x101;n&#x101;nusaya&#x1E43; pajahati, so k&#x101;mar&#x101;g&#x101;nusaya&#x1E43; pajahat&#x12B;ti? No&#x2019;&#x2019;ti (yama. 2.anusayayamaka.132) vutta&#x1E43;. Yasm&#x101; pana sa&#x1E43;sayapadena pah&#x101;nakara&#x1E47;amattameva pucchati, na sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; karoti, tasm&#x101; yath&#x101;vijjam&#x101;na&#x1E43; pah&#x101;na&#x1E43; sandh&#x101;ya &#x2018;&#x2018;yo k&#x101;mar&#x101;g&#x101;nusaya&#x1E43; pajahati, so m&#x101;n&#x101;nusaya&#x1E43; pajahat&#x12B;ti? Tadeka&#x1E6D;&#x1E6D;ha&#x1E43; pajahat&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Pa&#x1E6D;ilome pana &#x2018;&#x2018;nappajahat&#x12B;&#x2019;&#x2019;ti pajahan&#x101;bh&#x101;vo eva sanni&#x1E6D;&#x1E6D;h&#x101;napadena sa&#x1E43;sayapadena ca vinicchito ^a^M0.0149^ea^ pucchito ca, tasm&#x101; yesa&#x1E43; pajahana&#x1E43; natthi niravasesavasena pajahanak&#x101;na&#x1E43;, te &#x1E6D;hapetv&#x101; avases&#x101; appajahanasabbh&#x101;veneva nappajahant&#x12B;ti vutt&#x101;, na ca yath&#x101;vijjam&#x101;nena pah&#x101;neneva vajjit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;ti. &#x2018;&#x2018;An&#x101;g&#x101;mimaggasama&#x1E45;gi&#xF1;ca a&#x1E6D;&#x1E6D;hamaka&#xF1;ca &#x1E6D;hapetv&#x101; avases&#x101; puggal&#x101; k&#x101;mar&#x101;g&#x101;nusaya&#xF1;ca nappajahanti vicikicch&#x101;nusaya&#xF1;ca nappajahant&#x12B;&#x2019;&#x2019;ti (yama. 2.anusayayamaka.165) ettha ^b^a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43;^eb^ &#x2018;&#x2018;puthujjano pah&#x101;napari&#xF1;&#xF1;&#x101;ya abh&#x101;vena nappajahati, ses&#x101; tesa&#x1E43; anusay&#x101;na&#x1E43; pah&#x12B;natt&#x101;&#x2019;&#x2019;ti (yama. a&#x1E6D;&#x1E6D;ha. anusayayamaka 132-197) vutta&#x1E43;.</p>
              <p>[03]Tattha ki&#xF1;c&#x101;pi kesa&#xF1;ci vicikicch&#x101;nusayo kesa&#xF1;ci ubhayanti ses&#x101;na&#x1E43; tesa&#x1E43; pah&#x12B;nat&#x101; atthi, tath&#x101;pi sot&#x101;pann&#x101;d&#x12B;na&#x1E43; vicikicch&#x101;nusayassa pah&#x12B;nat&#x101; ubhay&#x101;pajahanassa k&#x101;ra&#x1E47;a&#x1E43; na hot&#x12B;ti tesa&#x1E43; pah&#x12B;natt&#x101; &#x2018;&#x2018;nappajahant&#x12B;&#x2019;&#x2019;ti na sakk&#x101; vattu&#x1E43;, atha pana k&#x101;mar&#x101;g&#x101;nusaya&#xF1;ca nappajahant&#x12B;ti ima&#x1E43; sanni&#x1E6D;&#x1E6D;h&#x101;nena tesa&#x1E43; puggal&#x101;na&#x1E43; sa&#x1E45;gahitat&#x101;dassanattha&#x1E43; vuttanti na tattha k&#x101;ra&#x1E47;a&#x1E43; vattabba&#x1E43;, pucchitassa pana sa&#x1E43;sayatthassa k&#x101;ra&#x1E47;a&#x1E43; vattabba&#x1E43;. Eva&#x1E43; sati &#x2018;&#x2018;ses&#x101; tassa anusayassa pah&#x12B;natt&#x101;&#x2019;&#x2019;ti vattabbanti? Na vattabba&#x1E43; &#x2018;&#x2018;yo k&#x101;mar&#x101;g&#x101;nusaya&#x1E43; nappajahati, so di&#x1E6D;&#x1E6D;h&#x101;nusaya&#x1E43; vicikicch&#x101;nusaya&#x1E43; nappajahat&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;ikkhipitv&#x101; pucchite sadisavissajjanake di&#x1E6D;&#x1E6D;hivicikicch&#x101;nusaye sandh&#x101;ya k&#x101;ra&#x1E47;assa vattabbatt&#x101;, tasm&#x101; ^b^tesa&#x1E43; anusay&#x101;na&#x1E43; pah&#x12B;natt&#x101;^eb^ti tesa&#x1E43; di&#x1E6D;&#x1E6D;hivicikicch&#x101;nusay&#x101;na&#x1E43; pah&#x12B;natt&#x101; te sa&#x1E43;sayatthasa&#x1E45;gahite anusaye nappajahant&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Pajahanav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Pah&#x12B;nav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^264-274^eb^^b^.^eb^^b^Pah&#x12B;nav&#x101;re^eb^^a^V0.0160^ea^^b^phala&#x1E6D;&#x1E6D;havaseneva desan&#x101; &#x101;raddh&#x101;^eb^ti anuloma&#x1E43; sandh&#x101;ya vutta&#x1E43;. Pa&#x1E6D;ilome hi puthujjanavasenapi desan&#x101; gahit&#x101;ti. &#x2018;&#x2018;Phala&#x1E6D;&#x1E6D;havasenev&#x101;&#x2019;&#x2019;ti ca s&#x101;dh&#x101;ra&#x1E47;avacanena maggasama&#x1E45;g&#x12B;na&#x1E43; aggahitata&#x1E43; d&#x12B;peti. Anusayaccantapa&#x1E6D;ipakkhekacittakkha&#x1E47;ik&#x101;na&#xF1;hi maggasama&#x1E45;g&#x12B;na&#x1E43; na koci anusayo uppattiraho, n&#x101;pi anuppattirahata&#x1E43; &#x101;p&#x101;dito, tasm&#x101; te na anusayas&#x101;nusayapah&#x12B;nauppajjanav&#x101;resu gahit&#x101;ti.</p>
              <p>[03]^b^275-296^eb^^b^.^eb^ Ok&#x101;sav&#x101;re ^a^M0.0150^ea^ so so anusayo attano attano ok&#x101;se eva anuppattidhammata&#x1E43; &#x101;p&#x101;dito pah&#x12B;no, an&#x101;p&#x101;dito ca appah&#x12B;noti pah&#x12B;n&#x101;ppah&#x12B;navacan&#x101;ni tadok&#x101;sameva d&#x12B;penti, tasm&#x101; anok&#x101;se tadubhay&#x101;vattabbat&#x101; vutt&#x101;ti. ^b^S&#x101;dh&#x101;ra&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;ne tena saddhi&#x1E43; pah&#x12B;no n&#x101;ma hot&#x12B;^eb^ti tena saddhi&#x1E43; sam&#x101;nok&#x101;se pah&#x12B;no n&#x101;m&#x101;ti attho, na sam&#x101;nak&#x101;le pah&#x12B;noti.</p>
              <p>[06]Pah&#x12B;nav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Dh&#x101;tuv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^332-340^eb^^b^.^eb^ Dh&#x101;tuv&#x101;re ^b^sant&#x101;na&#x1E43; anugat&#x101; hutv&#x101; sayant&#x12B;^eb^ti yasmi&#x1E43; sant&#x101;ne appah&#x12B;n&#x101;, ta&#x1E43;sant&#x101;ne appah&#x12B;nabh&#x101;vena anugantv&#x101; uppattiarahabh&#x101;vena sayant&#x12B;ti attho. Uppattirahat&#x101; eva hi anur&#x16B;pa&#x1E43; k&#x101;ra&#x1E47;a&#x1E43; labhitv&#x101; uppajjant&#x12B;ti idh&#x101;pi yutt&#x101;ti. Ettha ca na k&#x101;madh&#x101;tu&#x101;d&#x12B;ni cha pa&#x1E6D;inisedhavacan&#x101;ni dh&#x101;tuvisesaniddh&#x101;ra&#x1E47;&#x101;ni na hont&#x12B;ti &#x2018;&#x2018;na k&#x101;madh&#x101;tuy&#x101; cutassa na k&#x101;madh&#x101;tu&#x1E43; upapajjantass&#x101;&#x2019;&#x2019;ti&#x101;dimhi vuccam&#x101;ne ima&#x1E43; n&#x101;ma upapajjantass&#x101;ti na vi&#xF1;&#xF1;&#x101;yeyya, tasm&#x101; ta&#x1E43;m&#x16B;lik&#x101;su yojan&#x101;su &#x2018;&#x2018;na k&#x101;madh&#x101;tuy&#x101; cutassa k&#x101;madh&#x101;tu&#x1E43; r&#x16B;padh&#x101;tu&#x1E43; ar&#x16B;padh&#x101;tu&#x1E43; upapajjantass&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hama&#x1E43; yojetv&#x101; puna anukkamena &#x2018;&#x2018;na k&#x101;madh&#x101;tu&#x1E43; upapajjantass&#x101;&#x2019;&#x2019;ti&#x101;dik&#x101; yojan&#x101; kat&#x101;. Eva&#xF1;hi na k&#x101;madh&#x101;tu&#x101;dipadehi yath&#x101;vuttadh&#x101;tuyoyeva gahit&#x101;, na ka&#xF1;c&#x12B;ti vi&#xF1;&#xF1;&#x101;yati. Yath&#x101; anusayav&#x101;re &#x2018;&#x2018;anusent&#x12B;ti padassa uppajjant&#x12B;ti attho gahito&#x2019;&#x2019;ti vutta&#x1E43;, tatth&#x101;pi uppajjam&#x101;nameva sandh&#x101;ya uppajjant&#x12B;ti gahetu&#x1E43; na sakk&#x101; &#x2018;&#x2018;yassa ^a^V0.0161^ea^ k&#x101;mar&#x101;g&#x101;nusayo anuseti, tassa pa&#x1E6D;igh&#x101;nusayo anuset&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti&#x101;divacanato. Ath&#x101;pi appah&#x12B;nata&#x1E43; sandh&#x101;ya uppajjant&#x12B;ti attho tattha gahito, idh&#x101;pi so na na yujjat&#x12B;ti. ^b^Bha&#x1E45;g&#x101;^eb^ti bha&#xF1;jitabb&#x101;, dvidh&#x101; k&#x101;tabb&#x101;ti attho. Nanu na koci anusayo yattha uppajjantassa anuseti n&#x101;nuseti c&#x101;ti dvidh&#x101; k&#x101;tabb&#x101;, tattheva kasm&#x101; &#x2018;&#x2018;kati anusay&#x101; bha&#x1E45;g&#x101;? Anusay&#x101; bha&#x1E45;g&#x101; natth&#x12B;&#x2019;&#x2019;ti pucch&#x101;vissajjan&#x101;ni kat&#x101;ni. Na hi pak&#x101;rantar&#x101;bh&#x101;ve sa&#x1E43;sayo yuttoti ^a^M0.0151^ea^? Na na yutto, &#x2018;&#x2018;anusay&#x101; bha&#x1E45;g&#x101; natth&#x12B;&#x2019;&#x2019;ti avutte bha&#x1E45;g&#x101;bh&#x101;vassa avi&#xF1;&#xF1;&#x101;tatt&#x101;ti.</p>
              <p>[06]Dh&#x101;tuv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Anusayayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>8. Cittayamaka&#x1E43;</h0n>
      <h1>
        <h1n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-62^eb^^b^.^eb^ Cittayamakava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; ^b^&#x101;ditova tayo suddhikamah&#x101;v&#x101;r&#x101; hont&#x12B;^eb^ti ime tayo mah&#x101;v&#x101;r&#x101; sar&#x101;g&#x101;dikusal&#x101;d&#x12B;hi missak&#x101; suddhik&#x101; ca, tesu &#x101;dito suddhik&#x101; hont&#x12B;ti attho. Missakesu ca ekekasmi&#x1E43; sar&#x101;g&#x101;dimissakacitte tayo tayo mah&#x101;v&#x101;r&#x101;, te tattha tattha pana vutte sampi&#x1E47;&#x1E0D;etv&#x101; ^b^&#x2018;&#x2018;so&#x1E37;asa puggalav&#x101;r&#x101;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;, na nirantara&#x1E43; vutteti. &#x2018;&#x2018;Yassa citta&#x1E43; uppajjati na nirujjhati, tassa citta&#x1E43; nirujjhissati nuppajjissat&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; upp&#x101;danirodh&#x101;na&#x1E43; paccuppann&#x101;n&#x101;gatak&#x101;l&#x101;na&#xF1;ca sa&#x1E43;saggavasena ekek&#x101;ya pucch&#x101;ya pavattatt&#x101; ^b^&#x2018;&#x2018;upp&#x101;danirodhak&#x101;lasambhedav&#x101;ro&#x2019;&#x2019;^eb^ti vutto. Eva&#x1E43; ses&#x101;nampi v&#x101;r&#x101;na&#x1E43; ta&#x1E43;ta&#x1E43;n&#x101;mat&#x101; p&#x101;&#x1E37;ianus&#x101;rena veditabb&#x101;.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^63^eb^^b^.^eb^^b^Tath&#x101;r&#x16B;passeva^eb^^a^V0.0162^ea^^b^kh&#x12B;&#x1E47;&#x101;savassa citta&#x1E43; sandh&#x101;y&#x101;^eb^ti ida&#x1E43; upp&#x101;dakkha&#x1E47;asama&#x1E45;gipacchimacittasama&#x1E45;gimhi puggale adhippete ta&#xF1;ca citta&#x1E43; adhippetameva hot&#x12B;ti katv&#x101; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Arahato pacchimacittamp&#x12B;^eb^ti nuppajjati nirujjhat&#x12B;ti eva&#x1E43;pak&#x101;ra&#x1E43; bha&#x1E45;gakkha&#x1E47;asama&#x1E45;gimeva sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^65-82^eb^^b^.^eb^ Upp&#x101;dav&#x101;rassa dutiyapucch&#x101;vissajjane ^b^cittassa bha&#x1E45;gakkha&#x1E47;e, nirodhasam&#x101;pann&#x101;na&#x1E43;, asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; tesa&#x1E43; citta&#x1E43; uppajjittha, no ca tesa&#x1E43; citta&#x1E43; uppajjat&#x12B;^eb^ti ^a^M0.0152^ea^ ettha &#x2018;&#x2018;cittassa bha&#x1E45;gakkha&#x1E47;e tesa&#x1E43; citta&#x1E43; uppajjitth&#x101;&#x2019;&#x2019;ti etassa &#x2018;&#x2018;sabbesa&#x1E43; citta&#x1E43; kha&#x1E47;apaccuppannameva hutv&#x101; upp&#x101;dakkha&#x1E47;a&#x1E43; at&#x12B;tatt&#x101; uppajjittha n&#x101;m&#x101;&#x2019;&#x2019;ti attho vutto. ^b^Cittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; citta&#x1E43; uppajjittha ceva uppajjati c&#x101;^eb^ti etassapi upp&#x101;da&#x1E43; pattatt&#x101; uppajjittha, anat&#x12B;tatt&#x101; uppajjati n&#x101;m&#x101;ti dvayameta&#x1E43; eva&#x1E43; na sakk&#x101; vattu&#x1E43;. Na hi kha&#x1E47;apaccuppanne &#x2018;&#x2018;uppajjitth&#x101;&#x2019;&#x2019;ti at&#x12B;tavoh&#x101;ro atthi. Yadi siy&#x101;, ^b^ya&#x1E43; v&#x101; pana citta&#x1E43; uppajjittha, ta&#x1E43; citta&#x1E43; uppajjat&#x12B;^eb^ti ettha &#x2018;&#x2018;no&#x2019;&#x2019;ti avatv&#x101; vibhajitabba&#x1E43; siy&#x101;. Tath&#x101; ^b^&#x2018;&#x2018;ya&#x1E43; citta&#x1E43; uppajjati, ta&#x1E43; citta&#x1E43; uppajjitth&#x101;&#x2019;&#x2019;^eb^ti ettha ca &#x2018;&#x2018;no&#x2019;&#x2019;ti avatv&#x101; &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101;. ^b^&#x2018;&#x2018;Cittassa bha&#x1E45;gakkha&#x1E47;e&#x2019;&#x2019;^eb^ti pana bhijjam&#x101;nacittasama&#x1E45;g&#x12B; puggalo vutto, tassa at&#x12B;ta&#x1E43; citta&#x1E43; uppajjittha, na ca ki&#xF1;ci citta&#x1E43; uppajjati. ^b^Cittassa upp&#x101;dakkha&#x1E47;e^eb^ti ca uppajjam&#x101;nacittasama&#x1E45;g&#x12B; puggalo vutto, tassapi at&#x12B;ta&#x1E43; citta&#x1E43; uppajjittha, ta&#x1E43; pana citta&#x1E43; uppajjat&#x12B;ti evamettha attho da&#x1E6D;&#x1E6D;habbo. Cittanti hi s&#x101;ma&#xF1;&#xF1;avacana&#x1E43; ekasmi&#x1E43; anekasmi&#xF1;ca yath&#x101;gahitavisese ti&#x1E6D;&#x1E6D;hat&#x12B;ti. ^b^&#x2018;&#x2018;Yassa v&#x101; pana citta&#x1E43; uppajjissati, tassa citta&#x1E43; uppajjat&#x12B;ti? Cittassa bha&#x1E45;gakkha&#x1E47;e&#x2019;&#x2019;^eb^ti ettha ^b^yassa v&#x101; pana citta&#x1E43; uppajjissat&#x12B;^eb^ti etena sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitapuggalasseva cittassa bha&#x1E45;gakkha&#x1E47;eti eva&#x1E43; sabbattha sanni&#x1E6D;&#x1E6D;h&#x101;navasena niyamo veditabbo. Uppannuppajjam&#x101;nav&#x101;ro niruddhanirujjham&#x101;nav&#x101;ro ca puggalav&#x101;r&#x101;d&#x12B;su t&#x12B;supi ninn&#x101;n&#x101;kara&#x1E47;&#x101; uddi&#x1E6D;&#x1E6D;h&#x101; niddi&#x1E6D;&#x1E6D;h&#x101; ca. Tattha puggalav&#x101;re avisesena ya&#x1E43; ka&#xF1;ci t&#x101;disa&#x1E43; puggala&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;uppanna&#x1E43; uppajjam&#x101;na&#x2019;&#x2019;^eb^nti&#x101;di vutta&#x1E43;, dhammav&#x101;re cittameva, puggaladhammav&#x101;re puggala&#x1E43; citta&#xF1;c&#x101;ti ayamettha viseso da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^83^eb^^b^.^eb^ Atikkantak&#x101;lav&#x101;re imassa puggalav&#x101;ratt&#x101; puggalo pucchitoti puggalasseva vissajjanena ^a^V0.0163^ea^ bhavitabba&#x1E43;. Yath&#x101; ^b^yassa citta&#x1E43; uppajjitth&#x101;^eb^ti etena na koci puggalo na gahito, eva&#x1E43; ^b^yassa citta&#x1E43; uppajjam&#x101;na&#x1E43; kha&#x1E47;a&#x1E43; kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; atikkantak&#x101;la^eb^nti etena sanni&#x1E6D;&#x1E6D;h&#x101;nena na koci na gahito. Na hi so puggalo atthi, yassa citta&#x1E43; upp&#x101;dakkha&#x1E47;a&#x1E43; at&#x12B;ta&#x1E43; natthi, te ca pana nirujjham&#x101;nakkha&#x1E47;&#x101;t&#x12B;tacitt&#x101; na na hont&#x12B;ti pa&#x1E6D;hamo pa&#xF1;ho &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vissajjitabbo siy&#x101;, tath&#x101; dutiyatatiy&#x101;. Catuttho pana &#x2018;&#x2018;pacchimacittassa bha&#x1E45;gakkha&#x1E47;e tesa&#x1E43; citta&#x1E43; bha&#x1E45;gakkha&#x1E47;a&#x1E43; av&#x12B;tikkanta&#x1E43;, no ca tesa&#x1E43; citta&#x1E43; upp&#x101;dakkha&#x1E47;a&#x1E43; av&#x12B;tikkanta&#x1E43;, itaresa&#x1E43; citta&#x1E43; bha&#x1E45;gakkha&#x1E47;a&#xF1;ca av&#x12B;tikkanta&#x1E43; upp&#x101;dakkha&#x1E47;a&#xF1;ca av&#x12B;tikkanta&#x2019;&#x2019;nti vissajjitabbo bhaveyya, tath&#x101; avissajjetv&#x101; kasm&#x101; sabbattha cittameva vibhattanti ^a^M0.0153^ea^? Cittavasena puggalavavatth&#x101;nato. Kha&#x1E47;assa hi v&#x12B;tikkantat&#x101;ya atikkantak&#x101;lat&#x101;vacanena vattam&#x101;nassa ca cittassa vasena puggalo upp&#x101;dakkha&#x1E47;&#x101;t&#x12B;tacitto vutto at&#x12B;tassa ca, tattha purimassa citta&#x1E43; na bha&#x1E45;gakkha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; pacchimassa v&#x12B;tikkantanti evam&#x101;diko puggalavibh&#x101;go yassa cittassa vasena puggalavavatth&#x101;na&#x1E43; hoti, tassa cittassa ta&#x1E43;ta&#x1E43;kha&#x1E47;av&#x12B;tikkam&#x101;v&#x12B;tikkamadassanavasena dassito hot&#x12B;ti sabbavissajjanesu cittameva vibhatta&#x1E43;. Atha v&#x101; nayidha dhammamattavisi&#x1E6D;&#x1E6D;ho puggalo pucchito, atha kho puggalavisi&#x1E6D;&#x1E6D;ha&#x1E43; citta&#x1E43;, tasm&#x101; cittameva vissajjitanti veditabba&#x1E43;. Yadipi puggalappadh&#x101;n&#x101; pucch&#x101;, ath&#x101;pi cittappadh&#x101;n&#x101;, ubhayath&#x101;pi dutiyapucch&#x101;ya &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101;, tath&#x101; pana avatv&#x101; nirodhakkha&#x1E47;av&#x12B;tikkamena atikkantak&#x101;lat&#x101; na upp&#x101;dakkha&#x1E47;av&#x12B;tikkamena atikkantak&#x101;lat&#x101; viya vattam&#x101;nassa atth&#x12B;ti dassanattha&#x1E43; ^b^&#x2018;&#x2018;at&#x12B;ta&#x1E43; citta&#x2019;&#x2019;^eb^nti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Yassa citta&#x1E43; na uppajjam&#x101;na^eb^nti ettha uppajjam&#x101;na&#x1E43; kha&#x1E47;a&#x1E43; kha&#x1E47;a&#x1E43; v&#x12B;tikkanta&#x1E43; atikkantak&#x101;la&#x1E43; yassa citta&#x1E43; na hot&#x12B;ti attho. Esa nayo ^b^&#x2018;&#x2018;na nirujjham&#x101;na&#x2019;&#x2019;^eb^nti etth&#x101;pi.</p>
              <p>[03]^b^114-116^eb^^b^.^eb^ Missakav&#x101;resu ^b^yassa sar&#x101;ga&#x1E43; citta&#x1E43; uppajjati na nirujjhati, tassa citta&#x1E43; nirujjhissati nuppajjissat&#x12B;^eb^ti pucch&#x101;, ^b^no^eb^ti vissajjana&#xF1;ca a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; dassita&#x1E43;. P&#x101;&#x1E37;iya&#x1E43; pana &#x2018;&#x2018;yassa sar&#x101;ga&#x1E43; citta&#x1E43; uppajjati na nirujjhati, tassa sar&#x101;ga&#x1E43; citta&#x1E43; nirujjhissati nuppajjissat&#x12B;&#x2019;&#x2019;ti m&#x101;tik&#x101;&#x1E6D;hapan&#x101;ya&#x1E43; vuttatt&#x101; vissajjanepi tatheva sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;sayatthesu sar&#x101;g&#x101;dimissakacittavaseneva pucch&#x101; uddharitv&#x101; &#x2018;&#x2018;sar&#x101;gapacchimacittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; sar&#x101;ga&#x1E43; citta&#x1E43; uppajjati na nirujjhati nirujjhissati nuppajjissati, itaresa&#x1E43; sar&#x101;gacittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; sar&#x101;ga&#x1E43; citta&#x1E43; uppajjati na nirujjhati nirujjhissati ceva uppajjissati c&#x101;&#x2019;&#x2019;ti evam&#x101;din&#x101; ^a^V0.0164^ea^ nayena yebhuyyena suddhikav&#x101;rasadisameva vissajjana&#x1E43; k&#x101;tabbanti katv&#x101; sa&#x1E43;khittanti vi&#xF1;&#xF1;&#x101;yati.</p>
              <p>[06]Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Cittayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>9. Dhammayamaka&#x1E43;</h0n>
      <h1>
        <h1n>1. Pa&#x1E47;&#x1E47;attiv&#x101;ro</h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1-16^eb^^b^.^eb^ Dhammayamakava&#x1E47;&#x1E47;an&#x101;ya&#x1E43; ^a^M0.0154^ea^^b^kusal&#x101;didhamm&#x101;na&#x1E43; m&#x101;tika&#x1E43; &#x1E6D;hapetv&#x101;^eb^ti yath&#x101; m&#x16B;layamake kusal&#x101;didhamm&#x101; desit&#x101;, yath&#x101; ca khandhayamak&#x101;d&#x12B;su &#x2018;&#x2018;pa&#xF1;cakkhandh&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; a&#xF1;&#xF1;ath&#x101; sa&#x1E45;gahetv&#x101; desit&#x101;, tath&#x101; adesetv&#x101; y&#x101; kusal&#x101;d&#x12B;na&#x1E43; dhamm&#x101;na&#x1E43; &#x2018;&#x2018;kusal&#x101;kusal&#x101; dhamm&#x101;&#x2019;&#x2019;ti&#x101;dik&#x101; m&#x101;tik&#x101;, ta&#x1E43; idha &#x101;dimhi &#x1E6D;hapetv&#x101; desitass&#x101;ti attho.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2. Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^33-34^eb^^b^.^eb^^b^&#x2018;&#x2018;Yassa kusal&#x101; dhamm&#x101; uppajjanti, tassa aby&#x101;kat&#x101; dhamm&#x101; uppajjant&#x12B;&#x2019;&#x2019;^eb^ti etassa vissajjane ^b^&#x2018;&#x2018;aby&#x101;kat&#x101; c&#x101;ti cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pavasena vutta&#x2019;&#x2019;^eb^nti a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; vutta&#x1E43;, imasmi&#x1E43; pana pa&#xF1;he kammasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;dir&#x16B;pa&#xF1;ca labbhati, ta&#x1E43; pana pa&#x1E6D;ilomav&#x101;rassa vissajjane ^b^sabbesa&#x1E43; cavant&#x101;na&#x1E43;, pavatte cittassa bha&#x1E45;gakkha&#x1E47;e, &#x101;ruppe akusal&#x101;na&#x1E43; upp&#x101;dakkha&#x1E47;e tesa&#x1E43; kusal&#x101; ca dhamm&#x101; na uppajjanti aby&#x101;kat&#x101; ca dhamm&#x101; na uppajjant&#x12B;^eb^ti ettha pavatte cittassa bha&#x1E45;gakkha&#x1E47;e uppajjam&#x101;nampi ^a^V0.0165^ea^ kammasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;dir&#x16B;pa&#x1E43; aggahetv&#x101; &#x2018;&#x2018;aby&#x101;kat&#x101; ca dhamm&#x101; na uppajjant&#x12B;&#x2019;&#x2019;ti vuttatt&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pameva idh&#x101;dhippeta&#x1E43;. Kammasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;dir&#x16B;pe na vidh&#x101;na&#x1E43;, n&#x101;pi pa&#x1E6D;isedhoti keci vadanti, tath&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pameva sandh&#x101;ya &#x2018;&#x2018;yassa kusal&#x101; dhamm&#x101; uppajjanti, tassa aby&#x101;kat&#x101; dhamm&#x101; nirujjhant&#x12B;ti? No&#x2019;&#x2019;ti (yama. 3.dhammayamaka.163) vuttanti. Ta&#x1E43; paneta&#x1E43; eva&#x1E43; na sakk&#x101; vattu&#x1E43; cittassa bha&#x1E45;gakkha&#x1E47;e kammasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;p&#x101;d&#x12B;nampi upp&#x101;dassa upp&#x101;dakkha&#x1E47;e ca nirodhassa evam&#x101;d&#x12B;hi eva p&#x101;&#x1E37;&#x12B;hi pa&#x1E6D;isedhasiddhito.</p>
              <p>[03]Ye ca vadanti &#x2018;&#x2018;yath&#x101; pa&#x1E6D;isambhid&#x101;magge nirodhakath&#x101;ya&#x1E43; &#x2018;sot&#x101;pattimaggakkha&#x1E47;e j&#x101;t&#x101; dhamm&#x101; &#x1E6D;hapetv&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; sabbepi vir&#x101;g&#x101; ceva honti vir&#x101;g&#x101;ramma&#x1E47;&#x101; vir&#x101;gagocar&#x101; vir&#x101;gasamud&#x101;gat&#x101; vir&#x101;gapati&#x1E6D;&#x1E6D;h&#x101;&#x2019;ti&#x101;d&#x12B;su &#x2018;&#x1E6D;hapetv&#x101; r&#x16B;pa&#x2019;nti avatv&#x101; cittapa&#x1E6D;ibaddhatt&#x101; cittajar&#x16B;p&#x101;na&#x1E43; ^a^M0.0155^ea^ &#x2018;&#x1E6D;hapetv&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x2019;nti vutta&#x1E43;, evamidh&#x101;pi cittapa&#x1E6D;ibaddhatt&#x101; cittajar&#x16B;pameva kathita&#x2019;&#x2019;nti, ta&#xF1;ca tath&#x101; na hoti. Yesa&#xF1;hi sot&#x101;pattimaggo sahaj&#x101;tapaccayo hoti, yesu ca vir&#x101;g&#x101;di&#x101;sa&#x1E45;k&#x101; hoti, te sot&#x101;pattimaggasahaj&#x101;t&#x101; dhamm&#x101; sot&#x101;pattimaggakkha&#x1E47;e j&#x101;t&#x101; dhamm&#x101;ti tattha vutt&#x101;. ^b^Sot&#x101;pattimaggakkha&#x1E47;e j&#x101;t&#x101;^eb^ti hi vacana&#x1E43; magge j&#x101;tata&#x1E43; d&#x12B;peti, na ca kammaj&#x101;d&#x12B;ni amagge j&#x101;yam&#x101;n&#x101;ni maggakkha&#x1E47;e j&#x101;tavoh&#x101;ra&#x1E43; arahanti tesa&#x1E43; tassa sot&#x101;pattimaggakkha&#x1E47;e sahaj&#x101;tapaccayatt&#x101;bh&#x101;vato, tasm&#x101; maggakkha&#x1E47;e ta&#x1E43;sahaj&#x101;tadhammesu &#x1E6D;hapetabba&#x1E43; &#x1E6D;hapetu&#x1E43; &#x2018;&#x2018;&#x1E6D;hapetv&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x2019;&#x2019;nti vutta&#x1E43;, idha pana kusal&#x101;didhamm&#x101; yassa yattha uppajjanti nirujjhanti ca, tassa puggalassa tasmi&#xF1;ca ok&#x101;se aby&#x101;katadhamm&#x101;na&#x1E43; upp&#x101;danirodh&#x101;na&#x1E43; kusal&#x101;dipa&#x1E6D;ibaddhat&#x101; appa&#x1E6D;ibaddhat&#x101; ca &#x101;ma&#x1E6D;&#x1E6D;h&#x101;, na ca kammaj&#x101;dir&#x16B;pa&#x1E43; aby&#x101;kata&#x1E43; na hoti, tasm&#x101; sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitassa puggalassa ok&#x101;se v&#x101; upp&#x101;danirodhesu vijjam&#x101;nesu aby&#x101;kat&#x101;na&#x1E43; te veditabb&#x101;, avijjam&#x101;nesu ca pa&#x1E6D;isedhetabb&#x101;, na ca acittapa&#x1E6D;ibaddh&#x101; aby&#x101;kat&#x101;ti ettha na gahit&#x101;ti sakk&#x101; vattu&#x1E43; nirodhasam&#x101;pann&#x101;na&#x1E43; asa&#xF1;&#xF1;asatt&#x101;na&#xF1;ca upp&#x101;danirodhavacanatoti.</p>
              <p>[03]Catutthapa&#xF1;he ^b^pavatte akusal&#x101;by&#x101;katacittassa upp&#x101;dakkha&#x1E47;e^eb^ti ida&#x1E43; &#x2018;&#x2018;yassa v&#x101; pana aby&#x101;kat&#x101; dhamm&#x101; uppajjant&#x12B;&#x2019;&#x2019;ti etena sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitesu pa&#xF1;cavok&#x101;re akusal&#x101;by&#x101;katacitt&#x101;na&#x1E43; catuvok&#x101;re ca aby&#x101;katacittasseva upp&#x101;dakkha&#x1E47;asama&#x1E45;gino sandh&#x101;ya vutta&#x1E43;. Eva&#x1E43; sabbattha sanni&#x1E6D;&#x1E6D;h&#x101;navasena viseso veditabbo.</p>
              <p>[03]^b^79^eb^^b^.^eb^^b^&#x2018;&#x2018;Ek&#x101;vajjanena^eb^ 166 ^b^uppannass&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, n&#x101;n&#x101;vajjanenapi pana tato purimatarajavanav&#x12B;th&#x12B;su uppannassa &#x2018;&#x2018;upp&#x101;dakkha&#x1E47;e tesa&#x1E43; akusal&#x101; dhamm&#x101; nuppajjissanti, no ca tesa&#x1E43; kusal&#x101; dhamm&#x101; nuppajjant&#x12B;&#x2019;&#x2019;ti ida&#x1E43; lakkha&#x1E47;a&#x1E43; labbhateva, tasm&#x101; etena lakkha&#x1E47;ena sam&#x101;nalakkha&#x1E47;a&#x1E43; sabba&#x1E43; ^b^yassa cittassa anantar&#x101; aggamagga&#x1E43; pa&#x1E6D;ilabhissanti, tassa cittassa upp&#x101;dakkha&#x1E47;e^eb^ti eteneva kusal&#x101;n&#x101;gatabh&#x101;vapariyos&#x101;nena t&#x101;ya eva sam&#x101;nalakkha&#x1E47;at&#x101;ya d&#x12B;pita&#x1E43; hot&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Esa nayo akusal&#x101;t&#x12B;tabh&#x101;vassa aby&#x101;kat&#x101;t&#x12B;tabh&#x101;vassa ca &#x101;dimhi ^b^&#x2018;&#x2018;dutiye akusale&#x2019;&#x2019;^eb^ti, ^b^&#x2018;&#x2018;dutiye citte&#x2019;&#x2019;^eb^ti ca vutta&#x1E6D;&#x1E6D;h&#x101;ne. Yath&#x101; hi bh&#x101;van&#x101;v&#x101;re bh&#x101;van&#x101;pah&#x101;n&#x101;na&#x1E43; pariyos&#x101;nena ^a^M0.0156^ea^ aggamaggena tato purimatar&#x101;nipi bh&#x101;van&#x101;pah&#x101;n&#x101;ni dassit&#x101;ni honti, evamidh&#x101;pi ta&#x1E43; ta&#x1E43; tena tena &#x101;din&#x101; antena ca dassitanti.</p>
              <p>[03]^b^100^eb^^b^.^eb^^b^Pa&#xF1;cavok&#x101;re akusal&#x101;na&#x1E43; bha&#x1E45;gakkha&#x1E47;e tesa&#x1E43; akusal&#x101; ca dhamm&#x101; nirujjhanti aby&#x101;kat&#x101; ca dhamm&#x101; nirujjhant&#x12B;^eb^ti vacanena pa&#x1E6D;isandhicittato so&#x1E37;asama&#x1E43;, tato parampi v&#x101; bhavanikanticitta&#x1E43; hoti, na tato oranti vi&#xF1;&#xF1;&#x101;yat&#x12B;ti.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Dhammayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>10. Indriyayamaka&#x1E43;</h0n>
      <h1>
        <h1n>1. Pa&#x1E47;&#x1E47;attiv&#x101;ro</h1n>
        <h2>
          <h2n>Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^1^eb^^b^.^eb^ Indriyayamake vibha&#x1E45;ge viya j&#x12B;vitindriya&#x1E43; manindriy&#x101;nantara&#x1E43; aniddisitv&#x101; purisindriy&#x101;nantara&#x1E43; uddi&#x1E6D;&#x1E6D;ha&#x1E43; &#x2018;&#x2018;t&#x12B;&#x1E47;im&#x101;ni, bhikkhave, indriy&#x101;ni. Katam&#x101;ni t&#x12B;&#x1E47;i? Itthindriya&#x1E43; purisindriya&#x1E43; j&#x12B;vitindriya&#x2019;&#x2019;nti (sa&#x1E43;. ni. 5.492) sutte desitakkamena. Pavattiv&#x101;re hi ekanta&#x1E43; pavattiya&#x1E43; eva uppajjam&#x101;n&#x101;na&#x1E43; sukhindriy&#x101;d&#x12B;na&#x1E43; kammaj&#x101;na&#x1E43; akammaj&#x101;na&#xF1;ca anup&#x101;laka&#x1E43; j&#x12B;vitindriya&#x1E43; ^a^V0.0167^ea^ cutipa&#x1E6D;isandh&#x12B;su ca pavattam&#x101;n&#x101;na&#x1E43; kammaj&#x101;nanti ta&#x1E43;m&#x16B;lak&#x101;ni yamak&#x101;ni cutipa&#x1E6D;isandhipavattivasena vattabb&#x101;n&#x12B;ti veditabb&#x101;ni. Cakkhundriy&#x101;d&#x12B;su pana purisindriy&#x101;vas&#x101;nesu ya&#x1E43; m&#x16B;lakameva na hoti manindriya&#x1E43;, ta&#x1E43; &#x1E6D;hapetv&#x101; avasesam&#x16B;lak&#x101;ni cutiupapattivaseneva vattabb&#x101;ni &#x101;yatanayamake viya, tasm&#x101; j&#x12B;vitindriya&#x1E43; tesa&#x1E43; majjhe anuddisitv&#x101; ante uddi&#x1E6D;&#x1E6D;hanti.</p>
              <p>[06]Uddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^94^eb^^b^.^eb^^b^Itth&#x12B; itthindriya^eb^nti ettha yasm&#x101; itth&#x12B;ti koci sabh&#x101;vo natthi, na ca r&#x16B;p&#x101;didhamme up&#x101;d&#x101;ya itthiggaha&#x1E47;a&#x1E43; na hoti, tasm&#x101; itthiggaha&#x1E47;assa avijjam&#x101;nampi ^a^M0.0157^ea^ vijjam&#x101;namiva gahetv&#x101; pavattito tath&#x101;gahitassa vasena &#x2018;&#x2018;natth&#x12B;&#x2019;&#x2019;ti avatv&#x101; &#x2018;&#x2018;no&#x2019;&#x2019;ti vutta&#x1E43;. Sukhassa ca bheda&#x1E43; katv&#x101; &#x2018;&#x2018;sukha&#x1E43; somanassa&#x2019;&#x2019;nti, dukkhassa ca &#x2018;&#x2018;dukkha&#x1E43; domanassa&#x2019;&#x2019;nti vacaneneva somanassato a&#xF1;&#xF1;&#x101; sukh&#x101; vedan&#x101; sukha&#x1E43;, domanassato ca a&#xF1;&#xF1;&#x101; dukkh&#x101; vedan&#x101; dukkhanti aya&#x1E43; viseso gahitoyev&#x101;ti ^b^&#x2018;&#x2018;sukha&#x1E43; sukhindriya&#x1E43; dukkha&#x1E43; dukkhindriya&#x2019;&#x2019;^eb^nti ettha &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;.</p>
              <p>[03]^b^140^eb^^b^.^eb^ Suddhindriyav&#x101;re ^b^cakkhu indriya^eb^nti ettha dibbacakkhupa&#xF1;&#xF1;&#x101;cakkh&#x16B;ni pa&#xF1;&#xF1;indriy&#x101;ni hont&#x12B;ti &#x2018;&#x2018;&#x101;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. ^b^Avasesa&#x1E43; sota^eb^nti ta&#x1E47;h&#x101;sotamev&#x101;ha.</p>
              <p>[06]Niddesav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>2.Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^186^eb^^b^.^eb^ Pavattiv&#x101;re &#x2018;&#x2018;chayim&#x101;ni, bhikkhave, indriy&#x101;ni. Katam&#x101;ni cha? Cakkhundriya&#x1E43;&#x2026;pe&#x2026; k&#x101;yindriya&#x1E43; manindriya&#x2019;&#x2019;nti (sa&#x1E43;. ni. 5.495) sutte vuttanayena idha uddi&#x1E6D;&#x1E6D;ha&#x1E43; ^a^V0.0168^ea^ manindriya&#x1E43; cutipa&#x1E6D;isandhipavatt&#x12B;su pavattam&#x101;nehi kammaj&#x101;kammajehi sabbehipi yoga&#x1E43; gacchati, na ca j&#x12B;vitindriya&#x1E43; viya a&#xF1;&#xF1;adhammanissayena gahetabba&#x1E43;, pubba&#x1E45;gamatt&#x101;va padh&#x101;na&#x1E43;, tasm&#x101; k&#x16B;&#x1E6D;a&#x1E43; viya gop&#x101;nas&#x12B;na&#x1E43; sabbindriy&#x101;na&#x1E43; samosara&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ante &#x1E6D;hapetv&#x101; yojita&#x1E43;. J&#x12B;vitindriy&#x101;dim&#x16B;lakesu pavatti&#xF1;ca gahetv&#x101; gatesu &#x2018;&#x2018;yassa j&#x12B;vitindriya&#x1E43; uppajjati, tassa sukhindriya&#x1E43; uppajjat&#x12B;ti? Sabbesa&#x1E43; upapajjant&#x101;na&#x1E43;, pavatte sukhindriyavippayuttacittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; j&#x12B;vitindriya&#x1E43; uppajjati, no ca tesa&#x1E43; sukhindriya&#x1E43; uppajjati, sukhindriyasampayuttacittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; j&#x12B;vitindriya&#xF1;ca uppajjati sukhindriya&#xF1;ca uppajjat&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; sukhadukkhadomanassindriyehi lokuttarindriyehi ca yojan&#x101; labbhati, tath&#x101; &#x2018;&#x2018;yassa sukhindriya&#x1E43; uppajjati, tassa dukkhindriya&#x1E43; uppajjat&#x12B;ti? No&#x2019;&#x2019;ti&#x101;din&#x101; ta&#x1E43;m&#x16B;lak&#x101; ca nay&#x101;. Tehi pana pavattiya&#x1E43;yeva uppajjam&#x101;nehi yojan&#x101; ta&#x1E43;m&#x16B;lak&#x101; ca cutipa&#x1E6D;isandhipavatt&#x12B;su pavattam&#x101;nehi somanassindriy&#x101;d&#x12B;hi yojan&#x101;ya j&#x12B;vitindriyam&#x16B;lakehi ca nayehi p&#x101;ka&#x1E6D;&#x101;yev&#x101;ti katv&#x101; na vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^&#x2018;&#x2018;Sacakkhuk&#x101;na&#x1E43;^eb^^a^M0.0158^ea^^b^vin&#x101; somanassen&#x101;ti upekkh&#x101;sahagat&#x101;na&#x1E43; catunna&#x1E43; mah&#x101;vip&#x101;kapa&#x1E6D;isandh&#x12B;na&#x1E43; vasena vutta&#x2019;&#x2019;^eb^nti a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; vutta&#x1E43;, ta&#x1E43; somanassavirahitasacakkhukapa&#x1E6D;isandhinidassanavasena vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Na hi &#x2018;&#x2018;catunna&#x1E43;yev&#x101;&#x2019;&#x2019;ti niyamo kato, tena ta&#x1E43;sam&#x101;nalakkha&#x1E47;&#x101; parittavip&#x101;kar&#x16B;p&#x101;vacarapa&#x1E6D;isandhiyopi dassit&#x101; honti. Tattha k&#x101;m&#x101;vacaresu somanassapa&#x1E6D;isandhisam&#x101;nat&#x101;ya mah&#x101;vip&#x101;kehi cat&#x16B;hi nidassana&#x1E43; kata&#x1E43;, tena yath&#x101; sasomanassapa&#x1E6D;isandhik&#x101; acakkhuk&#x101; na honti, eva&#x1E43; itaramah&#x101;vip&#x101;kapa&#x1E6D;isandhik&#x101;p&#x12B;ti ayamattho dassito hoti. Gabbhaseyyak&#x101;na&#xF1;ca anuppannesu cakkh&#x101;d&#x12B;su cavant&#x101;na&#x1E43; ahetukapa&#x1E6D;isandhikat&#x101; sahetukapa&#x1E6D;isandhik&#x101;na&#x1E43; k&#x101;m&#x101;vacar&#x101;na&#x1E43; niyamato sacakkhuk&#x101;dibh&#x101;vadassanena dassit&#x101; hoti. Gabbhaseyyakepi hi sandh&#x101;ya &#x2018;&#x2018;yassa v&#x101; pana somanassindriya&#x1E43; uppajjati, tassa cakkhundriya&#x1E43; uppajjat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti ida&#x1E43; vacana&#x1E43; yath&#x101; yujjati, tath&#x101; &#x101;yatanayamake dassita&#x1E43;. Na hi sanni&#x1E6D;&#x1E6D;h&#x101;nena sa&#x1E45;gahit&#x101;na&#x1E43; gabbhaseyyak&#x101;na&#x1E43; vajjane k&#x101;ra&#x1E47;a&#x1E43; atthi, &#x2018;&#x2018;itth&#x12B;na&#x1E43; agh&#x101;nak&#x101;na&#x1E43; upapajjant&#x12B;na&#x2019;&#x2019;nti&#x101;d&#x12B;su (yama. 3.indriyayamaka.187) ca te eva vutt&#x101;ti.</p>
              <p>[03]^b^Upekkh&#x101;ya acakkhuk&#x101;nanti ahetukapa&#x1E6D;isandhivasena vutta^eb^nti ettha ca k&#x101;m&#x101;vacare sopekkhaacakkhukapa&#x1E6D;isandhiy&#x101; ^a^V0.0169^ea^ ta&#x1E43;sam&#x101;nalakkha&#x1E47;a&#x1E43; ar&#x16B;papa&#x1E6D;isandhi&#xF1;ca nidasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Kesuci pana potthakesu &#x2018;&#x2018;ahetuk&#x101;r&#x16B;papa&#x1E6D;isandhivasen&#x101;&#x2019;&#x2019;ti p&#x101;&#x1E6D;ho dissati, so eva seyyo.</p>
              <p>[03]^b^&#x2018;&#x2018;Tattha hi ekanteneva saddh&#x101;satipa&#xF1;&#xF1;&#x101;yo natthi, sam&#x101;dhiv&#x12B;riy&#x101;ni pana indriyappatt&#x101;ni na hont&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, yadi pana sam&#x101;dhiv&#x12B;riy&#x101;ni santi, &#x2018;&#x2018;indriyappatt&#x101;ni na hont&#x12B;&#x2019;&#x2019;ti na sakk&#x101; vattu&#x1E43; &#x2018;&#x2018;sam&#x101;dhi sam&#x101;dhindriyanti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.113) &#x2018;&#x2018;v&#x12B;riya&#x1E43; v&#x12B;riyindriyanti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.111) vacanato. Ahetukapa&#x1E6D;isandhicitte ca yath&#x101; sam&#x101;dhileso ekaggat&#x101; atthi, na eva&#x1E43; v&#x12B;riyaleso atthi, tasm&#x101; evamettha vattabba&#x1E43; siy&#x101; &#x2018;&#x2018;tattha hi ekanteneva saddh&#x101;v&#x12B;riyasatipa&#xF1;&#xF1;&#x101;yo natthi, ekaggat&#x101; pana sam&#x101;dhileso eva hot&#x12B;&#x2019;&#x2019;ti. Aya&#x1E43; panettha adhipp&#x101;yo siy&#x101; &#x2013; yath&#x101; a&#xF1;&#xF1;esu kesuci ahetukacittesu sam&#x101;dhiv&#x12B;riy&#x101;ni honti indriyappatt&#x101;ni ca, evamidha sam&#x101;dhiv&#x12B;riy&#x101;ni indriyappatt&#x101;ni na hont&#x12B;ti. Sam&#x101;dhiv&#x12B;riyindriy&#x101;nameva abh&#x101;va&#x1E43; dassento ahetukantarato viseseti ^a^M0.0159^ea^. Tattha &#x2018;&#x2018;sam&#x101;dhiv&#x12B;riy&#x101;ni pana na hont&#x12B;&#x2019;&#x2019;ti vattabbe &#x2018;&#x2018;indriyappatt&#x101;n&#x12B;&#x2019;&#x2019;ti sam&#x101;dhilesassa sam&#x101;dhindriyabh&#x101;va&#x1E43; appattassa sabbh&#x101;vato vutta&#x1E43;, na v&#x12B;riyalesassa. Visesana&#xF1;hi visesitabbe pavattati. Yesu pana potthakesu &#x2018;&#x2018;tattha ekanteneva saddh&#x101;v&#x12B;riyasatipa&#xF1;&#xF1;&#x101;yo natth&#x12B;&#x2019;&#x2019;ti p&#x101;&#x1E6D;ho, so eva sundarataro.</p>
              <p>[03]Y&#x101;va cakkhundriya&#x1E43; nuppajjati, t&#x101;va gabbhagat&#x101;na&#x1E43; acakkhuk&#x101;na&#x1E43; bh&#x101;vo atth&#x12B;ti imin&#x101; adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;sahetuk&#x101;na&#x1E43; acakkhuk&#x101;nanti gabbhaseyyakavasena ceva ar&#x16B;p&#x12B;vasena ca vutta&#x2019;&#x2019;^eb^nti. Gabbhaseyyak&#x101;pi pana avassa&#x1E43; uppajjanakacakkhuk&#x101; na labbhant&#x12B;ti da&#x1E6D;&#x1E6D;habb&#x101;. ^b^Sacakkhuk&#x101;na&#x1E43; &#xF1;&#x101;&#x1E47;avippayutt&#x101;nanti k&#x101;madh&#x101;tuya&#x1E43; duhetukapa&#x1E6D;isandhik&#x101;na&#x1E43; vasena vutta^eb^nti idh&#x101;pi ahetukapa&#x1E6D;isandhik&#x101; ca acakkhuk&#x101; labbhanteva. Itthipurisindriyasant&#x101;n&#x101;nampi upapattivasena upp&#x101;do, cutivasena nirodho b&#x101;hullavasena dassito. Kad&#x101;ci hi tesa&#x1E43; pa&#x1E6D;hamakappik&#x101;d&#x12B;na&#x1E43; viya pavattiyampi upp&#x101;danirodh&#x101; hont&#x12B;ti. Ettha purisindriy&#x101;vas&#x101;nesu indriyam&#x16B;layamakesu pa&#x1E6D;hamapucch&#x101;su sanni&#x1E6D;&#x1E6D;h&#x101;nehi gahitehi upapatticutivasena gacchantehi cakkhundriy&#x101;d&#x12B;hi niyamitatt&#x101; j&#x12B;vitindriy&#x101;d&#x12B;na&#x1E43; pavattivasenapi labbham&#x101;n&#x101;na&#x1E43; upapatticutivaseneva dutiyapucch&#x101;su sanni&#x1E6D;&#x1E6D;h&#x101;nehi gaha&#x1E47;a&#x1E43; veditabba&#x1E43;.</p>
              <p>[03]^b^190^eb^^b^.^eb^ R&#x16B;paj&#x12B;vitindriya&#x1E43; ^a^V0.0170^ea^ cakkhundriy&#x101;disam&#x101;nagatika&#x1E43; cutipa&#x1E6D;isandhivaseneva gacchati sant&#x101;nuppattinirodhadassanatoti &#x101;ha ^b^&#x2018;&#x2018;pavatte somanassavippayuttacittassa upp&#x101;dakkha&#x1E47;eti ar&#x16B;paj&#x12B;vitindriya&#x1E43; sandh&#x101;ya vutta&#x2019;&#x2019;^eb^nti. ^b^Etesa&#xF1;ceva a&#xF1;&#xF1;esa&#xF1;ca pa&#xF1;cindriy&#x101;na&#x1E43; yath&#x101;l&#x101;bhavasen&#x101;^eb^ti ettha etesa&#x1E43; j&#x12B;vitindriy&#x101;d&#x12B;na&#x1E43; cutipa&#x1E6D;isandhipavattesu, a&#xF1;&#xF1;esa&#xF1;ca cakkhundriy&#x101;d&#x12B;na&#x1E43; cutipa&#x1E6D;isandh&#x12B;s&#x16B;ti eva&#x1E43; yath&#x101;l&#x101;bho da&#x1E6D;&#x1E6D;habbo. ^b^Aya&#x1E43; pana chedeyev&#x101;^eb^ti ettha tassa tassa paripu&#x1E47;&#x1E47;apa&#xF1;hassa tasmi&#x1E43; tasmi&#x1E43; sar&#x16B;padassanena vissajjane vissajjite pacchimako&#x1E6D;&#x1E6D;h&#x101;sassa chedoti n&#x101;ma&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^Yassa v&#x101; pana somanassindriya&#x1E43; na uppajjati, tassa j&#x12B;vitindriya&#x1E43; na uppajjat&#x12B;ti? Vin&#x101; somanassena upapajjant&#x101;na&#x1E43; pavatte somanassavippayuttacittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; somanassindriya&#x1E43; na uppajjati, no ca tesa&#x1E43;^eb^^a^M0.0160^ea^^b^ j&#x12B;vitindriya&#x1E43; na uppajjat&#x12B;^eb^ti ettha &#x2018;&#x2018;nirodhasam&#x101;pann&#x101;na&#x1E43; asa&#xF1;&#xF1;asatt&#x101;na&#x2019;&#x2019;nti avacana&#x1E43; r&#x16B;paj&#x12B;vitindriyassa cakkhundriy&#x101;disam&#x101;nagatikata&#x1E43; d&#x12B;peti. Tassa hi upapattiya&#x1E43;yeva upp&#x101;do vattabboti. &#x2018;&#x2018;Vin&#x101; somanassena upapajjant&#x101;na&#x2019;&#x2019;nti ettha asa&#xF1;&#xF1;asatte sa&#x1E45;gahetv&#x101; pavattivasena te ca nirodhasam&#x101;pann&#x101; ca na vutt&#x101;, anupp&#x101;dopi panetassa cutiupapatt&#x12B;sveva vattabbo, na pavatteti. Pacchimako&#x1E6D;&#x1E6D;h&#x101;sepi &#x2018;&#x2018;sabbesa&#x1E43; cavant&#x101;na&#x1E43;, pavatte cittassa bha&#x1E45;gakkha&#x1E47;e tesa&#x1E43; somanassindriya&#xF1;ca na uppajjati j&#x12B;vitindriya&#xF1;ca na uppajjat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; &#x2018;&#x2018;sabbesa&#x1E43; cavant&#x101;na&#x2019;&#x2019;nti ettheva asa&#xF1;&#xF1;asatte sa&#x1E45;ga&#x1E47;hitv&#x101; pavattivasena te ca nirodhasam&#x101;pann&#x101; na ca vutt&#x101;. Yassayatthake ca nirodhasam&#x101;pann&#x101; na dassetabb&#x101; na gahetabb&#x101;ti attho. Na hi &#x2018;&#x2018;nirodhasam&#x101;pann&#x101;na&#x2019;&#x2019;nti vacana&#x1E43; &#x2018;&#x2018;asa&#xF1;&#xF1;asatt&#x101;na&#x2019;&#x2019;nti vacana&#x1E43; viya ok&#x101;sad&#x12B;paka&#x1E43;, n&#x101;pi &#x2018;&#x2018;upekkh&#x101;sampayuttacittassa upp&#x101;dakkha&#x1E47;e, sabbesa&#x1E43; cittassa bha&#x1E45;gakkha&#x1E47;e&#x2019;&#x2019;ti&#x101;divacana&#x1E43; viya somanassindriy&#x101;d&#x12B;na&#x1E43; anupp&#x101;dakkha&#x1E47;ad&#x12B;paka&#x1E43;, atha kho puggalad&#x12B;pakamev&#x101;ti.</p>
              <p>[03]At&#x12B;tak&#x101;labhede ^b^suddh&#x101;v&#x101;s&#x101;na&#x1E43; upapatticittassa upp&#x101;dakkha&#x1E47;e tesa&#x1E43; tattha somanassindriya&#xF1;ca na uppajjittha j&#x12B;vitindriya&#xF1;ca na uppajjitth&#x101;^eb^ti ettha &#x2018;&#x2018;upapatticittassa upp&#x101;dakkha&#x1E47;e&#x2019;&#x2019;ti kasm&#x101; vutta&#x1E43;, nanu &#x2018;&#x2018;suddh&#x101;v&#x101;sa&#x1E43; upapajjant&#x101;na&#x1E43;, asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; tesa&#x1E43; tattha somanassindriya&#xF1;ca na uppajjittha manindriya&#xF1;ca na uppajjitth&#x101;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.277) ettha viya &#x2018;&#x2018;upapajjant&#x101;na&#x2019;&#x2019;nti vattabbanti? Na vattabba&#x1E43;. Yath&#x101; hi somanassamanindriy&#x101;na&#x1E43; vasena upapajjant&#x101; puggal&#x101; upapatticittasama&#x1E45;gino honti, na eva&#x1E43; somanassaj&#x12B;vitindriy&#x101;na&#x1E43; vasena upapattisama&#x1E45;ginoyeva honti. J&#x12B;vitindriyassa hi vasena y&#x101;va pa&#x1E6D;hamar&#x16B;paj&#x12B;vitindriya&#x1E43; dharati, t&#x101;va ^a^V0.0171^ea^ upapajjant&#x101; n&#x101;ma honti. Tad&#x101; ca dutiyacittato pa&#x1E6D;&#x1E6D;h&#x101;ya &#x2018;&#x2018;j&#x12B;vitindriya&#xF1;ca na uppajjitth&#x101;&#x2019;&#x2019;ti na sakk&#x101; vattu&#x1E43; ar&#x16B;paj&#x12B;vitindriyassa uppajjitv&#x101; niruddhatt&#x101;, tasm&#x101; ubhaya&#x1E43; upp&#x101;dakkha&#x1E47;ena nidassita&#x1E43;. Yath&#x101; hi &#x2018;&#x2018;na nirujjhitth&#x101;&#x2019;&#x2019;ti ida&#x1E43; lakkha&#x1E47;a&#x1E43; upapatticittassa dv&#x12B;su kha&#x1E47;esu labbham&#x101;na&#x1E43; sabbapa&#x1E6D;hamena upapatticittassa bha&#x1E45;gakkha&#x1E47;ena nidassita&#x1E43;, evamidh&#x101;pi da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]An&#x101;gatak&#x101;labhede uppajjissam&#x101;ne sanni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; katv&#x101; a&#xF1;&#xF1;assa ca uppajjissam&#x101;nat&#x101;va pucchit&#x101;. Tattha yath&#x101; paccuppannak&#x101;labhede sanni&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;sayabhedehi uppajjam&#x101;nasseva gahitatt&#x101; &#x2018;&#x2018;yassa cakkhundriy&#x101;d&#x12B;ni uppajjanti ^a^M0.0161^ea^, upapajjantassa tassa j&#x12B;vitindriy&#x101;d&#x12B;ni uppajjant&#x12B;&#x2019;&#x2019;ti upapajjantasseva pucchit&#x101;na&#x1E43; upapattiya&#x1E43;yeva tesa&#x1E43; upp&#x101;do sambhavati, na a&#xF1;&#xF1;attha, na evamidha &#x2018;&#x2018;yassa cakkhundriy&#x101;d&#x12B;ni uppajjissanti, upapajjantassa tassa j&#x12B;vitindriy&#x101;d&#x12B;ni uppajjissant&#x12B;&#x2019;&#x2019;ti upapajjantasseva pucchit&#x101;na&#x1E43; tesa&#x1E43; upapattito a&#xF1;&#xF1;attha upp&#x101;do na sambhavati, tasm&#x101; &#x2018;&#x2018;yassa cakkhundriya&#x1E43; uppajjissati, tassa somanassindriya&#x1E43; uppajjissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Eva&#xF1;ca katv&#x101; nirodhav&#x101;repi &#x2018;&#x2018;yassa cakkhundriya&#x1E43; nirujjhissati, tassa somanassindriya&#x1E43; nirujjhissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti vutta&#x1E43;. Na hi yassa cakkhundriya&#x1E43; nirujjhissati, tassa somanassindriya&#x1E43; na nirujjhissati, api pacchimabhavikassa upekkh&#x101;sahagatapa&#x1E6D;isandhikassa. Na hi upapajjantassa tassa cutito pubbeva somanassindriyanirodho na sambhavat&#x12B;ti. Ettha hi pa&#x1E6D;hamapucch&#x101;su sanni&#x1E6D;&#x1E6D;h&#x101;nattho pucchitabbatthanissayo m&#x101;disova upapattiupp&#x101;dindriyav&#x101; ubhayupp&#x101;dindriyav&#x101; attho pa&#x1E6D;inivattitv&#x101;pi pucchitabbatthassa nissayoti eva&#x1E43; viya dutiyapucch&#x101;su sanni&#x1E6D;&#x1E6D;h&#x101;natthameva niyameti, na tattheva pucchitabba&#x1E43; an&#x101;gatabh&#x101;vamattena sar&#x16B;pato gahita&#x1E43; upp&#x101;da&#x1E43; v&#x101; nirodha&#x1E43; v&#x101; sa&#x1E43;sayatthanti. Yasm&#x101; ceva&#x1E43; sanni&#x1E6D;&#x1E6D;h&#x101;natthassa niyamo hoti, tasm&#x101; &#x2018;&#x2018;yassa v&#x101; pana somanassindriya&#x1E43; uppajjissati, tassa cakkhundriya&#x1E43; uppajjissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.281) vutta&#x1E43;. Esa nayo nirodhav&#x101;repi.</p>
              <p>[03]Pa&#x1E6D;ilome pana yath&#x101; anulome &#x2018;&#x2018;uppajjissati nirujjhissat&#x12B;&#x2019;&#x2019;ti upp&#x101;danirodh&#x101; an&#x101;gat&#x101; sar&#x16B;pavasena vutt&#x101;, eva&#x1E43; avuttatt&#x101; yath&#x101; tattha sa&#x1E43;sayapadena gahitassa indriyassa pavattiyampi upp&#x101;danirodh&#x101; cakkhundriy&#x101;dim&#x16B;lakesu yojit&#x101;, na eva&#x1E43; yojetabb&#x101;. Yath&#x101; hi upp&#x101;danirodhe atikkamitv&#x101; appatv&#x101; ca upp&#x101;danirodh&#x101; sambhavanti yojetu&#x1E43;, na eva&#x1E43; anupp&#x101;d&#x101;nirodhe ^a^V0.0172^ea^ atikkamitv&#x101; appatv&#x101; ca anupp&#x101;d&#x101;nirodh&#x101; sambhavanti abh&#x16B;t&#x101;bh&#x101;vassa abh&#x16B;t&#x101;bh&#x101;va&#x1E43; atikkamitv&#x101; appatv&#x101; ca sambhav&#x101;nuppattito, abh&#x16B;tupp&#x101;danirodh&#x101;bh&#x101;vo ca pa&#x1E6D;ilome pucchito, tasm&#x101;ssa visesarahitassa abh&#x16B;t&#x101;bh&#x101;vassa vattam&#x101;n&#x101;na&#x1E43; upp&#x101;dassa viya k&#x101;lantarayog&#x101;bh&#x101;vato y&#x101;dis&#x101;na&#x1E43; cakkh&#x101;d&#x12B;na&#x1E43; upp&#x101;danirodh&#x101;bh&#x101;vena pucchitabbassa nissayo sanni&#x1E6D;&#x1E6D;h&#x101;nena sannicchito, tannissay&#x101; t&#x101;dis&#x101;na&#x1E43;yeva upapatticutiupp&#x101;danirodh&#x101;na&#x1E43; j&#x12B;vit&#x101;d&#x12B;nampi anupp&#x101;d&#x101;nirodh&#x101; sa&#x1E43;sayapadena ^a^M0.0162^ea^ pucchit&#x101; hont&#x12B;ti &#x2018;&#x2018;yassa cakkhundriya&#x1E43; nuppajjissati, tassa somanassindriya&#x1E43; nuppajjissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.308) ca, &#x2018;&#x2018;yassa cakkhundriya&#x1E43; na nirujjhissati, tassa somanassindriya&#x1E43; na nirujjhissat&#x12B;ti? &#x100;mant&#x101;&#x2019;&#x2019;ti ca vutta&#x1E43;, na vutta&#x1E43; &#x2018;&#x2018;ye ar&#x16B;pa&#x1E43; upapajjitv&#x101; parinibb&#x101;yissant&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; j&#x12B;vitindriyaupekkhindriy&#x101;d&#x12B;su viya vissajjananti.</p>
              <p>[03]^b^Ye r&#x16B;p&#x101;vacara&#x1E43; upapajjitv&#x101; parinibb&#x101;yissanti, tesa&#x1E43; gh&#x101;nindriya&#x1E43; na uppajjissati, no ca tesa&#x1E43; somanassindriya&#x1E43; na uppajjissat&#x12B;&#x2019;&#x2019;^eb^ti ettha ye sopekkhapa&#x1E6D;isandhik&#x101; bhavissanti, te &#x2018;&#x2018;ye ca ar&#x16B;pa&#x1E43; upapajjitv&#x101; parinibb&#x101;yissant&#x12B;&#x2019;&#x2019;ti etena pacchimako&#x1E6D;&#x1E6D;h&#x101;savacanena ta&#x1E43;sam&#x101;nalakkha&#x1E47;at&#x101;ya sa&#x1E45;gahit&#x101;ti ye somanassapa&#x1E6D;isandhik&#x101; bhavissanti, te eva vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; yesu &#x101;dimapotthakesu &#x2018;&#x2018;at&#x12B;t&#x101;n&#x101;gatav&#x101;re suddh&#x101;v&#x101;s&#x101;na&#x1E43; upapatticittassa bha&#x1E45;gakkha&#x1E47;e manindriya&#xF1;ca nuppajjitth&#x101;ti dhammayamake viya upp&#x101;dakkha&#x1E47;&#x101;tikkamavasena attha&#x1E43; aggahetv&#x101;&#x2019;&#x2019;ti likhita&#x1E43;, ta&#x1E43; pam&#x101;dalikhita&#x1E43;. Yesu pana potthakesu &#x2018;&#x2018;paccuppann&#x101;t&#x12B;tav&#x101;re suddh&#x101;v&#x101;s&#x101;na&#x1E43; upapatticittassa bha&#x1E45;gakkha&#x1E47;e manindriya&#xF1;ca nuppajjitth&#x101;ti&#x2026;pe&#x2026; tasmi&#x1E43; bhave anuppannapubbavasena attho gahetabbo&#x2019;&#x2019;ti p&#x101;&#x1E6D;ho dissati, so eva sundarataroti.</p>
              <p>[06]Pavattiv&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
      <h1>
        <h1n>3. Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101;</h1n>
        <h2>
          <h2n> </h2n>
          <h3>
            <h3n> </h3n>
            <h4>
              <h4n> </h4n>
              <p>[03]^b^435-482^eb^^b^.^eb^ Pari&#xF1;&#xF1;&#x101;v&#x101;re ^a^V0.0173^ea^^b^lokiyaaby&#x101;katamissak&#x101;ni c&#x101;^eb^ti dukkhasaccapariy&#x101;pannehi ekantapari&#xF1;&#xF1;eyyehi lokiyaaby&#x101;katehi missakatt&#x101; t&#x101;ni up&#x101;d&#x101;ya manindriy&#x101;d&#x12B;na&#x1E43; vedan&#x101;kkhandh&#x101;d&#x12B;na&#x1E43; viya pari&#xF1;&#xF1;eyyat&#x101; ca vutt&#x101;. Yadi pari&#xF1;&#xF1;eyyamissakatt&#x101; pari&#xF1;&#xF1;eyyat&#x101; hoti, kasm&#x101; dhammayamake &#x2018;&#x2018;yo kusala&#x1E43; dhamma&#x1E43; bh&#x101;veti, so aby&#x101;kata&#x1E43; dhamma&#x1E43; parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; aby&#x101;katapadena yojetv&#x101; yamak&#x101;ni na vutt&#x101;n&#x12B;ti? Yath&#x101; &#x2018;&#x2018;kusala&#x1E43; bh&#x101;vemi, akusala&#x1E43; pajah&#x101;m&#x12B;&#x2019;&#x2019;ti kusal&#x101;kusalesu ^a^M0.0163^ea^ bh&#x101;van&#x101;pah&#x101;n&#x101;bhiniveso hoti, tath&#x101; &#x2018;&#x2018;vedan&#x101;kkhandho anicco, dhamm&#x101;yatana&#x1E43; anicca&#x2019;&#x2019;nti&#x101;din&#x101; khandh&#x101;d&#x12B;su parij&#x101;n&#x101;bhiniveso hoti, tattha vedan&#x101;kkhandh&#x101;dayo &#x2018;&#x2018;anicca&#x2019;&#x2019;nti&#x101;din&#x101; parij&#x101;nitabb&#x101;, te ca vedan&#x101;kkhandh&#x101;dibh&#x101;va&#x1E43; gahetv&#x101; parij&#x101;nitabb&#x101;, na aby&#x101;katabh&#x101;vanti.</p>
              <p>[03]Kasm&#x101; panettha dukkhasaccabh&#x101;jan&#x12B;ye &#x101;gatassa domanassassa pah&#x101;tabbat&#x101;va vutt&#x101;, na pari&#xF1;&#xF1;eyyat&#x101;, nanu dukkhasaccapariy&#x101;pann&#x101; vedan&#x101;kkhandh&#x101;dayo kusal&#x101;kusalabh&#x101;vena aggahit&#x101; kusal&#x101;kusal&#x101;pi pari&#xF1;&#xF1;eyy&#x101;ti? Sacca&#x1E43;, yath&#x101; pana vedan&#x101;kkhandh&#x101;dibh&#x101;vo bh&#x101;vetabbapah&#x101;tabbabh&#x101;vehi vin&#x101;pi hoti, na eva&#x1E43; domanassindriyabh&#x101;vo pah&#x101;tabbabh&#x101;vena vin&#x101; hot&#x12B;ti ima&#x1E43; visesa&#x1E43; dassetu&#x1E43; domanassindriyassa pah&#x101;tabbat&#x101;va idha vutt&#x101;, na pari&#xF1;&#xF1;eyyabh&#x101;vassa abh&#x101;vatoti da&#x1E6D;&#x1E6D;habbo. ^b^Akusala&#x1E43; ekantato pah&#x101;tabbamev&#x101;^eb^ti etena pah&#x101;tabbameva, na appah&#x101;tabbanti appah&#x101;tabbameva niv&#x101;reti, na pari&#xF1;&#xF1;eyyabh&#x101;vanti da&#x1E6D;&#x1E6D;habba&#x1E43;. A&#xF1;&#xF1;indriya&#x1E43; bh&#x101;vetabbani&#x1E6D;&#x1E6D;ha&#x1E43;, na pana sacchik&#x101;tabbani&#x1E6D;&#x1E6D;hanti bh&#x101;vetabbabh&#x101;vo eva tassa gahitoti. ^b^&#x2018;&#x2018;Dve puggal&#x101;&#x2019;&#x2019;^eb^ti&#x101;di &#x2018;&#x2018;cakkhundriya&#x1E43; na parij&#x101;n&#x101;t&#x12B;&#x2019;&#x2019;ti&#x101;dikassa parato likhitabba&#x1E43; uppa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; likhitanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Cakkhundriyam&#x16B;laka&#xF1;hi atikkamitv&#x101; domanassindriyam&#x16B;lake ida&#x1E43; vutta&#x1E43; &#x2018;&#x2018;dve puggal&#x101; domanassindriya&#x1E43; na pajahanti no ca a&#xF1;&#xF1;indriya&#x1E43; na bh&#x101;vent&#x12B;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.440).</p>
              <p>[03]Ettha ca puthujjano, a&#x1E6D;&#x1E6D;ha ca ariy&#x101;ti nava puggal&#x101;. Tesu puthujjano bhabb&#x101;bhabbavasena duvidho, so &#x2018;&#x2018;puthujjano&#x2019;&#x2019;ti &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu &#x2018;&#x2018;cha puggal&#x101; cakkhundriya&#xF1;ca na parij&#x101;nittha domanassindriya&#xF1;ca na pajahitth&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su ca abhinditv&#x101; gahito. &#x2018;&#x2018;Ye puthujjan&#x101; magga&#x1E43; pa&#x1E6D;ilabhissant&#x12B;&#x2019;&#x2019;ti (yama. 1.saccayamaka.49, 51-52) ^a^V0.0174^ea^ &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu &#x2018;&#x2018;pa&#xF1;ca puggal&#x101; cakkhundriya&#xF1;ca parij&#x101;nissanti domanassindriya&#xF1;ca pajahissant&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su (yama. 3.indriyayamaka.451) ca bhabbo eva bhinditv&#x101; gahito. &#x2018;&#x2018;Ye ca puthujjan&#x101; magga&#x1E43; na pa&#x1E6D;ilabhissant&#x12B;&#x2019;&#x2019;ti (yama. 1.saccayamaka.51) &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu &#x2018;&#x2018;tayo puggal&#x101; domanassindriya&#xF1;ca nappajahissanti cakkhundriya&#xF1;ca na parij&#x101;nissant&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;su (yama. 3.indriyayamaka.455) ca abhabbo eva. Aggaphalasama&#x1E45;g&#x12B; ca pa&#x1E6D;hamaphalasama&#x1E45;g&#x12B; arah&#x101; c&#x101;ti duvidho. Sopi &#x2018;&#x2018;arah&#x101;&#x2019;&#x2019;ti &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu &#x2018;&#x2018;tayo puggal&#x101; ana&#xF1;&#xF1;&#x101;ta&#xF1;&#xF1;ass&#x101;m&#x12B;tindriya&#xF1;ca bh&#x101;vittha ^a^M0.0164^ea^ domanassindriya&#xF1;ca pajahitth&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su (yama. 3.indriyayamaka.444) ca abhinditv&#x101; gahito. &#x2018;&#x2018;Yo aggaphala&#x1E43; sacchikarot&#x12B;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.446) &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu &#x2018;&#x2018;tayo puggal&#x101; domanassindriya&#x1E43; pajahittha, no ca a&#xF1;&#xF1;&#x101;t&#x101;vindriya&#x1E43; sacchikaritth&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su (yama. 3.indriyayamaka.444) ca pa&#x1E6D;hamaphalasama&#x1E45;g&#x12B; ca bhinditv&#x101; gahito. &#x2018;&#x2018;Yo aggaphala&#x1E43; sacch&#x101;k&#x101;s&#x12B;&#x2019;&#x2019;ti (yama. 3.indriyayamaka.443, 446) &#x101;gata&#x1E6D;&#x1E6D;h&#x101;nesu itarov&#x101;ti eva&#x1E43; puggalabheda&#x1E43; &#xF1;atv&#x101; tattha tattha sanni&#x1E6D;&#x1E6D;h&#x101;nena gahitapuggale niddh&#x101;retv&#x101; vissajjana&#x1E43; yojetabbanti.</p>
              <p>[06]Pari&#xF1;&#xF1;&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Indriyayamakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Yamakapakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101; samatt&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
