<?xml version="1.0"?>
<body>
  <ha>
    <han>Pa&#x1E6D;&#x1E6D;h&#x101;napakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101;</han>
    <h0>
      <h0n>Ganth&#x101;rambhava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]Dibbanti ^a^M0.0165^ea^^a^V0.0175^ea^ k&#x101;magu&#x1E47;&#x101;d&#x12B;hi k&#x12B;&#x1E37;anti la&#x1E37;anti, tesu v&#x101; viharanti, vijayasamatthat&#x101;yogena paccatthike vijetu&#x1E43; icchanti, issariya&#x1E6D;&#x1E6D;h&#x101;n&#x101;disakk&#x101;rad&#x101;naggaha&#x1E47;a&#x1E43; ta&#x1E43;ta&#x1E43;atth&#x101;nus&#x101;sana&#xF1;ca karont&#x101; voharanti, pu&#xF1;&#xF1;ayog&#x101;nubh&#x101;vappatt&#x101;ya jutiy&#x101; jotanti, yath&#x101;bhil&#x101;sita&#xF1;ca visaya&#x1E43; appa&#x1E6D;igh&#x101;tena gacchanti, yathicchitanipph&#x101;dane sakkont&#x12B;ti v&#x101; ^b^dev&#x101;,^eb^ devan&#x12B;y&#x101; v&#x101; ta&#x1E43;ta&#x1E43;byasananitthara&#x1E47;atthikehi sara&#x1E47;a&#x1E43; par&#x101;ya&#x1E47;anti gaman&#x12B;y&#x101;, abhitthavan&#x12B;y&#x101; v&#x101;. Sobh&#x101;visesayogena kaman&#x12B;y&#x101;ti v&#x101; ^b^dev&#x101;^eb^. Te tividh&#x101; &#x2013; sammutidev&#x101; upapattidev&#x101; visuddhidev&#x101;ti. Bhagav&#x101; pana niratisay&#x101;ya abhi&#xF1;&#xF1;&#x101;k&#x12B;&#x1E37;&#x101;ya, uttamehi dibbabrahmaariyavih&#x101;rehi, saparasant&#x101;nasiddh&#x101;ya pa&#xF1;cavidham&#x101;ravijayicch&#x101;nipphattiy&#x101;, cittissariyasattadhan&#x101;disamm&#x101;pa&#x1E6D;ipattiaveccappas&#x101;dasakk&#x101;rad&#x101;naggaha&#x1E47;asa&#x1E45;kh&#x101;tena dhammasabh&#x101;vapuggalajjh&#x101;say&#x101;nur&#x16B;p&#x101;nus&#x101;san&#x12B;sa&#x1E45;kh&#x101;tena ca voh&#x101;r&#x101;tisayena, param&#x101;ya pa&#xF1;&#xF1;&#x101;sar&#x12B;rappabh&#x101;sa&#x1E45;kh&#x101;t&#x101;ya jutiy&#x101;, anopam&#x101;ya ca &#xF1;&#x101;&#x1E47;asar&#x12B;ragatiy&#x101;, m&#x101;ravijayasabba&#xF1;&#xF1;ugu&#x1E47;aparahitanipph&#x101;danesu ^a^V0.0176^ea^ appa&#x1E6D;ihat&#x101;ya sattiy&#x101; ca samann&#x101;gatatt&#x101; sadevakena lokena sara&#x1E47;anti gaman&#x12B;yato, abhitthavan&#x12B;yato, bhattivasena kaman&#x12B;yato ca sabbe te deve tehi gu&#x1E47;ehi atikkanto atisayo v&#x101; devoti ^b^dev&#x101;tidevo^eb^. Sabbadevehi p&#x16B;jan&#x12B;yataro devoti v&#x101; ^b^dev&#x101;tidevo,^eb^ visuddhidevabh&#x101;va&#x1E43; v&#x101; sabba&#xF1;&#xF1;ugu&#x1E47;&#x101;la&#x1E45;k&#x101;ra&#x1E43; pattatt&#x101; a&#xF1;&#xF1;adevehi atirekataro v&#x101; devo ^b^dev&#x101;tidevo. Dev&#x101;na^eb^nti upapattidev&#x101;na&#x1E43; tad&#x101; dhammapa&#x1E6D;igg&#x101;hak&#x101;na&#x1E43;. Sakk&#x101;d&#x12B;hi ^b^devehi^eb^ pah&#x101;r&#x101;daasurind&#x101;d&#x12B;hi ^b^d&#x101;navehi^eb^ ca ^b^p&#x16B;jito^eb^. K&#x101;yavac&#x12B;sa&#x1E43;yamassa s&#x12B;lassa indriyasa&#x1E43;varassa cittasa&#x1E43;yamassa sam&#x101;dhissa ca pa&#x1E6D;ipakkh&#x101;na&#x1E43; accantapa&#x1E6D;ippassaddhiy&#x101; ^b^suddhasa&#x1E43;yamo^eb^.</p>
              <p>[03]^b^Isisattamo^eb^ti ^a^M0.0166^ea^ catusacc&#x101;vabodhagatiy&#x101; isayoti sa&#x1E45;khya&#x1E43; gat&#x101;na&#x1E43; sata&#x1E43; pasatth&#x101;na&#x1E43; is&#x12B;na&#x1E43; atisayena santo pasatthoti attho. Vipass&#x12B;&#x101;dayo ca up&#x101;d&#x101;ya bhagav&#x101; &#x2018;&#x2018;sattamo&#x2019;&#x2019;ti vutto. Yato vi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; paccud&#x101;vattati, ta&#x1E43; n&#x101;mar&#x16B;pa&#x1E43; samudayanirodhanena nirodhes&#x12B;ti ^b^n&#x101;mar&#x16B;panirodhano^eb^. Atigambh&#x12B;ranayama&#x1E47;&#x1E0D;itadesana&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; n&#x101;ma desesi pakara&#x1E47;anti sambandho.</p>
              <p>[06]Ganth&#x101;rambhava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Paccayuddesava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]&#x2018;&#x2018;Ke pana te nay&#x101;, ki&#xF1;ca ta&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; n&#x101;m&#x101;&#x2019;&#x2019;ti nayida&#x1E43; pucchitabba&#x1E43;. Kasm&#x101;? Nid&#x101;nakath&#x101;ya&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;nasam&#x101;nane anulom&#x101;d&#x12B;na&#x1E43; nay&#x101;na&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;nassa ca dassitatt&#x101;ti imamattha&#x1E43; vibh&#x101;vento ^b^&#x2018;&#x2018;samm&#x101;sambuddhena hi&#x2026;pe&#x2026; n&#x101;m&#x101;ti hi vutta&#x2019;&#x2019;^eb^nti tattha vutta&#x1E43; a&#x1E6D;&#x1E6D;hakath&#x101;p&#x101;&#x1E37;i&#x1E43; &#x101;hari. Tattha g&#x101;th&#x101;ttha&#x1E43; a&#x1E6D;&#x1E6D;hakath&#x101;dhipp&#x101;ya&#xF1;ca parato va&#x1E47;&#x1E47;ayiss&#x101;m&#x101;ti.</p>
              <p>[03]Pa&#x1E6D;&#x1E6D;h&#x101;nan&#x101;mattho pana tikapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;na&#x1E43; tikapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;din&#x101;mattho, imassa pakara&#x1E47;assa catuv&#x12B;satisamantapa&#x1E6D;&#x1E6D;h&#x101;nasamodh&#x101;nat&#x101; cettha vattabb&#x101;. Eva&#xF1;hi sa&#x1E45;khepato pa&#x1E6D;&#x1E6D;h&#x101;ne &#xF1;&#x101;te vitth&#x101;ro sukhavi&#xF1;&#xF1;eyyo hot&#x12B;ti. Tattha ca n&#x101;mattho pa&#x1E6D;hama&#x1E43; vattabboti ^b^&#x2018;&#x2018;tattha yesa&#x1E43;&#x2026;pe&#x2026; n&#x101;mattho t&#x101;va eva&#x1E43; veditabbo&#x2019;&#x2019;^eb^ti vatv&#x101; sabbas&#x101;dh&#x101;ra&#x1E47;assa pa&#x1E6D;&#x1E6D;h&#x101;nan&#x101;masseva t&#x101;va attha&#x1E43; dassento ^b^&#x2018;&#x2018;kena&#x1E6D;&#x1E6D;hena pa&#x1E6D;&#x1E6D;h&#x101;na&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha ^a^V0.0177^ea^. ^b^Pa-k&#x101;ro h&#x12B;^eb^ti upasaggapada&#x1E43; dasseti. So &#x2018;&#x2018;pavibhattesu dhammesu, ya&#x1E43; se&#x1E6D;&#x1E6D;ha&#x1E43; tadup&#x101;gamunti&#x101;d&#x12B;su viya n&#x101;nappak&#x101;rattha&#x1E43; d&#x12B;peti. Nanu pak&#x101;rehi vibhatt&#x101; pavibhatt&#x101;ti pa-iti upasaggo pak&#x101;ratthameva d&#x12B;peti, na n&#x101;nappak&#x101;ratthanti? Na, tesa&#x1E43; pak&#x101;r&#x101;na&#x1E43; n&#x101;n&#x101;vidhabh&#x101;vato. Atthato hi &#x101;panna&#x1E43; n&#x101;n&#x101;vidhabh&#x101;va&#x1E43; dassetu&#x1E43; n&#x101;n&#x101;-saddo vuttoti. Tattha ekassapi dhammassa hetu&#x101;d&#x12B;hi anekapaccayabh&#x101;vato ca ekekassa paccayassa anekadhammabh&#x101;vato ca n&#x101;nappak&#x101;rapaccayat&#x101; veditabb&#x101;.</p>
              <p>[03]^b^Hetupaccay&#x101;divasena vibhattatt&#x101;^eb^ti etena dhammasa&#x1E45;gah&#x101;d&#x12B;su vuttato kusal&#x101;divibh&#x101;gato s&#x101;tisayavibh&#x101;gata&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;nan&#x101;mal&#x101;bhassa k&#x101;ra&#x1E47;a&#x1E43; ^a^M0.0167^ea^ dasseti. ^b^Go&#x1E6D;&#x1E6D;h&#x101;^eb^ti vaj&#x101;. ^b^Pa&#x1E6D;&#x1E6D;hitag&#x101;vo^eb^ti gatag&#x101;vo. ^b^&#x100;gata&#x1E6D;&#x1E6D;h&#x101;nasmi^eb^nti mah&#x101;s&#x12B;han&#x101;dasutta&#x1E43; vadati. Pavattagamanatt&#x101; etth&#x101;ti vacanaseso. Atha v&#x101; gacchati etth&#x101;ti gamana&#x1E43;, sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;assa nissa&#x1E45;gavasena pavattassa gamanatt&#x101; gamanadesabh&#x101;vato ekeka&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; n&#x101;m&#x101;ti attho. Tattha a&#xF1;&#xF1;ehi gatimantehi atisayayuttassa gatimato gamana&#x1E6D;&#x1E6D;h&#x101;nabh&#x101;vadassanattha&#x1E43; ^b^&#x2018;&#x2018;sabba&#xF1;&#xF1;uta&#xF1;&#xF1;&#x101;&#x1E47;ass&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Tassa mah&#x101;vegassa purisassa pap&#x101;ta&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; viya dhammasa&#x1E45;ga&#x1E47;&#x12B;&#x101;d&#x12B;na&#x1E43; s&#x101;sa&#x1E45;gagamana&#x1E6D;&#x1E6D;h&#x101;nabh&#x101;va&#x1E43; imassa ca mah&#x101;patho viya nir&#x101;sa&#x1E45;gagamana&#x1E6D;&#x1E6D;h&#x101;nabh&#x101;va&#x1E43; dassento atisayayuttagamana&#x1E6D;&#x1E6D;h&#x101;nabh&#x101;vo pa&#x1E6D;&#x1E6D;h&#x101;nan&#x101;mal&#x101;bhassa k&#x101;ra&#x1E47;anti dasseti.</p>
              <p>[03]^b^Tik&#x101;na^eb^nti tikavasena vuttadhamm&#x101;na&#x1E43;. ^b^Samant&#x101;^eb^ti anulom&#x101;d&#x12B;hi sabb&#x101;k&#x101;rehipi gat&#x101;ni catuv&#x12B;sati hont&#x12B;ti attho. Etasmi&#x1E43; atthe ^b^catuv&#x12B;satisamantapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;n&#x12B;^eb^ti &#x2018;&#x2018;samantacatuv&#x12B;satipa&#x1E6D;&#x1E6D;h&#x101;n&#x101;n&#x12B;&#x2019;&#x2019;ti vattabbe samantasaddassa parayoga&#x1E43; katv&#x101; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Atha v&#x101; ^b^samant&#x101; cha cha hutv&#x101;^eb^ti etena anulom&#x101;disabbako&#x1E6D;&#x1E6D;h&#x101;sato tik&#x101;dichachabh&#x101;va&#x1E43; dasseti. Tena samantasaddo tik&#x101;dichachapa&#x1E6D;&#x1E6D;h&#x101;navisesana&#x1E43; hoti, na catuv&#x12B;sativisesana&#x1E43;, tasm&#x101; samantato pa&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni t&#x101;ni catuv&#x12B;sat&#x12B;ti katv&#x101; ^b^&#x2018;&#x2018;catuv&#x12B;satisamantapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Samantato v&#x101; dhamm&#x101;nulom&#x101;ditik&#x101;dipa&#x1E6D;iccav&#x101;r&#x101;dipaccay&#x101;nulom&#x101;dihetum&#x16B;lak&#x101;dippak&#x101;rehi pavatt&#x101;ni pa&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni ^b^samantapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni,^eb^ an&#x16B;nehi nayehi pavatt&#x101;n&#x12B;ti vutta&#x1E43; hoti. T&#x101;ni pana catuv&#x12B;sati honti. Tenev&#x101;ha ^b^&#x2018;&#x2018;imesa&#x1E43; catuv&#x12B;satiy&#x101; khuddakapa&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E45;kh&#x101;t&#x101;na&#x1E43; samantapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; samodh&#x101;navasen&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^Hetu ca so paccayo c&#x101;^eb^ti imin&#x101; vacanena hetuno adhipatipaccay&#x101;dibh&#x16B;tassa ca gaha&#x1E47;a&#x1E43; siy&#x101;ti ^a^V0.0178^ea^ ta&#x1E43; niv&#x101;rento &#x101;ha ^b^&#x2018;&#x2018;hetu hutv&#x101; paccayo&#x2019;&#x2019;^eb^ti. Etenapi so eva doso &#x101;pajjat&#x12B;ti pun&#x101;ha ^b^&#x2018;&#x2018;hetubh&#x101;vena paccayoti vutta&#x1E43; hot&#x12B;&#x2019;&#x2019;^eb^ti. Tena idha hetu-saddena dhammaggaha&#x1E47;a&#x1E43; na kata&#x1E43;, atha kho dhammasattiviseso gahitoti dasseti. Tassa hi paccayasaddassa ca sam&#x101;n&#x101;dhikara&#x1E47;ata&#x1E43; sandh&#x101;ya &#x2018;&#x2018;hetu ca so paccayo c&#x101;&#x2019;&#x2019;ti, &#x2018;&#x2018;hetu hutv&#x101; paccayo&#x2019;&#x2019;ti ca vutta&#x1E43;. Eva&#xF1;ca katv&#x101; parato p&#x101;&#x1E37;iya&#x1E43; &#x2018;&#x2018;het&#x16B; hetusampayutta&#x2026;pe&#x2026; hetupaccayena paccayo&#x2019;&#x2019;ti&#x101;din&#x101; (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.1) tena ^a^M0.0168^ea^ tena hetubh&#x101;v&#x101;diupak&#x101;rena tassa tassa dhammassa upak&#x101;ratta&#x1E43; vutta&#x1E43;. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana &#x2018;&#x2018;yo hi dhammo ya&#x1E43; dhamma&#x1E43; appaccakkh&#x101;ya ti&#x1E6D;&#x1E6D;hati v&#x101; uppajjati v&#x101;, so tassa paccayo&#x2019;&#x2019;ti &#x2018;&#x2018;m&#x16B;la&#x1E6D;&#x1E6D;hena upak&#x101;rako dhammo hetupaccayo&#x2019;&#x2019;ticcevam&#x101;din&#x101; dhammappadh&#x101;naniddesena dhammato a&#xF1;&#xF1;&#x101; dhammasatti n&#x101;ma natth&#x12B;ti dhammeheva dhammasattivibh&#x101;vana&#x1E43; katanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Idh&#x101;pi v&#x101; ^b^hetu ca so paccayo c&#x101;^eb^ti dhammeneva dhammasatti&#x1E43; dasseti. Na hi hetupaccayoti&#x101;diko uddeso kusal&#x101;diuddeso viya dhammappadh&#x101;no, atha kho dhamm&#x101;na&#x1E43; upak&#x101;rappadh&#x101;noti. ^b^Et&#x12B;^eb^ti etassa attho vattat&#x12B;ti, ta&#xF1;ca uppatti&#x1E6D;&#x1E6D;hit&#x12B;na&#x1E43; s&#x101;dh&#x101;ra&#x1E47;avacana&#x1E43;. Tenev&#x101;ha &#x2013; ^b^&#x2018;&#x2018;ti&#x1E6D;&#x1E6D;hati v&#x101; uppajjati v&#x101;&#x2019;&#x2019;^eb^ti. Koci hi paccayo &#x1E6D;hitiy&#x101; eva hoti yath&#x101; pacch&#x101;j&#x101;tapaccayo, koci uppattiy&#x101;yeva yath&#x101; anantar&#x101;dayo, koci ubhayassa yath&#x101; hetu&#x101;dayoti.</p>
              <p>[03]^b^Upak&#x101;rakalakkha&#x1E47;o^eb^ti ca dhammena dhammasattiupak&#x101;ra&#x1E43; dasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Hinoti pati&#x1E6D;&#x1E6D;h&#x101;ti etth&#x101;ti ^b^hetu^eb^. Anekatthatt&#x101; dh&#x101;tusadd&#x101;na&#x1E43; hi-saddo m&#x16B;la-saddo viya pati&#x1E6D;&#x1E6D;hatthoti da&#x1E6D;&#x1E6D;habboti. Hinoti v&#x101; etena kammanid&#x101;nabh&#x16B;tena uddha&#x1E43; oja&#x1E43; abhiharantena m&#x16B;lena viya p&#x101;dapo tappaccaya&#x1E43; phala&#x1E43; gacchati pavattati vu&#x1E0D;&#x1E0D;hi&#x1E43; vir&#x16B;&#x1E37;hi&#x1E43; &#x101;pajjat&#x12B;ti ^b^hetu. &#x100;cariy&#x101;na^eb^nti revatatthera&#x1E43; vadati.</p>
              <p>[03]&#x2018;&#x2018;Yoniso, bhikkhave, manasikaroto anuppann&#x101; ceva kusal&#x101; dhamm&#x101; uppajjanti, uppann&#x101; ca kusal&#x101; dhamm&#x101; abhiva&#x1E0D;&#x1E0D;hant&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;hi (a. ni. 1.66-67) kusalabh&#x101;vassa yonisomanasik&#x101;rapa&#x1E6D;ibaddhat&#x101; siddh&#x101; hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;yonisomanasik&#x101;rapa&#x1E6D;ibaddho kusalabh&#x101;vo&#x2019;&#x2019;^eb^ti. Eteneva akusal&#x101;by&#x101;katabh&#x101;v&#x101; kusalabh&#x101;vo viya na hetupa&#x1E6D;ibaddh&#x101;ti dassita&#x1E43; hoti. Ya&#x1E43; paneke ma&#xF1;&#xF1;eyyu&#x1E43; &#x2018;&#x2018;ahetukahetussa akusalabh&#x101;vo viya sahetukahet&#x16B;na&#x1E43; sabh&#x101;vatova kusal&#x101;dibh&#x101;vo a&#xF1;&#xF1;esa&#x1E43; ta&#x1E43;sampayutt&#x101;na&#x1E43; hetupa&#x1E6D;ibaddho&#x2019;&#x2019;ti, tassa uttara&#x1E43; vattu&#x1E43; ^b^&#x2018;&#x2018;yadi c&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Alobho kusalo v&#x101; siy&#x101; aby&#x101;kato v&#x101;,^eb^ yadi alobho sabh&#x101;vato kusalo, kusalatt&#x101; aby&#x101;kato na siy&#x101;. Atha aby&#x101;kato, ta&#x1E43;sabh&#x101;vatt&#x101; kusalo na siy&#x101; alobhasabh&#x101;vassa ^a^V0.0179^ea^ adosatt&#x101;bh&#x101;vo viya. Yasm&#x101; pana ubhayath&#x101;pi so ^a^M0.0169^ea^ hoti, tasm&#x101; yath&#x101; ubhayath&#x101; hontesu phass&#x101;d&#x12B;su sampayuttesu hetupa&#x1E6D;ibaddhakusal&#x101;dibh&#x101;va&#x1E43; pariyesatha, na sabh&#x101;vato, eva&#x1E43; het&#x16B;supi kusal&#x101;dit&#x101; a&#xF1;&#xF1;apa&#x1E6D;ibaddh&#x101; pariyesitabb&#x101;, na sabh&#x101;vatoti. Ya&#x1E43; vutta&#x1E43; &#x2018;&#x2018;sampayuttahet&#x16B;su sabh&#x101;vatova kusal&#x101;dibh&#x101;vo&#x2019;&#x2019;ti, ta&#x1E43; na yujjati, s&#x101; pana pariyesiyam&#x101;n&#x101; yonisomanasik&#x101;r&#x101;dipa&#x1E6D;ibaddh&#x101; hot&#x12B;ti het&#x16B;su viya sampayuttesupi yonisomanasik&#x101;r&#x101;dipa&#x1E6D;ibaddho kusal&#x101;dibh&#x101;vo, na hetupa&#x1E6D;ibaddhoti siddha&#x1E43; hot&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^&#x100;rabhitv&#x101;p&#x12B;^eb^ti ettha ^b^pi^eb^-saddena imamattha&#x1E43; dasseti &#x2013; r&#x16B;p&#x101;yatan&#x101;dimatte yasmi&#x1E43; kismi&#xF1;ci ekasmi&#x1E43; a&#x1E6D;&#x1E6D;hatv&#x101; &#x2018;&#x2018;ya&#x1E43; ya&#x1E43; dhamma&#x1E43; &#x101;rabbh&#x101;&#x2019;&#x2019;ti aniyamena sabbar&#x16B;p&#x101;yatana&#x2026;pe&#x2026; dhamm&#x101;yatan&#x101;na&#xF1;ca &#x101;ramma&#x1E47;apaccayabh&#x101;vassa vuttatt&#x101; na koci dhammo na hot&#x12B;ti.</p>
              <p>[03]&#x2018;&#x2018;Chandavato ki&#x1E43; n&#x101;ma na sijjhat&#x12B;&#x2019;&#x2019;ti&#x101;dika&#x1E43; purim&#x101;bhisa&#x1E45;kh&#x101;r&#x16B;panissaya&#x1E43; labhitv&#x101; uppajjam&#x101;ne citte chand&#x101;dayo dhurabh&#x16B;t&#x101; je&#x1E6D;&#x1E6D;hakabh&#x16B;t&#x101; saya&#x1E43; sampayuttadhamme s&#x101;dhayam&#x101;n&#x101; hutv&#x101; pavattanti, ta&#x1E43;sampayuttadhamm&#x101; ca tesa&#x1E43; vase vattanti h&#x12B;n&#x101;dibh&#x101;vena tadanuvattanato, tena te adhipatipaccay&#x101; honti. Garuk&#x101;tabbampi &#x101;ramma&#x1E47;a&#x1E43; tanninnapo&#x1E47;apabbh&#x101;r&#x101;na&#x1E43; paccavekkha&#x1E47;aass&#x101;damaggaphal&#x101;na&#x1E43; attano vase vattayam&#x101;na&#x1E43; viya paccayo hoti, tasm&#x101;ya&#x1E43; att&#x101;dh&#x12B;n&#x101;na&#x1E43; patibh&#x101;vena upak&#x101;rakat&#x101; adhipatipaccayat&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^Manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;ti&#x101;di cittaniyamo^eb^ti ettha ^b^&#x101;di^eb^-saddena sant&#x12B;ra&#x1E47;&#x101;nantara&#x1E43; vo&#x1E6D;&#x1E6D;habbana&#x1E43;, cutianantar&#x101; pa&#x1E6D;isandh&#x12B;ti yassa yassa cittassa anantar&#x101; ya&#x1E43; ya&#x1E43; citta&#x1E43; uppajjati, tassa tassa tadanantarupp&#x101;daniyamo ta&#x1E43;ta&#x1E43;sahak&#x101;r&#x12B;paccayavisi&#x1E6D;&#x1E6D;hassa purimapurimacittasseva vasena ijjhat&#x12B;ti dasseti. ^b^Bh&#x101;van&#x101;balena pana v&#x101;ritatt&#x101;^eb^ti ettha yath&#x101; rukkhassa vekhe dinne pupphitu&#x1E43; samatthasseva pupphana&#x1E43; na hoti, agadavekhe pana apan&#x12B;te t&#x101;yayeva samatthat&#x101;ya pupphana&#x1E43; hoti, evamidh&#x101;pi bh&#x101;van&#x101;balena v&#x101;ritatt&#x101; samu&#x1E6D;&#x1E6D;h&#x101;panasamatthasseva asamu&#x1E6D;&#x1E6D;h&#x101;pana&#x1E43;, tasmi&#xF1;ca apagate t&#x101;yayeva samatthat&#x101;ya samu&#x1E6D;&#x1E6D;h&#x101;pana&#x1E43; hot&#x12B;ti adhipp&#x101;yo.</p>
              <p>[03]^b^Bya&#xF1;janamattatovettha n&#x101;n&#x101;kara&#x1E47;a&#x1E43; paccetabba&#x1E43;, na atthato^eb^ti upacayasantatiadhivacananiruttipad&#x101;na&#x1E43; viya saddatthamattato n&#x101;n&#x101;kara&#x1E47;a&#x1E43;, na vacan&#x12B;yatthatoti ^a^M0.0170^ea^ adhipp&#x101;yo. Teneva ^a^V0.0180^ea^ saddatthavisesa&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;katha&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha. Tattha purimapacchim&#x101;na&#x1E43; nirodhupp&#x101;dantar&#x101;bh&#x101;vato nirantarupp&#x101;danasamatthat&#x101; anantarapaccayabh&#x101;vo. R&#x16B;padhamm&#x101;na&#x1E43; viya sa&#x1E47;&#x1E6D;h&#x101;n&#x101;bh&#x101;vato paccayapaccayuppann&#x101;na&#x1E43; sah&#x101;va&#x1E6D;&#x1E6D;h&#x101;n&#x101;bh&#x101;vato ca &#x2018;&#x2018;idamito he&#x1E6D;&#x1E6D;h&#x101; uddha&#x1E43; tiriya&#x2019;&#x2019;nti vibh&#x101;g&#x101;bh&#x101;v&#x101; attan&#x101; ekattamiva upanetv&#x101; su&#x1E6D;&#x1E6D;hu anantarabh&#x101;vena upp&#x101;danasamatthat&#x101; samanantarapaccayat&#x101;.</p>
              <p>[03]Upp&#x101;danasamatthat&#x101;ti ca aby&#x101;p&#x101;ratt&#x101; dhamm&#x101;na&#x1E43; yasmi&#x1E43; yad&#x101;k&#x101;re niruddhe vattam&#x101;ne v&#x101; sati ta&#x1E43;ta&#x1E43;visesavant&#x101; dhamm&#x101; honti, tassa sova &#x101;k&#x101;ro vuccat&#x12B;ti da&#x1E6D;&#x1E6D;habbo. Dhamm&#x101;na&#x1E43; pavattimeva ca up&#x101;d&#x101;ya k&#x101;lavoh&#x101;roti nirodh&#x101; vu&#x1E6D;&#x1E6D;hahantassa nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanaphalasam&#x101;patt&#x12B;na&#x1E43; asa&#xF1;&#xF1;asatt&#x101; cavantassa purimacutipacchimapa&#x1E6D;isandh&#x12B;na&#xF1;ca nirodhupp&#x101;danirantarat&#x101;ya k&#x101;lantarat&#x101; natth&#x12B;ti da&#x1E6D;&#x1E6D;habb&#x101;. Na hi tesa&#x1E43; antar&#x101; ar&#x16B;padhamm&#x101;na&#x1E43; pavatti atthi, ya&#x1E43; up&#x101;d&#x101;ya k&#x101;lantarat&#x101; vucceyya, na ca r&#x16B;padhammappavatti ar&#x16B;padhammappavattiy&#x101; antara&#x1E43; karoti a&#xF1;&#xF1;asant&#x101;natt&#x101;. R&#x16B;p&#x101;r&#x16B;padhammasantatiyo hi dve a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; visadisasabh&#x101;vatt&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;opak&#x101;rabh&#x101;vena vattam&#x101;n&#x101;pi visu&#x1E43;yeva honti. Ekasantatiya&#xF1;ca purimapacchim&#x101;na&#x1E43; majjhe vattam&#x101;na&#x1E43; ta&#x1E43;santatipariy&#x101;pannat&#x101;ya antarak&#x101;raka&#x1E43; hoti. T&#x101;disa&#xF1;ca ka&#xF1;ci nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanaphalasam&#x101;patt&#x12B;na&#x1E43; majjhe natthi, na ca abh&#x101;vo antarak&#x101;rako hoti abh&#x101;vatt&#x101;yeva, tasm&#x101; javan&#x101;nantarassa javanassa viya, bhava&#x1E45;g&#x101;nantarassa bhava&#x1E45;gassa viya ca nirantarat&#x101; su&#x1E6D;&#x1E6D;hu ca anantarat&#x101; hot&#x12B;ti tath&#x101; upp&#x101;danasamatthat&#x101; nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanacut&#x12B;nampi da&#x1E6D;&#x1E6D;habb&#x101;. Uppattiy&#x101; paccayabh&#x101;vo cettha anantarapaccay&#x101;d&#x12B;na&#x1E43; p&#x101;ka&#x1E6D;oti upp&#x101;danasamatthat&#x101;va vutt&#x101;. Paccuppann&#x101;na&#x1E43; pana dhamm&#x101;na&#x1E43; pubbant&#x101;parantaparicchedena gahit&#x101;na&#x1E43; &#x2018;&#x2018;uppajjat&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; alabhant&#x101;na&#x1E43; &#x2018;&#x2018;at&#x12B;to dhammo paccuppannassa dhammassa anantarapaccayena paccayo&#x2019;&#x2019;ti&#x101;din&#x101; (pa&#x1E6D;&#x1E6D;h&#x101;. 2.18.5) anantar&#x101;dipaccayabh&#x101;vo vuttoti na so uppattiya&#x1E43;yev&#x101;ti vi&#xF1;&#xF1;&#x101;yati. Na hi kusal&#x101;diggaha&#x1E47;a&#x1E43; viya paccuppannaggaha&#x1E47;a&#x1E43; apariccheda&#x1E43;, yato uppattimattasama&#x1E45;ginoyeva ca gaha&#x1E47;a&#x1E43; siy&#x101;, teneva ca at&#x12B;tattike pa&#x1E6D;iccav&#x101;r&#x101;dayo na sant&#x12B;ti.</p>
              <p>[03]^b^Uppajjam&#x101;nova^eb^^a^M0.0171^ea^^b^sahupp&#x101;dabh&#x101;ven&#x101;^eb^ti etth&#x101;pi uppattiy&#x101; paccayabh&#x101;vena p&#x101;ka&#x1E6D;ena &#x1E6D;hitiy&#x101;pi paccayabh&#x101;va&#x1E43; nidasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;, paccayuppann&#x101;na&#x1E43; pana sahaj&#x101;tabh&#x101;vena upak&#x101;rakat&#x101; sahaj&#x101;tapaccayat&#x101;ti.</p>
              <p>[03]Attano upak&#x101;rakassa upak&#x101;rakat&#x101; ^b^a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayat&#x101;,^eb^ upak&#x101;rakat&#x101; ca a&#xF1;&#xF1;ama&#xF1;&#xF1;at&#x101;vaseneva ^a^V0.0181^ea^ da&#x1E6D;&#x1E6D;habb&#x101;, na sahaj&#x101;t&#x101;divasena. Sahaj&#x101;t&#x101;dipaccayo hontoyeva hi koci a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayo na hoti, na ca purej&#x101;tapacch&#x101;j&#x101;tabh&#x101;vehi upak&#x101;rakassa upak&#x101;rak&#x101; vatthukhandh&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; hont&#x12B;ti.</p>
              <p>[03]^b^Taru&#x101;d&#x12B;na&#x1E43; pathav&#x12B; viya^eb^ adhi&#x1E6D;&#x1E6D;h&#x101;n&#x101;k&#x101;rena pathav&#x12B;dh&#x101;tu sesadh&#x101;t&#x16B;na&#x1E43;, cakkh&#x101;dayo ca cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; upak&#x101;rak&#x101; ^b^cittakammassa pa&#x1E6D;&#x101;dayo viya^eb^ nissay&#x101;k&#x101;rena khandh&#x101;dayo ta&#x1E43;ta&#x1E43;nissay&#x101;na&#x1E43; khandh&#x101;d&#x12B;na&#x1E43;.</p>
              <p>[03]^b^Tadadh&#x12B;navuttit&#x101;ya attano phalena nissito^eb^ti ya&#x1E43; ki&#xF1;ci k&#x101;ra&#x1E47;a&#x1E43; nissayoti vadati. Tattha yo bhuso, ta&#x1E43; upanissayoti niddh&#x101;reti.</p>
              <p>[03]^b^Pakato^eb^ti ettha ^b^pa^eb^-k&#x101;ro upasaggo, so attano phalassa upp&#x101;dane samatthabh&#x101;vena su&#x1E6D;&#x1E6D;hukatata&#x1E43; d&#x12B;peti. Tath&#x101; ca kata&#x1E43; attano sant&#x101;ne kata&#x1E43; hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;attano sant&#x101;ne&#x2019;&#x2019;^eb^ti. Kara&#x1E47;a&#xF1;ca duvidha&#x1E43; nipph&#x101;dana&#x1E43; upasevana&#xF1;c&#x101;ti dassetu&#x1E43; ^b^&#x2018;&#x2018;nipph&#x101;dito v&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tattha ^b^upasevito v&#x101;^eb^ti etena k&#x101;yaall&#x12B;y&#x101;panavasena upabhog&#x16B;pasevana&#x1E43; vij&#x101;nan&#x101;divasena &#x101;ramma&#x1E47;&#x16B;pasevana&#xF1;ca dasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Tena an&#x101;gat&#x101;nampi cakkhusampad&#x101;d&#x12B;na&#x1E43; &#x101;ramma&#x1E47;&#x16B;pasevanena yath&#x101;pa&#x1E6D;isevit&#x101;na&#x1E43; pakat&#x16B;panissayat&#x101; vutt&#x101; hoti.</p>
              <p>[03]Yath&#x101; pacch&#x101;j&#x101;tena vin&#x101; sant&#x101;n&#x101;vicchedahetubh&#x101;va&#x1E43; agacchant&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; ye pacch&#x101;j&#x101;t&#x101;k&#x101;rena upak&#x101;rak&#x101;, tesa&#x1E43; s&#x101; vippayutt&#x101;k&#x101;r&#x101;d&#x12B;hi visi&#x1E6D;&#x1E6D;h&#x101; upak&#x101;rakat&#x101; ^b^pacch&#x101;j&#x101;tapaccayat&#x101;,^eb^ tath&#x101; nissay&#x101;ramma&#x1E47;&#x101;k&#x101;r&#x101;d&#x12B;hi visi&#x1E6D;&#x1E6D;h&#x101; purej&#x101;tabh&#x101;vena vin&#x101; upak&#x101;rakabh&#x101;va&#x1E43; agacchant&#x101;na&#x1E43; vatth&#x101;ramma&#x1E47;&#x101;na&#x1E43; purej&#x101;t&#x101;k&#x101;rena upak&#x101;rakat&#x101; ^b^purej&#x101;tapaccayat&#x101;,^eb^ eva&#x1E43; sabbattha paccay&#x101;na&#x1E43; paccayantar&#x101;k&#x101;ravisi&#x1E6D;&#x1E6D;h&#x101; upak&#x101;rakat&#x101; yojetabb&#x101;.</p>
              <p>[03]^b^Gijjhapotakasar&#x12B;r&#x101;na&#x1E43;^eb^^a^M0.0172^ea^^b^&#x101;h&#x101;r&#x101;s&#x101;cetan&#x101; viy&#x101;^eb^ti etena manosa&#xF1;cetan&#x101;h&#x101;ravasena pavattam&#x101;nehi ar&#x16B;padhammehi r&#x16B;pak&#x101;yassa upatthambhitabh&#x101;va&#x1E43; dasseti. Teneva &#x2018;&#x2018;&#x101;h&#x101;r&#x101;s&#x101; viy&#x101;&#x2019;&#x2019;ti avatv&#x101; cetan&#x101;gaha&#x1E47;a&#x1E43; karoti.</p>
              <p>[03]Kusal&#x101;dibh&#x101;vena ^a^V0.0182^ea^ attan&#x101; sadisassa payogena kara&#x1E47;&#x12B;yassa punappuna&#x1E43; kara&#x1E47;a&#x1E43; pavattana&#x1E43; ^b^&#x101;sevana&#x1E6D;&#x1E6D;ho,^eb^ attasadisasabh&#x101;vat&#x101;p&#x101;dana&#x1E43; v&#x101;sana&#x1E43; v&#x101;. ^b^Ganth&#x101;d&#x12B;su purim&#x101;purim&#x101;bhiyogo viy&#x101;^eb^ti purim&#x101; purim&#x101; &#x101;sevan&#x101; viy&#x101;ti adhipp&#x101;yo.</p>
              <p>[03]^b^Cittappayogo^eb^ cittakiriy&#x101;, &#x101;y&#x16B;hananti attho. Yath&#x101; hi k&#x101;yavac&#x12B;payogo vi&#xF1;&#xF1;atti, eva&#x1E43; cittappayogo cetan&#x101;. S&#x101; t&#x101;ya uppannakiriyat&#x101;visi&#x1E6D;&#x1E6D;he sant&#x101;ne sesapaccayasam&#x101;game pavattam&#x101;n&#x101;na&#x1E43; vip&#x101;kaka&#x1E6D;att&#x101;r&#x16B;p&#x101;nampi teneva kiriyabh&#x101;vena upak&#x101;rik&#x101; hoti. Tassa hi kiriyabh&#x101;vassa pavattatt&#x101; tesa&#x1E43; pavatti, na a&#xF1;&#xF1;ath&#x101;ti. Sahaj&#x101;t&#x101;na&#x1E43; pana tena upak&#x101;rik&#x101;ti ki&#x1E43; vattabbanti.</p>
              <p>[03]^b^Niruss&#x101;hasantabh&#x101;ven&#x101;^eb^ti etena sauss&#x101;hehi vip&#x101;kadhammadhammehi kusal&#x101;kusalehi s&#x101;ramma&#x1E47;&#x101;dibh&#x101;vena sadisavip&#x101;kabh&#x101;va&#x1E43; dasseti. So hi vip&#x101;k&#x101;na&#x1E43; payogena as&#x101;dhetabbat&#x101;ya payogena a&#xF1;&#xF1;ath&#x101; v&#x101; sesapaccayesu siddhesu kammassa ka&#x1E6D;att&#x101;yeva siddhito niruss&#x101;ho santabh&#x101;vo hoti, na kilesav&#x16B;pasamasantabh&#x101;vo, tath&#x101;santasabh&#x101;vatoyeva bhava&#x1E45;g&#x101;dayo duvi&#xF1;&#xF1;eyy&#x101;. Pa&#xF1;cadv&#x101;repi hi javanappavattiy&#x101; r&#x16B;p&#x101;d&#x12B;na&#x1E43; gahitat&#x101; vi&#xF1;&#xF1;&#x101;yati, abhinip&#x101;tasampa&#x1E6D;icchanasant&#x12B;ra&#x1E47;amatt&#x101; pana vip&#x101;k&#x101; duvi&#xF1;&#xF1;eyy&#x101;yeva. ^b^Niruss&#x101;hasantabh&#x101;v&#x101;y&#x101;^eb^ti niruss&#x101;hasantabh&#x101;vatth&#x101;ya. Etena tappaccayavata&#x1E43; avip&#x101;k&#x101;nampi vip&#x101;k&#x101;nukula&#x1E43; pavatti&#x1E43; dasseti.</p>
              <p>[03]Satipi janakatte upatthambhakatta&#x1E43; &#x101;h&#x101;r&#x101;na&#x1E43; padh&#x101;nakiccanti &#x101;ha ^b^&#x2018;&#x2018;r&#x16B;p&#x101;r&#x16B;p&#x101;na&#x1E43; upatthambhakatten&#x101;&#x2019;&#x2019;^eb^ti. Upatthambhakatta&#xF1;hi satipi janakatte ar&#x16B;p&#x12B;na&#x1E43; &#x101;h&#x101;r&#x101;na&#x1E43; &#x101;h&#x101;rajar&#x16B;pasamu&#x1E6D;&#x1E6D;h&#x101;pakar&#x16B;p&#x101;h&#x101;rassa ca hoti, asatipi catusamu&#x1E6D;&#x1E6D;h&#x101;nikar&#x16B;p&#x16B;patthambhakar&#x16B;p&#x101;h&#x101;rassa, asati pana upatthambhakatte &#x101;h&#x101;r&#x101;na&#x1E43; janakatta&#x1E43; natth&#x12B;ti upatthambhakatta&#x1E43; padh&#x101;na&#x1E43;. Janayam&#x101;nopi hi ^a^M0.0173^ea^ &#x101;h&#x101;ro avicchedavasena upatthambhayam&#x101;noyeva janet&#x12B;ti upatthambhanabh&#x101;vo &#x101;h&#x101;rabh&#x101;voti.</p>
              <p>[03]^b^Adhipatiya&#x1E6D;&#x1E6D;hen&#x101;^eb^ti ettha na adhipatipaccayadhamm&#x101;na&#x1E43; viya pavattiniv&#x101;rake abhibhavitv&#x101; pavattanena garubh&#x101;vo adhipatiya&#x1E6D;&#x1E6D;ho, atha kho dassan&#x101;dikiccesu cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;hi j&#x12B;vane j&#x12B;vantehi sukhit&#x101;dibh&#x101;ve sukhit&#x101;d&#x12B;hi adhimokkhapaggahupa&#x1E6D;&#x1E6D;h&#x101;n&#x101;vikkhepaj&#x101;nanesu ana&#xF1;&#xF1;&#x101;ta&#xF1;&#xF1;ass&#x101;m&#x12B;ti pavattiya&#x1E43; &#x101;j&#x101;nane a&#xF1;&#xF1;&#x101;t&#x101;v&#x12B;bh&#x101;ve ca saddh&#x101;disahaj&#x101;teh&#x12B;ti eva&#x1E43; ta&#x1E43;ta&#x1E43;kiccesu ^a^V0.0183^ea^ cakkh&#x101;dipaccayehi cakkh&#x101;d&#x12B;na&#x1E43; anuvattan&#x12B;yat&#x101;. Tesu tesu hi kiccesu cakkh&#x101;d&#x12B;na&#x1E43; issariya&#x1E43; tappaccay&#x101;na&#xF1;ca tadanuvattanena tattha pavatt&#x12B;ti. Itthipurisindriy&#x101;na&#x1E43; pana yadipi li&#x1E45;g&#x101;d&#x12B;hi anuvattan&#x12B;yat&#x101; atthi, s&#x101; pana na paccayabh&#x101;vato. Yath&#x101; hi j&#x12B;vit&#x101;h&#x101;r&#x101; yesa&#x1E43; paccay&#x101; honti, te tesa&#x1E43; anup&#x101;lakaupatthambhak&#x101; atthi, avigatapaccayabh&#x16B;t&#x101; ca honti, na eva&#x1E43; itthipurisabh&#x101;v&#x101; li&#x1E45;g&#x101;d&#x12B;na&#x1E43; kenaci pak&#x101;rena upak&#x101;rak&#x101; honti, kevala&#x1E43; pana yath&#x101;sakeheva paccayehi pavattam&#x101;n&#x101;na&#x1E43; li&#x1E45;g&#x101;d&#x12B;na&#x1E43; yath&#x101; itth&#x101;diggaha&#x1E47;assa paccayabh&#x101;vo hoti, tato a&#xF1;&#xF1;en&#x101;k&#x101;rena ta&#x1E43;sahitasant&#x101;ne appavattito li&#x1E45;g&#x101;d&#x12B;hi anuvattan&#x12B;yat&#x101; indriyat&#x101; ca tesa&#x1E43; vuccati, tasm&#x101; na tesa&#x1E43; indriyapaccayabh&#x101;vo vutto. ^b^Cakkh&#x101;dayo ar&#x16B;padhamm&#x101;na&#x1E43;yev&#x101;^eb^ti ettha sukhadukkhindriy&#x101;nipi cakkh&#x101;diggaha&#x1E47;ena gahit&#x101;n&#x12B;ti da&#x1E6D;&#x1E6D;habb&#x101;ni.</p>
              <p>[03]Lakkha&#x1E47;&#x101;ramma&#x1E47;&#x16B;panijjh&#x101;nabh&#x16B;t&#x101;na&#x1E43; vitakk&#x101;d&#x12B;na&#x1E43; vitakkan&#x101;divasena &#x101;ramma&#x1E47;a&#x1E43; upagantv&#x101; nijjh&#x101;na&#x1E43; pekkhana&#x1E43;, cintana&#x1E43; v&#x101; vitakk&#x101;d&#x12B;na&#x1E43;yeva s&#x101;dh&#x101;ra&#x1E47;o by&#x101;p&#x101;ro ^b^upanijjh&#x101;yana&#x1E6D;&#x1E6D;ho. &#x1E6C;hapetv&#x101; sukhadukkhavedan&#x101;dvaya^eb^nti sukhindriyadukkhindriyadvaya&#x1E43; &#x1E6D;hapetv&#x101;ti adhipp&#x101;yo. ^b^&#x2018;&#x2018;Sabb&#x101;nip&#x12B;&#x2019;&#x2019;^eb^ti vatv&#x101; ^b^&#x2018;&#x2018;sattajh&#x101;na&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti vacanena ajh&#x101;na&#x1E45;g&#x101;na&#x1E43; upekkh&#x101;cittekaggat&#x101;na&#x1E43; nivattana&#x1E43; katanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Yadi eva&#x1E43; &#x2018;&#x2018;satta jh&#x101;na&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti eteneva siddhe &#x2018;&#x2018;&#x1E6D;hapetv&#x101; sukhadukkhavedan&#x101;dvaya&#x2019;&#x2019;nti kasm&#x101; vutta&#x1E43;? Vedan&#x101;bhedesu pa&#xF1;casu sukhadukkhadvayassa ekantena ajh&#x101;na&#x1E45;gattadassanattha&#x1E43; jh&#x101;na&#x1E45;ga&#x1E6D;&#x1E6D;h&#x101;ne niddi&#x1E6D;&#x1E6D;hatt&#x101;. Satipi v&#x101; jh&#x101;na&#x1E45;gavoh&#x101;re vedan&#x101;bhedadvayassa ekantena jh&#x101;napaccayatt&#x101;bh&#x101;vadassanattha&#x1E43;. Upekkh&#x101;cittekaggat&#x101;na&#x1E43; pana yadipi jh&#x101;napaccayatt&#x101;bh&#x101;vo atthi, jh&#x101;napaccayabh&#x101;vo pana na natth&#x12B;ti &#x2018;&#x2018;sabb&#x101;nipi satta jh&#x101;na&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti ettha gaha&#x1E47;a&#x1E43; ^a^M0.0174^ea^ kata&#x1E43;. Tattha &#x2018;&#x2018;sabb&#x101;nip&#x12B;&#x2019;&#x2019;ti vacana&#x1E43; sabbakusal&#x101;dibhedasa&#x1E45;ga&#x1E47;hanattha&#x1E43;, na pana sabbacittupp&#x101;dagatasa&#x1E45;ga&#x1E47;hanatthanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^Yato tato v&#x101;^eb^ti samm&#x101; v&#x101; micch&#x101; v&#x101;ti attho. ^b^Ete pana dvepi jh&#x101;namaggapaccay&#x101; ahetukacittesu na labbhant&#x12B;^eb^ti ida&#x1E43; ahetukacittesu na labbhanti, na sahetukacittes&#x16B;ti sahetukacittesu al&#x101;bh&#x101;bh&#x101;vadassanattha&#x1E43; vutta&#x1E43;, na ahetukacittesu l&#x101;bh&#x101;bh&#x101;vadassanatthanti. Eva&#x1E43; atthe gayham&#x101;ne ahetukacittesu katthaci kassaci l&#x101;bho na v&#x101;ritoti ettakameva vi&#xF1;&#xF1;&#x101;yeyya, na savitakk&#x101;hetukacittesu jh&#x101;napaccayasseva al&#x101;bh&#x101;bh&#x101;vadassanattha&#x1E43; katanti. Ahetukacittesu v&#x101; l&#x101;bh&#x101;bh&#x101;vadassanatthe pana imasmi&#x1E43; vacane savitakk&#x101;hetukacittesu jh&#x101;napaccayassa l&#x101;bh&#x101;bh&#x101;vo &#x101;pajjati, tasm&#x101; yena al&#x101;bhena dhammasa&#x1E45;ga&#x1E47;iya&#x1E43; manodh&#x101;tu&#x101;d&#x12B;na&#x1E43; sa&#x1E45;gahasu&#xF1;&#xF1;atav&#x101;resu jh&#x101;na&#x1E43; na uddha&#x1E6D;a&#x1E43; ^a^V0.0184^ea^, ta&#x1E43; al&#x101;bha&#x1E43; sandh&#x101;ya esa jh&#x101;napaccayassapi ahetukacittesu al&#x101;bho vuttoti veditabbo. Yath&#x101; hi sahetukesu vitakk&#x101;d&#x12B;na&#x1E43; sahaj&#x101;te sa&#x1E43;ka&#x1E0D;&#x1E0D;hitv&#x101; ekattagatabh&#x101;vakara&#x1E47;a&#x1E43; upanijjh&#x101;yanaby&#x101;p&#x101;ro balav&#x101;, na tath&#x101; ahetukacittesu hoti. Imasmi&#x1E43; pana pakara&#x1E47;e dubbalampi upanijjh&#x101;yana&#x1E43; yadipi ki&#xF1;cimattampi atthi, tena upak&#x101;rakat&#x101; hot&#x12B;ti savitakk&#x101;hetukacittesupi jh&#x101;napaccayo vuttova, tasm&#x101; ye eva&#x1E43; pa&#x1E6D;hanti &#x2018;&#x2018;na ete pana dvepi jh&#x101;namaggapaccay&#x101; yath&#x101;sa&#x1E45;khya&#x1E43; dvipa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;aahetukacittesu labbhant&#x12B;&#x2019;&#x2019;ti, tesa&#x1E43; so p&#x101;&#x1E6D;ho sundarataro, imassa pakara&#x1E47;ass&#x101;ya&#x1E43; atthava&#x1E47;&#x1E47;an&#x101;, na dhammasa&#x1E45;ga&#x1E47;iy&#x101;ti.</p>
              <p>[03]Sama&#x1E43; pak&#x101;rehi yuttat&#x101;ya ek&#x12B;bh&#x101;vopagamena viya upak&#x101;rakat&#x101; ^b^sampayuttapaccayat&#x101;^eb^.</p>
              <p>[03]Yutt&#x101;nampi sata&#x1E43; vippayuttabh&#x101;vena n&#x101;natt&#x16B;pagamena upak&#x101;rakat&#x101; vippayuttapaccayat&#x101;. Na hi vatthusahaj&#x101;tapacch&#x101;j&#x101;tavasena ayutt&#x101;na&#x1E43; r&#x16B;p&#x101;d&#x12B;na&#x1E43; &#x101;ramma&#x1E47;&#x101;dibh&#x101;vena upak&#x101;rak&#x101;na&#x1E43; vippayutt&#x101;na&#x1E43; vippayuttapaccayat&#x101; atth&#x12B;ti. R&#x16B;p&#x101;na&#x1E43; pana r&#x16B;pehi satipi avinibbhoge vippayogoyeva natth&#x12B;ti na tesa&#x1E43; ^b^vippayuttapaccayat&#x101;^eb^. Vutta&#xF1;hi &#x2018;&#x2018;cat&#x16B;hi sampayogo cat&#x16B;hi vippayogo&#x2019;&#x2019;ti (dh&#x101;tu. 3).</p>
              <p>[03]^b^Paccuppannalakkha&#x1E47;en&#x101;^eb^ti ^a^M0.0175^ea^ paccuppannasabh&#x101;vena. Tena &#x2018;&#x2018;atthi me p&#x101;pakamma&#x1E43; kata&#x2019;&#x2019;nti (p&#x101;r&#x101;. 38), &#x2018;&#x2018;atthekacco puggalo attahit&#x101;ya pa&#x1E6D;ipanno&#x2019;&#x2019;ti (pu. pa. m&#x101;tik&#x101; 4.24) ca evam&#x101;d&#x12B;su vutta&#x1E43; nibbattaupalabbham&#x101;nat&#x101;lakkha&#x1E47;a&#x1E43; atthibh&#x101;va&#x1E43; niv&#x101;reti. Satipi janakatte upatthambhakappadh&#x101;n&#x101; atthibh&#x101;vena upak&#x101;rakat&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;upatthambhakatten&#x101;&#x2019;&#x2019;^eb^ti. Ida&#xF1;ca upatthambhakatta&#x1E43; vatth&#x101;ramma&#x1E47;asahaj&#x101;t&#x101;d&#x12B;na&#x1E43; s&#x101;dh&#x101;ra&#x1E47;a&#x1E43; atthibh&#x101;vena upak&#x101;rakatta&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]&#x100;ramma&#x1E47;e phusan&#x101;divasena vattam&#x101;n&#x101;na&#x1E43; phass&#x101;d&#x12B;na&#x1E43; anekesa&#x1E43; sahabh&#x101;vo natth&#x12B;ti ekasmi&#x1E43; phass&#x101;disamud&#x101;ye sati dutiyo na hoti, asati pana hoti, tena natthibh&#x101;vena upak&#x101;rakat&#x101; ^b^natthipaccayat&#x101;^eb^. Satipi purimataracitt&#x101;na&#x1E43; natthibh&#x101;ve na t&#x101;ni natthibh&#x101;vena upak&#x101;rak&#x101;ni, anantarameva pana attano atthibh&#x101;vena pavattiok&#x101;sa&#x1E43; alabham&#x101;n&#x101;na&#x1E43; natthibh&#x101;vena pavattiok&#x101;sa&#x1E43; dadam&#x101;na&#x1E43; viya upak&#x101;raka&#x1E43; hot&#x12B;ti ^b^&#x2018;&#x2018;pavattiok&#x101;sad&#x101;nena upak&#x101;rakat&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[03]Ettha ca abh&#x101;vamattena upak&#x101;rakat&#x101; ok&#x101;sad&#x101;na&#x1E43; ^b^natthipaccayat&#x101;,^eb^ sabh&#x101;v&#x101;vigamena appavattam&#x101;n&#x101;na&#x1E43; ^a^V0.0185^ea^ sabh&#x101;vavigamena upak&#x101;rakat&#x101; ^b^vigatapaccayat&#x101;,^eb^ natthit&#x101; ca nirodh&#x101;nantarasu&#xF1;&#xF1;at&#x101;, vigatat&#x101; nirodhappattat&#x101;, ayametesa&#x1E43; viseso, tath&#x101; atthit&#x101;ya sasabh&#x101;vato upak&#x101;rakat&#x101; ^b^atthipaccayat&#x101;,^eb^ sabh&#x101;v&#x101;vigamena nirodhassa appattiy&#x101; upak&#x101;rakat&#x101; ^b^avigatapaccayat&#x101;^eb^ti paccayabh&#x101;vaviseso dhamm&#x101;visesepi veditabbo. Dhamm&#x101;na&#xF1;hi sattivisesa&#x1E43; sabba&#x1E43; y&#x101;th&#x101;vato abhisambujjhitv&#x101; tath&#x101;gatena catuv&#x12B;satipaccayavises&#x101; vutt&#x101;ti bhagavati saddh&#x101;ya &#x2018;&#x2018;eva&#x1E43;vises&#x101; ete dhamm&#x101;&#x2019;&#x2019;ti sutamaya&#xF1;&#x101;&#x1E47;a&#x1E43; upp&#x101;detv&#x101; cint&#x101;bh&#x101;van&#x101;mayehi tadabhisamay&#x101;ya yogo k&#x101;tabbo.</p>
              <p>[03]Cat&#x16B;su khandhesu ekassapi asa&#x1E45;gahitatt&#x101;bh&#x101;vato n&#x101;madhammekadesat&#x101; anantar&#x101;d&#x12B;na&#x1E43; natth&#x12B;ti ^b^&#x2018;&#x2018;n&#x101;madhamm&#x101;v&#x101;&#x2019;&#x2019;^eb^ti vatv&#x101; na kevala&#x1E43; paccayapaccayuppannabh&#x101;ve bhajant&#x101;na&#x1E43; catunna&#x1E43;yeva khandh&#x101;na&#x1E43; n&#x101;mat&#x101;, atha kho nibb&#x101;na&#xF1;ca n&#x101;mamev&#x101;ti dassento ^b^&#x2018;&#x2018;nibb&#x101;nassa asa&#x1E45;gahitatt&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Purej&#x101;tapaccayo r&#x16B;pekadeso^eb^ti ettha ekadesavacanena r&#x16B;par&#x16B;pato ^a^M0.0176^ea^ a&#xF1;&#xF1;a&#x1E43; vajjeti, r&#x16B;par&#x16B;pa&#x1E43; pana kusalattike an&#x101;gatampi purej&#x101;tapaccayabh&#x101;vena a&#xF1;&#xF1;attha &#x101;gatameva. Vutta&#xF1;hi &#x2018;&#x2018;anidassanaappa&#x1E6D;igho dhammo anidassanaappa&#x1E6D;ighassa dhammassa purej&#x101;tapaccayena paccayo &#x2013; &#x101;ramma&#x1E47;apurej&#x101;ta&#x1E43;, vatthupurej&#x101;ta&#x1E43;. &#x100;ramma&#x1E47;apurej&#x101;ta&#x1E43; vatthu&#x1E43; itthindriya&#x1E43; purisindriya&#x1E43; &#x101;podh&#x101;tu&#x1E43; kaba&#x1E37;&#x12B;k&#x101;ra&#x1E43; &#x101;h&#x101;ra&#x1E43; aniccato&#x2026;pe&#x2026; domanassa&#x1E43; uppajjat&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 2.22.39).</p>
              <p>[06]Paccayuddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Paccayaniddeso</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Hetupaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^1^eb^^b^.^eb^^b^Yo hetupaccayoti uddi&#x1E6D;&#x1E6D;ho, so eva&#x1E43; veditabbo^eb^ti etena hetusa&#x1E45;kh&#x101;tassa paccayadhammassa hetusampayuttakata&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pasa&#x1E45;kh&#x101;t&#x101;na&#x1E43; paccayuppann&#x101;na&#x1E43; hetupaccayena paccayabh&#x101;vo hetupaccayoti uddi&#x1E6D;&#x1E6D;hoti. Yo pana hetubh&#x101;vena yath&#x101;vutto paccayadhammo yath&#x101;vutt&#x101;na&#x1E43; paccayuppann&#x101;na&#x1E43; paccayo hoti, so hetupaccayoti uddi&#x1E6D;&#x1E6D;hoti veditabboti dasseti. Ubhayath&#x101;pi hetubh&#x101;vena upak&#x101;rakat&#x101; hetupaccayoti uddi&#x1E6D;&#x1E6D;hoti dassita&#x1E43; hoti. Esa nayo sesapaccayesupi. Upak&#x101;rakat&#x101; pana dhammasabh&#x101;vo ^a^V0.0186^ea^ eva, na dhammato a&#xF1;&#xF1;&#x101; atth&#x12B;ti. Tath&#x101; tath&#x101; upak&#x101;raka&#x1E43; ta&#x1E43; ta&#x1E43; dhamma&#x1E43; dassento hi bhagav&#x101; ta&#x1E43; ta&#x1E43; upak&#x101;rakata&#x1E43; dasset&#x12B;ti.</p>
              <p>[03]^b^Het&#x16B; hetusampayuttak&#x101;na^eb^nti ettha pa&#x1E6D;hamo ^b^hetu^eb^-saddo paccattaniddi&#x1E6D;&#x1E6D;ho paccayaniddeso. Tena etassa hetubh&#x101;vena upak&#x101;rakat&#x101; hetupaccayat&#x101;ti dasseti. Dutiyo paccayuppannavisesana&#x1E43;. Tena na yesa&#x1E43; kesa&#xF1;ci sampayuttak&#x101;na&#x1E43; hetupaccayabh&#x101;vena paccayo hoti, atha kho hetun&#x101; sampayutt&#x101;namev&#x101;ti dasseti. Nanu ca sampayuttasaddassa s&#x101;pekkhatt&#x101; dutiye hetusadde avijjam&#x101;nepi a&#xF1;&#xF1;assa apekkhitabbassa aniddi&#x1E6D;&#x1E6D;hatt&#x101; attan&#x101;va sampayuttak&#x101;na&#x1E43; hetupaccayena paccayoti ayamattho vi&#xF1;&#xF1;&#x101;yat&#x12B;ti? N&#x101;ya&#x1E43; ekanto. Hetusaddo hi paccattaniddi&#x1E6D;&#x1E6D;ho &#x2018;&#x2018;hetupaccayena paccayo&#x2019;&#x2019;ti ettheva by&#x101;va&#x1E6D;o yad&#x101; gayhati ^a^M0.0177^ea^, tad&#x101; sampayuttavisesana&#x1E43; na hot&#x12B;ti sampayutt&#x101; avisi&#x1E6D;&#x1E6D;h&#x101; ye keci gahit&#x101; bhaveyyunti eva&#x1E43; sampayuttasaddena attani eva by&#x101;va&#x1E6D;ena hetusaddena visesanena vin&#x101; yesa&#x1E43; kesa&#xF1;ci sampayutt&#x101;na&#x1E43; gaha&#x1E47;a&#x1E43; hot&#x12B;ti ta&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;ath&#x101;pi&#x2026;pe&#x2026; attho bhaveyy&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Nanu yath&#x101; &#x2018;&#x2018;ar&#x16B;pino &#x101;h&#x101;r&#x101; sampayuttak&#x101;na&#x1E43; dhamm&#x101;na&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.15), &#x2018;&#x2018;ar&#x16B;pino indriy&#x101; sampayuttak&#x101;na&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.16) ca vutte dutiyena &#x101;h&#x101;raggaha&#x1E47;ena indriyaggaha&#x1E47;ena ca vin&#x101;pi &#x101;h&#x101;rindriyasampayuttak&#x101;va gayhanti, evamidh&#x101;pi siy&#x101;ti? Na, &#x101;h&#x101;rindriy&#x101;sampayuttassa abh&#x101;vato. Vajjetabb&#x101;bh&#x101;vato hi tattha dutiya&#x101;h&#x101;rindriyaggaha&#x1E47;e asatipi ta&#x1E43;sampayuttak&#x101;va gayhant&#x12B;ti ta&#x1E43; na kata&#x1E43;, idha pana vajjetabba&#x1E43; atth&#x12B;ti vattabba&#x1E43; dutiya&#x1E43; hetuggaha&#x1E47;anti.</p>
              <p>[03]Evampi ^b^het&#x16B; hetusampayuttak&#x101;na^eb^nti ettha hetusampayuttak&#x101;na&#x1E43; so eva sampayuttakahet&#x16B;ti visesanassa akatatt&#x101; yo koci hetu yassa kassaci hetusampayuttakassa hetupaccayena paccayoti &#x101;pajjat&#x12B;ti? N&#x101;pajjati, paccattaniddi&#x1E6D;&#x1E6D;hasseva hetussa puna sampayuttavisesanabh&#x101;vena vuttatt&#x101;, etadatthameva ca vin&#x101;pi dutiyena hetusaddena hetusampayuttabh&#x101;ve siddhepi tassa gaha&#x1E47;a&#x1E43; kata&#x1E43;. Atha v&#x101; asati dutiye hetusadde hetusampayuttak&#x101;na&#x1E43; hetupaccayena paccayo, na pana het&#x16B;nanti evampi gaha&#x1E47;a&#x1E43; siy&#x101;ti tanniv&#x101;ra&#x1E47;attha&#x1E43; so vutto, tena hetusampayuttabh&#x101;va&#x1E43; ye labhanti, tesa&#x1E43; sabbesa&#x1E43; het&#x16B;na&#x1E43; a&#xF1;&#xF1;esampi hetupaccayena paccayoti dassita&#x1E43; hoti. Yasm&#x101; pana hetujh&#x101;namagg&#x101; pati&#x1E6D;&#x1E6D;h&#x101;matt&#x101;dibh&#x101;vena nirapekkh&#x101;, na &#x101;h&#x101;rindriy&#x101; viya s&#x101;pekkh&#x101; eva, tasm&#x101; etesveva dutiya&#x1E43; het&#x101;diggaha&#x1E47;a&#x1E43; kata&#x1E43;. &#x100;h&#x101;rindriy&#x101; pana &#x101;haritabbaisitabb&#x101;pekkh&#x101; eva, tasm&#x101; ^a^V0.0187^ea^ te vin&#x101;pi dutiyena &#x101;h&#x101;rindriyaggaha&#x1E47;ena attan&#x101; eva &#x101;haritabbe ca isitabbe ca &#x101;h&#x101;rindriyabh&#x16B;te a&#xF1;&#xF1;e ca sampayuttake paricchindant&#x12B;ti ta&#x1E43; tattha na kata&#x1E43;, idha ca dutiyena hetuggaha&#x1E47;ena paccayuppann&#x101;na&#x1E43; hetun&#x101; paccayabh&#x16B;teneva sampayutt&#x101;na&#x1E43; het&#x16B;na&#x1E43; a&#xF1;&#xF1;esa&#xF1;ca paricchinnatt&#x101; puna visesanakicca&#x1E43; natth&#x12B;ti ^b^pa&#xF1;h&#x101;v&#x101;re^eb^ &#x2018;&#x2018;kusal&#x101; het&#x16B; sampayuttak&#x101;na&#x1E43; khandh&#x101;na&#x2019;&#x2019;nti&#x101;d&#x12B;su (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.401) dutiya&#x1E43; hetuggaha&#x1E47;a&#x1E43; na katanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^Niddisitabbassa^eb^^a^M0.0178^ea^^b^ap&#x101;ka&#x1E6D;att&#x101;^eb^ti ta&#x1E43;-saddo purimavacan&#x101;pekkho vuttasseva niddeso &#x2018;&#x2018;r&#x16B;p&#x101;yatana&#x1E43; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101; ta&#x1E43;sampayuttak&#x101;na&#x2019;&#x2019;nti&#x101;d&#x12B;su (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.2) purimavacanena niddisitabbe p&#x101;ka&#x1E6D;&#x12B;bh&#x16B;te eva pavattati. Ettha ca paccattaniddi&#x1E6D;&#x1E6D;ho hetusaddo &#x2018;&#x2018;hetupaccayena paccayo&#x2019;&#x2019;ti ettha by&#x101;va&#x1E6D;o sampayuttasaddena viya ta&#x1E43;-saddenapi anapekkhan&#x12B;yo a&#xF1;&#xF1;o ca koci niddisitabbappak&#x101;sako vutto natthi, tasm&#x101; &#x2018;&#x2018;ta&#x1E43;sampayuttak&#x101;na&#x2019;&#x2019;nti ca na vuttanti adhipp&#x101;yo.</p>
              <p>[03]^b^&#x2018;&#x2018;Hetusampayuttak&#x101;na&#x2019;&#x2019;^eb^nti imin&#x101; pana paccayuppannavacanena asamattena paccayuppannavacanantar&#x101;pekkhena pubbe vuttena ta&#x1E43;-saddena niddisitabba&#x1E43; p&#x101;ka&#x1E6D;&#x12B;kata&#x1E43;, tena ^b^&#x2018;&#x2018;ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x2019;&#x2019;^eb^nti ettha ta&#x1E43;gaha&#x1E47;a&#x1E43; katanti. Ki&#x1E43; pana tasmi&#x1E43; hetusampayuttakasadde ta&#x1E43;-saddena niddisitabba&#x1E43; p&#x101;ka&#x1E6D;&#x12B;bh&#x16B;tanti? Yehi het&#x16B;hi sampayutt&#x101; &#x2018;&#x2018;hetusampayuttak&#x101;&#x2019;&#x2019;ti vutt&#x101;, te het&#x16B; ceva sampayuttakavisesanabh&#x16B;t&#x101; tabbisesit&#x101; ca hetusampayuttak&#x101;. Ten&#x101;ha ^b^&#x2018;&#x2018;te het&#x16B; cev&#x101;&#x2019;&#x2019;^eb^ti&#x101;di. A&#xF1;&#xF1;ath&#x101; &#x2018;&#x2018;te het&#x16B; cev&#x101;&#x2019;&#x2019;ti etassa paccattaniddi&#x1E6D;&#x1E6D;hena hetusaddena sambandhe sati yath&#x101; idha teneva ta&#x1E43;-saddena niddisitabb&#x101; p&#x101;ka&#x1E6D;&#x101;, eva&#x1E43; pubbepi bhavitu&#x1E43; arahant&#x12B;ti &#x2018;&#x2018;niddisitabbassa ap&#x101;ka&#x1E6D;att&#x101; &#x2018;ta&#x1E43;sampayuttak&#x101;na&#x2019;nti na vutta&#x2019;&#x2019;nti ida&#x1E43; na yujjeyy&#x101;ti. Duvidhampi v&#x101; hetuggaha&#x1E47;a&#x1E43; apanetv&#x101; ta&#x1E43;saddavacan&#x12B;yata&#x1E43; codeti pariharati ca. ^b^Ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na^eb^nti ca hetusamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;nanti yutta&#x1E43;. Het&#x16B; hi paccay&#x101;ti.</p>
              <p>[03]^b^Cittajar&#x16B;pa&#x1E43; ajanayam&#x101;n&#x101;p&#x12B;^eb^ti ^b^pi^eb^-saddena janayam&#x101;n&#x101;pi. Yadi &#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x2019;&#x2019;nti vacanena pa&#x1E6D;isandhikkha&#x1E47;e ka&#x1E6D;att&#x101;r&#x16B;passa aggaha&#x1E47;ato ta&#x1E43; na vutta&#x1E43;, sahaj&#x101;tapaccayavibha&#x1E45;ge cittacetasik&#x101;na&#x1E43; tassa ka&#x1E6D;att&#x101;r&#x16B;passa paccayabh&#x101;vo na vutto bhaveyya. Yadi ca tattha cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; paccayabh&#x101;vena ta&#x1E43;sam&#x101;nalakkha&#x1E47;&#x101;na&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;nampi paccayabh&#x101;vo nidassito, evamidh&#x101;pi bhavitabba&#x1E43;. &#x2018;&#x2018;Cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x2019;&#x2019;nti pana avatv&#x101; &#x2018;&#x2018;ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x2019;&#x2019;nti vacana&#x1E43; cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; ^a^V0.0188^ea^ sabbacittacetasikasamu&#x1E6D;&#x1E6D;h&#x101;nat&#x101;dassanattha&#x1E43;. Eva&#x1E43;pak&#x101;rena hi ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;navacanena tattha tattha vutta&#x1E43; samu&#x1E6D;&#x1E6D;h&#x101;navacana&#x1E43; visesita&#x1E43; hoti. Nanu &#x2018;&#x2018;cittacetasik&#x101; dhamm&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x2019;&#x2019;nti vacanena cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; cittacetasikasamu&#x1E6D;&#x1E6D;h&#x101;nat&#x101; vutt&#x101;ti? Na vutt&#x101;. Cittacetasik&#x101;na&#x1E43; paccayabh&#x101;vo eva hi tattha vuttoti.</p>
              <p>[03]^b^Cittapa&#x1E6D;ibaddhavuttit&#x101;y&#x101;^eb^ti ^a^M0.0179^ea^ eteneva hetu&#x101;dipa&#x1E6D;ibaddhata&#xF1;ca dasseti. &#x2018;&#x2018;Ya&#xF1;ca, bhikkhave, ceteti, ya&#xF1;ca pakappeti, ya&#xF1;ca anuseti, &#x101;ramma&#x1E47;ameta&#x1E43; hoti, vi&#xF1;&#xF1;&#x101;&#x1E47;assa &#x1E6D;hitiy&#x101; &#x101;ramma&#x1E47;e sati pati&#x1E6D;&#x1E6D;h&#x101; vi&#xF1;&#xF1;&#x101;&#x1E47;assa hoti, tasmi&#x1E43; pati&#x1E6D;&#x1E6D;hite vi&#xF1;&#xF1;&#x101;&#x1E47;e viru&#x1E37;he n&#x101;mar&#x16B;passa avakkanti hoti, n&#x101;mar&#x16B;papaccay&#x101; sa&#x1E37;&#x101;yatana&#x2019;&#x2019;nti (sa&#x1E43;. ni. 2.39) imasmimpi sutte pa&#x1E6D;isandhin&#x101;mar&#x16B;passa vi&#xF1;&#xF1;&#x101;&#x1E47;apaccayat&#x101; vutt&#x101;ti &#x101;ha ^b^&#x2018;&#x2018;tasmi&#x1E43; pati&#x1E6D;&#x1E6D;hite&#x2019;&#x2019;^eb^ti&#x101;di.</p>
              <p>[03]Purimatarasiddh&#x101;ya pathaviy&#x101; b&#x12B;japati&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; viya purimatarasiddhe kamme tannibbattasseva vi&#xF1;&#xF1;&#x101;&#x1E47;ab&#x12B;jassa pati&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; kammassa ka&#x1E6D;att&#x101; uppatt&#x12B;ti vutta&#x1E43; hoti. Ten&#x101;ha &#x2013; ^b^&#x2018;&#x2018;kamma&#x1E43; khetta&#x1E43;, vi&#xF1;&#xF1;&#x101;&#x1E47;a&#x1E43; b&#x12B;ja&#x2019;&#x2019;^eb^nti. Kassa pana ta&#x1E43; khetta&#x1E43; b&#x12B;ja&#xF1;c&#x101;ti? N&#x101;mar&#x16B;pa&#x1E45;kurassa.</p>
              <p>[03]^b^Aya&#xF1;ca panattho^eb^ti pa&#x1E6D;isandhiya&#x1E43; kammajar&#x16B;p&#x101;na&#x1E43; cittapa&#x1E6D;ibaddhavuttit&#x101;. ^b^Ok&#x101;savasenev&#x101;^eb^ti n&#x101;mar&#x16B;pok&#x101;savaseneva. So hi tassa atthassa ok&#x101;soti. ^b^Vatthur&#x16B;pamattamp&#x12B;^eb^ti vadanto vatthur&#x16B;passa upatthambhak&#x101;na&#x1E43; sesar&#x16B;p&#x101;nampi tadupatthambhakabh&#x101;veneva ar&#x16B;padhamm&#x101;na&#x1E43; paccayabh&#x101;va&#x1E43; dasseti, sahabhavanamatta&#x1E43; v&#x101;. Tattha k&#x101;yabh&#x101;v&#x101;dikal&#x101;p&#x101;na&#x1E43; katthaci abh&#x101;vato katthaci abh&#x101;v&#x101;bh&#x101;vato &#x2018;&#x2018;vatthur&#x16B;pamattampi vin&#x101;&#x2019;&#x2019;ti &#x101;ha. ^b^Sass&#x101;mike^eb^ti etasseva visesanattha&#x1E43; ^b^&#x2018;&#x2018;sar&#x101;jake&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[03]^b^Pavattiya&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;d&#x12B;na&#x1E43; paccayabh&#x101;vapa&#x1E6D;ib&#x101;hanato^eb^ti ida&#x1E43; kasm&#x101; vutta&#x1E43;, nanu tesa&#x1E43; paccayabh&#x101;vappasa&#x1E45;goyeva natthi &#x2018;&#x2018;het&#x16B; sahaj&#x101;t&#x101;na&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. a&#x1E6D;&#x1E6D;ha. 1.1) vacanato. Na hi yesa&#x1E43; het&#x16B; sahaj&#x101;tapaccayo na honti, t&#x101;ni hetusahaj&#x101;t&#x101;ni n&#x101;ma honti. Yadi siyu&#x1E43;, &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; sahaj&#x101;to aby&#x101;kato dhammo uppajjati na hetupaccay&#x101;&#x2019;&#x2019;ti&#x101;di ca labbheyya, na pana labbhati, tasm&#x101; na t&#x101;ni hetusahaj&#x101;t&#x101;n&#x12B;ti? Saccameta&#x1E43;, yo pana het&#x16B;hi sam&#x101;nak&#x101;luppattimatta&#x1E43; gahetv&#x101; hetusahaj&#x101;tabh&#x101;va&#x1E43; ma&#xF1;&#xF1;eyya, tass&#x101;ya&#x1E43; pasa&#x1E45;go atth&#x12B;ti ida&#x1E43; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Bhagav&#x101; pana vacan&#x101;na&#x1E43; lahugarubh&#x101;va&#x1E43; na ga&#x1E47;eti, bodhaneyy&#x101;na&#x1E43; pana ajjh&#x101;say&#x101;nur&#x16B;pato dhammasabh&#x101;va&#x1E43; ^a^V0.0189^ea^ avilomento tath&#x101; tath&#x101; desana&#x1E43; niy&#x101;met&#x12B;ti na katthaci akkhar&#x101;na&#x1E43; bahut&#x101; v&#x101; appat&#x101; v&#x101; codetabb&#x101;ti.</p>
              <p>[06]Hetupaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. &#x100;ramma&#x1E47;apaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^2^eb^^b^.^eb^^b^Uppajjanakkha&#x1E47;eyev&#x101;^eb^ti ^a^M0.0180^ea^ etena vattam&#x101;nakkha&#x1E47;ekadesena sabba&#x1E43; vattam&#x101;nakkha&#x1E47;a&#x1E43; gayhat&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Na hi uppajjanakkha&#x1E47;eyeva cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; r&#x16B;p&#x101;d&#x12B;ni &#x101;ramma&#x1E47;apaccayo, atha kho sabbasmi&#x1E43; vattam&#x101;nakkha&#x1E47;eti. Tena &#x101;lambiyam&#x101;n&#x101;nampi r&#x16B;p&#x101;d&#x12B;na&#x1E43; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;divattam&#x101;nat&#x101;ya pure pacch&#x101; ca vijjam&#x101;n&#x101;na&#x1E43; &#x101;ramma&#x1E47;apaccayatt&#x101;bh&#x101;va&#x1E43; dasseti, ko pana v&#x101;do an&#x101;lambiyam&#x101;n&#x101;na&#x1E43;. ^b^Na ekato hont&#x12B;^eb^ti n&#x12B;l&#x101;d&#x12B;ni sabbar&#x16B;p&#x101;ni saha na honti, tath&#x101; sadd&#x101;dayop&#x12B;ti attho. &#x2018;&#x2018;Ya&#x1E43; ya&#x2019;&#x2019;nti hi vacana&#x1E43; r&#x16B;p&#x101;d&#x12B;ni bhindat&#x12B;ti. Tattha purimenatthena &#x2018;&#x2018;uppajjant&#x12B;&#x2019;&#x2019;ti vacanena &#x101;ramma&#x1E47;apaccayabh&#x101;valakkha&#x1E47;ad&#x12B;panattha&#x1E43; ^b^&#x2018;&#x2018;ya&#x1E43; ya&#x1E43; dhamma&#x2019;&#x2019;^eb^nti&#x101;di vuttanti dasseti, pacchimena &#x2018;&#x2018;ya&#x1E43; ya&#x2019;&#x2019;nti vacanena r&#x16B;p&#x101;dibhedad&#x12B;panatthanti. ^b^&#x2018;&#x2018;Ya&#x1E43; ya&#x1E43; v&#x101; pan&#x101;rabbh&#x101;&#x2019;&#x2019;^eb^ti etassa va&#x1E47;&#x1E47;an&#x101;ya&#x1E43; dassitasabb&#x101;ramma&#x1E47;&#x101;divasena v&#x101; idh&#x101;pi attho gahetabboti.</p>
              <p>[03]^b^Eva&#x1E43; vutta^eb^nti yath&#x101; nad&#x12B;pabbat&#x101;na&#x1E43; sandana&#x1E43; &#x1E6D;h&#x101;na&#xF1;ca pavatta&#x1E43; avirata&#x1E43; avicchinnanti sandanti ti&#x1E6D;&#x1E6D;hant&#x12B;ti vattam&#x101;navacana&#x1E43; vutta&#x1E43;, eva&#x1E43; &#x2018;&#x2018;ye ye dhamm&#x101;&#x2019;&#x2019;ti at&#x12B;t&#x101;n&#x101;gatapaccuppann&#x101;na&#x1E43; sabbasa&#x1E45;gahasamud&#x101;yavasena gahitatt&#x101; tesa&#x1E43; uppajjana&#x1E43; pavattana&#x1E43; aviratanti uppajjant&#x12B;ti vattam&#x101;navacana&#x1E43; vuttanti adhipp&#x101;yo. Ime pana na het&#x101;dipaccay&#x101; sabbepi at&#x12B;t&#x101;n&#x101;gat&#x101;na&#x1E43; honti. Na hi at&#x12B;to ca an&#x101;gato ca atthi, yassete paccay&#x101; siyu&#x1E43;. Eva&#xF1;ca katv&#x101; at&#x12B;tattike at&#x12B;t&#x101;n&#x101;gat&#x101;na&#x1E43; na koci paccayo vutto, tasm&#x101; idh&#x101;pi &#x2018;&#x2018;uppajjant&#x12B;&#x2019;&#x2019;ti vacanena yesa&#x1E43; r&#x16B;p&#x101;dayo &#x101;ramma&#x1E47;adhamm&#x101; &#x101;ramma&#x1E47;apaccay&#x101; honti, te paccuppann&#x101;va dassit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. Tesu hi dassitesu at&#x12B;t&#x101;n&#x101;gatesu ta&#x1E43;ta&#x1E43;paccay&#x101; ahesu&#x1E43; bhavissanti c&#x101;ti ayamattho dassito hoti, na pana ta&#x1E43;ta&#x1E43;paccayavantat&#x101;. Paccayavanto hi paccuppann&#x101;yev&#x101;ti.</p>
              <p>[03]Ettha ^a^V0.0190^ea^ ca ^b^&#x2018;&#x2018;ya&#x1E43; ya&#x1E43; dhamma&#x1E43; &#x101;rabbh&#x101;&#x2019;&#x2019;^eb^ti ekavacananiddesa&#x1E43; katv&#x101; puna ^b^&#x2018;&#x2018;te te dhamm&#x101;&#x2019;&#x2019;^eb^ti bahuvacananiddeso &#x2018;&#x2018;ya&#x1E43; ya&#x2019;&#x2019;nti vuttassa &#x101;ramma&#x1E47;adhammassa anekabh&#x101;vopi atth&#x12B;ti dassanattho. Catt&#x101;ro hi khandh&#x101; saheva &#x101;ramma&#x1E47;apaccay&#x101; honti, te sabbepi &#x101;rabbha uppajjam&#x101;nampi tesu ekeka&#x1E43; &#x101;rabbha uppajjam&#x101;na&#x1E43; na na hoti, tasm&#x101; vedan&#x101;d&#x12B;su phass&#x101;d&#x12B;su ca ekekassapi &#x101;ramma&#x1E47;apaccayabh&#x101;vadassanattha&#x1E43; ^b^&#x2018;&#x2018;ya&#x1E43; ya&#x2019;&#x2019;^eb^nti vutta&#x1E43;, sabbesa&#x1E43; ekacittupp&#x101;dapariy&#x101;pann&#x101;na&#x1E43; ^a^M0.0181^ea^ &#x101;ramma&#x1E47;apaccayabh&#x101;vadassanattha&#x1E43; ^b^&#x2018;&#x2018;te te&#x2019;&#x2019;^eb^ti. Tattha yo ca r&#x16B;p&#x101;diko ekekova ya&#x1E43;ya&#x1E43;-saddena vutto, ye ca aneke phass&#x101;dayo ekekavasena ya&#x1E43;ya&#x1E43;-saddena vutt&#x101;, te sabbe gahetv&#x101; &#x2018;&#x2018;te te&#x2019;&#x2019;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Atha v&#x101; yasmi&#x1E43; k&#x101;le &#x101;rabbha uppajjanti, tasmi&#x1E43; k&#x101;le n&#x12B;l&#x101;d&#x12B;su cittupp&#x101;desu ca ekekameva &#x101;rabbha uppajjant&#x12B;ti dassanattha&#x1E43; ^b^&#x2018;&#x2018;ya&#x1E43; ya&#x2019;&#x2019;^eb^nti vutta&#x1E43;, te pana &#x101;lambiyam&#x101;n&#x101; r&#x16B;p&#x101;ramma&#x1E47;adhamm&#x101; ca aneke, tath&#x101; sadd&#x101;di&#x101;ramma&#x1E47;adhamm&#x101; c&#x101;ti dassanattha&#x1E43; ^b^&#x2018;&#x2018;te te&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^Nibb&#x101;n&#x101;ramma&#x1E47;a&#x1E43; k&#x101;m&#x101;vacarar&#x16B;p&#x101;vacarakusalassa apariy&#x101;pannato kusalavip&#x101;kassa k&#x101;m&#x101;vacarar&#x16B;p&#x101;vacarakiriyassa c&#x101;ti imesa&#x1E43; channa&#x1E43; r&#x101;s&#x12B;na&#x1E43; &#x101;ramma&#x1E47;apaccayo hot&#x12B;^eb^ti ida&#x1E43; pubbeniv&#x101;s&#x101;nussati&#xF1;&#x101;&#x1E47;ena khandhapa&#x1E6D;ibaddh&#x101;nussara&#x1E47;ak&#x101;le nibb&#x101;nampi r&#x16B;p&#x101;vacarakusalakiriy&#x101;na&#x1E43; &#x101;ramma&#x1E47;a&#x1E43; hot&#x12B;ti imin&#x101; adhipp&#x101;yena vutta&#x1E43;. Eva&#x1E43; sati yath&#x101; &#x2018;&#x2018;appam&#x101;&#x1E47;&#x101; khandh&#x101; pubbeniv&#x101;s&#x101;nussati&#xF1;&#x101;&#x1E47;assa &#x101;ramma&#x1E47;apaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 2.12.58) vutta&#x1E43;, eva&#x1E43; &#x2018;&#x2018;nibb&#x101;na&#x2019;&#x2019;nti ca vattabba&#x1E43; siy&#x101;, na ca ta&#x1E43; vutta&#x1E43;. Na hi nibb&#x101;na&#x1E43; pubbe nivu&#x1E6D;&#x1E6D;ha&#x1E43; asa&#x1E45;khatatt&#x101;, na ca pubbeniv&#x101;s&#x101;nussati&#xF1;&#x101;&#x1E47;ena pubbe nivu&#x1E6D;&#x1E6D;hesu appam&#x101;&#x1E47;akkhandhesu &#xF1;&#x101;tesu nibb&#x101;naj&#x101;nane na tena payojana&#x1E43; atthi. Yath&#x101; hi cetopariya&#xF1;&#x101;&#x1E47;a&#x1E43; citta&#x1E43; vibh&#x101;ventameva citt&#x101;ramma&#x1E47;aj&#x101;nanassa k&#x101;m&#x101;vacarassa paccayo hoti, evamidampi appam&#x101;&#x1E47;akkhandhe vibh&#x101;ventameva tad&#x101;ramma&#x1E47;aj&#x101;nanassa k&#x101;m&#x101;vacarassa paccayo hot&#x12B;ti. Di&#x1E6D;&#x1E6D;hanibb&#x101;noyeva ca pubbe nivu&#x1E6D;&#x1E6D;he appam&#x101;&#x1E47;akkhandhe anussarati, tena yath&#x101;di&#x1E6D;&#x1E6D;hameva nibb&#x101;na&#x1E43; tesa&#x1E43; khandh&#x101;na&#x1E43; &#x101;ramma&#x1E47;anti da&#x1E6D;&#x1E6D;habba&#x1E43;, na pana pubbeniv&#x101;s&#x101;nussati&#xF1;&#x101;&#x1E47;ena tad&#x101;ramma&#x1E47;avibh&#x101;vana&#x1E43; k&#x101;tabba&#x1E43;. Vibh&#x16B;tameva hi ta&#x1E43; tass&#x101;ti. Eva&#x1E43; an&#x101;gata&#x1E43;sa&#xF1;&#x101;&#x1E47;epi yath&#x101;raha&#x1E43; yojetabba&#x1E43;, tasm&#x101; nibb&#x101;na&#x1E43; na kassaci r&#x16B;p&#x101;vacarassa &#x101;ramma&#x1E47;anti &#x2018;&#x2018;catunna&#x1E43; r&#x101;s&#x12B;na&#x2019;&#x2019;nti vattu&#x1E43; yutta&#x1E43;.</p>
              <p>[06]&#x100;ramma&#x1E47;apaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Adhipatipaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^3^eb^^b^.^eb^^b^Dhura^eb^nti ^a^M0.0182^ea^^a^V0.0191^ea^ dhuragg&#x101;ha&#x1E43;. ^b^Je&#x1E6D;&#x1E6D;haka^eb^nti se&#x1E6D;&#x1E6D;ha&#x1E43;. ^b^Chand&#x101;dhipati chandasampayuttak&#x101;na^eb^nti ettha purimachandassa sam&#x101;nar&#x16B;pena tadanantara&#x1E43; niddi&#x1E6D;&#x1E6D;hena ta&#x1E43;sambandhena chandasaddeneva paccayabh&#x16B;tassa chandassa sampayuttakavisesanabh&#x101;vo dassito hot&#x12B;ti &#x2018;&#x2018;chand&#x101;dhipati sampayuttak&#x101;na&#x2019;&#x2019;nti avatv&#x101; &#x2018;&#x2018;chandasampayuttak&#x101;na&#x2019;&#x2019;nti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Esa nayo itaresupi.</p>
              <p>[03]^b^Garuk&#x101;racitt&#x12B;k&#x101;ravasena v&#x101;^eb^ti kusal&#x101;by&#x101;kat&#x101;na&#x1E43; pavatti&#x1E43; dasseti. Aladdha&#x1E43; ^b^laddhabba&#x1E43;,^eb^ laddha&#x1E43; ^b^avijahitabba&#x1E43;^eb^. Yena v&#x101; vin&#x101; na bhavitabba&#x1E43;, ta&#x1E43; ^b^laddhabba&#x1E43;,^eb^ tassevattho ^b^avijahitabba^eb^nti. ^b^Anava&#xF1;&#xF1;&#x101;ta^eb^nti ava&#xF1;&#xF1;&#x101;tampi adosadassit&#x101;ya ass&#x101;danena anava&#xF1;&#xF1;&#x101;ta&#x1E43; katv&#x101;.</p>
              <p>[03]Micchattaniyat&#x101; appan&#x101;sadis&#x101; mah&#x101;bal&#x101; vin&#x101; adhipatin&#x101; nuppajjant&#x12B;ti ^b^&#x2018;&#x2018;ekantenev&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Kammakiles&#x101;vara&#x1E47;abh&#x16B;t&#x101; ca te sagg&#x101;vara&#x1E47;&#x101; ca magg&#x101;vara&#x1E47;&#x101; ca paccakkhasagg&#x101;na&#x1E43; k&#x101;m&#x101;vacaradev&#x101;nampi uppajjitu&#x1E43; na arahanti, ko pana v&#x101;do r&#x16B;p&#x101;r&#x16B;p&#x12B;nanti.</p>
              <p>[03]^b^K&#x101;m&#x101;vacar&#x101;dibhedato pana tividho kiriy&#x101;ramma&#x1E47;&#x101;dhipati lobhasahagat&#x101;kusalasseva &#x101;ramma&#x1E47;&#x101;dhipatipaccayo hot&#x12B;^eb^ti ida&#x1E43; parasant&#x101;nagat&#x101;na&#x1E43; s&#x101;ramma&#x1E47;adhamm&#x101;na&#x1E43; &#x2018;&#x2018;ajjhatt&#x101;ramma&#x1E47;o dhammo bahiddh&#x101;ramma&#x1E47;assa dhammassa adhipatipaccayena paccayo&#x2019;&#x2019;ti etassa abh&#x101;vato &#x2018;&#x2018;bahiddh&#x101;ramma&#x1E47;o dhammo bahiddh&#x101;ramma&#x1E47;ass&#x101;&#x2019;&#x2019;ti ettha ca &#x101;ramma&#x1E47;&#x101;dhipatino anuddha&#x1E6D;att&#x101; adhipatipaccayat&#x101; natth&#x12B;ti vi&#xF1;&#xF1;&#x101;yam&#x101;nepi &#x2018;&#x2018;bahiddh&#x101; khandhe garu&#x1E43; katv&#x101; ass&#x101;det&#x12B;&#x2019;&#x2019;ti&#x101;divacana&#x1E43; (pa&#x1E6D;&#x1E6D;h&#x101;. 2.20.31) niss&#x101;ya arahato kiriyadhamm&#x101; puthujjan&#x101;d&#x12B;hi garu&#x1E43; katv&#x101; ass&#x101;diyant&#x12B;ti imin&#x101; adhipp&#x101;yena vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. &#x2018;&#x2018;Sanidassanasappa&#x1E6D;igh&#x101; khandh&#x101;&#x2019;&#x2019;ti&#x101;d&#x12B;su (pa&#x1E6D;&#x1E6D;h&#x101;. 2.22.30) viya khandhasaddo r&#x16B;pe eva bhavitu&#x1E43; arahat&#x12B;ti vic&#x101;ritameta&#x1E43;. Puthujjan&#x101;dik&#x101;le v&#x101; an&#x101;gate kiriyadhamme garu&#x1E43; katv&#x101; ass&#x101;dana&#x1E43; sandh&#x101;yeta&#x1E43; vutta&#x1E43;. &#x2018;&#x2018;Nevavip&#x101;kanavip&#x101;kadhammadhamme khandhe garu&#x1E43; katv&#x101; ass&#x101;deti abhinandat&#x12B;&#x2019;&#x2019;ti&#x101;divacanato (pa&#x1E6D;&#x1E6D;h&#x101;. 1.3.96) kiriyadhamm&#x101; r&#x101;gadi&#x1E6D;&#x1E6D;h&#x12B;na&#x1E43; adhipatipaccayo honteva, te ca &#x2018;&#x2018;at&#x12B;t&#x101;ramma&#x1E47;e an&#x101;gate khandhe garu&#x1E43; katv&#x101; ass&#x101;det&#x12B;&#x2019;&#x2019;ti&#x101;divacanato ^a^M0.0183^ea^ (pa&#x1E6D;&#x1E6D;h&#x101;. 2.19.23) an&#x101;gat&#x101; tebh&#x16B;mak&#x101;pi adhipatipaccayo hont&#x12B;ti. &#x100;vajjanakiriyasabbh&#x101;vato pana idampi vic&#x101;retabba&#x1E43;.</p>
              <p>[06]Adhipatipaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Anantarapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^4^eb^^b^.^eb^ Yath&#x101; ^a^V0.0192^ea^ ok&#x101;sad&#x101;navisesabh&#x101;vena natthivigat&#x101; vutt&#x101;, na eva&#x1E43; anantarasamanantar&#x101;, ete pana cittaniy&#x101;mahetuvisesabh&#x101;vena vutt&#x101;, tasm&#x101; ta&#x1E43; cittaniy&#x101;mahetuvisesabh&#x101;va&#x1E43; dassento ^b^&#x2018;&#x2018;cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;&#x2019;&#x2019;^eb^ti&#x101;din&#x101; dh&#x101;tuvasena kusal&#x101;divasena ca niddesam&#x101;ha. Tattha &#x2018;&#x2018;manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101;&#x2019;&#x2019;ti vutte paccayapaccayuppannaviseso na vi&#xF1;&#xF1;&#x101;yat&#x12B;ti &#x2018;&#x2018;purim&#x101; purim&#x101; pacchim&#x101;ya pacchim&#x101;y&#x101;&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101;. Tath&#x101; ca sati dh&#x101;tuvisesena cittavisese dassana&#x1E43; ya&#x1E43; k&#x101;tu&#x1E43; &#x101;raddho, ta&#x1E43; vocchijjeyya. &#x2018;&#x2018;Manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu manodh&#x101;tuy&#x101;&#x2019;&#x2019;ti idampi na sakk&#x101; vattu&#x1E43; niy&#x101;m&#x101;bh&#x101;vato, &#x2018;&#x2018;manodh&#x101;tu cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101;&#x2019;&#x2019;ti ca tatheva na sakk&#x101;. Na hi manodh&#x101;tu cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101;yeva anantarapaccayoti niy&#x101;mo atthi, tasm&#x101; p&#x101;ka&#x1E6D;&#x101; pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuyo &#x101;di&#x1E43; katv&#x101; y&#x101;va dh&#x101;tuvisesaniy&#x101;mo atthi, t&#x101;va nidassanena naya&#x1E43; dassetv&#x101; puna niravasesadassanattha&#x1E43; ^b^&#x2018;&#x2018;purim&#x101; purim&#x101; kusal&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. ^b^Sadisakusal&#x101;na^eb^nti vedan&#x101;ya v&#x101; het&#x16B;hi v&#x101; sadisakusal&#x101;na&#x1E43; anur&#x16B;pakusal&#x101;nanti v&#x101; attho. Tena bh&#x16B;mibhinn&#x101;nampi paccayabh&#x101;vo vutto hoti. ^b^Bhava&#x1E45;ga^eb^ggaha&#x1E47;ena kusal&#x101;kusalam&#x16B;lakesu cutipi gahit&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;, aby&#x101;katam&#x16B;lake tad&#x101;ramma&#x1E47;ampi.</p>
              <p>[03]^b^K&#x101;m&#x101;vacarakiriy&#x101;vajjanass&#x101;^eb^ti k&#x101;m&#x101;vacarakiriy&#x101;ya &#x101;vajjanass&#x101;ti &#x101;vajjanaggaha&#x1E47;ena k&#x101;m&#x101;vacarakiriya&#x1E43; viseset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. K&#x101;m&#x101;vacaravip&#x101;ko k&#x101;m&#x101;vacarakiriyar&#x101;sissa ca anantarapaccayo hoti, honto ca &#x101;vajjanassev&#x101;ti aya&#xF1;hettha adhipp&#x101;yo. &#x100;vajjanaggaha&#x1E47;eneva cettha vo&#x1E6D;&#x1E6D;habbanampi gahitanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[06]Anantarapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Sahaj&#x101;tapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^6^eb^^b^.^eb^ &#x2018;&#x2018;A&#xF1;&#xF1;ama&#xF1;&#xF1;ass&#x101;ti ^a^M0.0184^ea^ a&#xF1;&#xF1;o a&#xF1;&#xF1;ass&#x101;&#x2019;&#x2019;ti por&#x101;&#x1E47;ap&#x101;&#x1E6D;ho. P&#x101;&#x1E37;iya&#x1E43; pana &#x2018;&#x2018;a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; sahaj&#x101;tapaccayena paccayo&#x2019;&#x2019;ti ettha vuttassa &#x2018;&#x2018;a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x2019;&#x2019;nti imassa attho vattabbo ^a^V0.0193^ea^, na avuttassa &#x2018;&#x2018;a&#xF1;&#xF1;ama&#xF1;&#xF1;ass&#x101;&#x2019;&#x2019;ti imassa, na ca sam&#x101;natthassapi saddantarassa atthe vutte saddantarassa attho vutto hoti, tasm&#x101; ^b^&#x2018;&#x2018;a&#xF1;&#xF1;ama&#xF1;&#xF1;anti a&#xF1;&#xF1;o a&#xF1;&#xF1;ass&#x101;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti. Okkant&#x12B;ti pa&#xF1;cavok&#x101;rapa&#x1E6D;isandhiyeva vuccati, na itar&#x101;ti imin&#x101; adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;pa&#xF1;cavok&#x101;rabhave pa&#x1E6D;isandhikkha&#x1E47;e&#x2019;&#x2019;^eb^ti. ^b^R&#x16B;pino dhamm&#x101; ar&#x16B;p&#x12B;na&#x1E43; dhamm&#x101;na^eb^nti ida&#x1E43; yadipi pubbe &#x2018;&#x2018;okkantikkha&#x1E47;e n&#x101;mar&#x16B;pa&#x2019;&#x2019;nti vutta&#x1E43;, tath&#x101;pi na tena kha&#x1E47;antare paccayabh&#x101;vo r&#x16B;p&#x12B;na&#x1E43; niv&#x101;ritoti tanniv&#x101;ra&#x1E47;attha&#x1E43; vutta&#x1E43;. ^b^Ka&#xF1;ci k&#x101;le^eb^ti keci kismi&#xF1;ci k&#x101;leti v&#x101; attho. Tena r&#x16B;pino dhamm&#x101; keci vatthubh&#x16B;t&#x101; kismi&#xF1;ci pa&#x1E6D;isandhik&#x101;leti r&#x16B;pantar&#x101;na&#x1E43; vatthussa ca k&#x101;lantare ar&#x16B;p&#x12B;na&#x1E43; sahaj&#x101;tapaccaya&#x1E43; pubbe aniv&#x101;rita&#x1E43; niv&#x101;reti. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;ka&#xF1;ci k&#x101;la&#x2019;&#x2019;nti v&#x101; &#x2018;&#x2018;kismi&#xF1;ci k&#x101;le&#x2019;&#x2019;ti v&#x101; vattabbe vibhattivipall&#x101;so kato. Tena hi &#x2018;&#x2018;ka&#xF1;c&#x12B;&#x2019;&#x2019;ti upayogekavacana&#x1E43; ^b^&#x2018;&#x2018;r&#x16B;pino dhamm&#x101;&#x2019;&#x2019;^eb^ti etena saha sambandhena paccattabahuvacanassa &#x101;deso, ^b^&#x2018;&#x2018;k&#x101;le&#x2019;&#x2019;^eb^ti imin&#x101; sambandhena bhummekavacanass&#x101;ti vi&#xF1;&#xF1;&#x101;yati. Purimena ca ^b^&#x2018;&#x2018;eko khandho vatthu ca ti&#x1E47;&#x1E47;anna&#x1E43; khandh&#x101;na&#x2019;&#x2019;^eb^nti&#x101;din&#x101; n&#x101;masahitasseva vatthussa &#x2018;&#x2018;n&#x101;massa paccayo&#x2019;&#x2019;ti vattabbatte &#x101;panne etena kevalasseva tath&#x101; vattabbata&#x1E43; dasseti.</p>
              <p>[03]^b^Tayo na a&#xF1;&#xF1;ama&#xF1;&#xF1;avasen&#x101;^eb^ti labbham&#x101;nepi katthaci a&#xF1;&#xF1;ama&#xF1;&#xF1;asahaj&#x101;tapaccayabh&#x101;ve vacanena asa&#x1E45;gahitatt&#x101; tassa eva&#x1E43; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Catusamu&#x1E6D;&#x1E6D;h&#x101;nikassa r&#x16B;passa^eb^ ekadesabh&#x16B;te ^b^kammasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pe^eb^ samud&#x101;yekadesavasena s&#x101;mivacana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;, niddh&#x101;ra&#x1E47;e v&#x101;.</p>
              <p>[06]Sahaj&#x101;tapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>8. Nissayapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^8^eb^^b^.^eb^ Nissayapaccayaniddese &#x2018;&#x2018;r&#x16B;pino dhamm&#x101; ar&#x16B;p&#x12B;na&#x1E43; dhamm&#x101;na&#x1E43; kismi&#xF1;ci k&#x101;le&#x2019;&#x2019;ti ida&#x1E43; na labbhati. Ya&#x1E43; panettha labbhati &#x2018;&#x2018;r&#x16B;pino dhamm&#x101; kec&#x12B;&#x2019;&#x2019;ti, tattha ^a^M0.0185^ea^ te eva dhamme dassetu&#x1E43; ^b^&#x2018;&#x2018;cakkh&#x101;yatana&#x2019;&#x2019;^eb^nti&#x101;di vuttanti. ^b^&#x2018;&#x2018;Vatthur&#x16B;pa&#x1E43; pa&#xF1;cavok&#x101;rabhave&#x2019;&#x2019;^eb^ti vuttatt&#x101; ^b^&#x2018;&#x2018;&#x1E6D;hapetv&#x101; &#x101;ruppavip&#x101;ka&#x2019;&#x2019;^eb^nti ^a^V0.0194^ea^ ida&#x1E43; na vattabbanti ce? Na, &#x2018;&#x2018;tebh&#x16B;makavip&#x101;kass&#x101;&#x2019;&#x2019;ti vutte pa&#xF1;cavok&#x101;rabhave anuppajjanaka&#x1E43; &#x1E6D;hapetabba&#x1E43; aj&#x101;nantassa tassa pak&#x101;setabbatt&#x101;.</p>
              <p>[06]Nissayapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>9. Upanissayapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^9^eb^^b^.^eb^^b^Te tayopi r&#x101;sayo^eb^ti upanissaye tayo anekasa&#x1E45;g&#x101;hakat&#x101;ya r&#x101;sayoti vadati. Etasmi&#x1E43; pana upanissayaniddese ye purim&#x101; yesa&#x1E43; pacchim&#x101;na&#x1E43; anantar&#x16B;panissay&#x101; honti, te tesa&#x1E43; sabbesa&#x1E43; ekanteneva honti, na kesa&#xF1;ci kad&#x101;ci, tasm&#x101; yesu padesu anantar&#x16B;panissayo sa&#x1E45;gahito, tesu &#x2018;&#x2018;kesa&#xF1;c&#x12B;&#x2019;&#x2019;ti na sakk&#x101; vattunti na vutta&#x1E43;. Ye pana purim&#x101; yesa&#x1E43; pacchim&#x101;na&#x1E43; &#x101;ramma&#x1E47;apakat&#x16B;panissay&#x101; honti, te tesa&#x1E43; na sabbesa&#x1E43; ekantena honti, yesa&#x1E43; uppattipa&#x1E6D;ib&#x101;hik&#x101; paccay&#x101; balavanto honti, tesa&#x1E43; na honti, itaresa&#x1E43; honti. Tasm&#x101; yesu padesu anantar&#x16B;panissayo na labbhati, tesu &#x2018;&#x2018;kesa&#xF1;c&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;. Siddh&#x101;na&#x1E43; paccayadhamm&#x101;na&#x1E43; yehi paccayuppannehi akusal&#x101;d&#x12B;hi bhavitabba&#x1E43;, tesa&#x1E43; kesa&#xF1;c&#x12B;ti aya&#xF1;cettha attho, na pana avisesena akusal&#x101;d&#x12B;su kesa&#xF1;c&#x12B;ti.</p>
              <p>[03]^b^Purim&#x101; purim&#x101; kusal&#x101;&#x2026;pe&#x2026; aby&#x101;kat&#x101;na&#x1E43; dhamm&#x101;na^eb^nti yesa&#x1E43; upanissayapaccayena bhavitabba&#x1E43;, tesa&#x1E43; aby&#x101;kat&#x101;na&#x1E43; pacchim&#x101;nanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Na hi r&#x16B;p&#x101;by&#x101;kata&#x1E43; upanissaya&#x1E43; labhat&#x12B;ti. Katha&#x1E43;? &#x100;ramma&#x1E47;&#x101;nantar&#x16B;panissaye t&#x101;va na labhati an&#x101;ramma&#x1E47;att&#x101; pubb&#x101;paraniyamena appavattito ca, pakat&#x16B;panissaya&#xF1;ca na labhati acetanena r&#x16B;pasant&#x101;nena pakatassa abh&#x101;vato. Yath&#x101; hi ar&#x16B;pasant&#x101;nena saddh&#x101;dayo nipph&#x101;dit&#x101; utubhojan&#x101;dayo ca upasevit&#x101;, na eva&#x1E43; r&#x16B;pasant&#x101;nena. Yasmi&#xF1;ca utub&#x12B;j&#x101;dike kamm&#x101;dike ca sati r&#x16B;pa&#x1E43; pavattati, na ta&#x1E43; tena pakata&#x1E43; hoti. Sacetanasseva hi upp&#x101;danupatthambhanupayog&#x101;divasena cetana&#x1E43; pakappana&#x1E43; pakara&#x1E47;a&#x1E43;, r&#x16B;pa&#xF1;ca acetananti. Yath&#x101; ca nir&#x12B;hakesu paccay&#x101;yattesu dhammesu kesa&#xF1;ci s&#x101;ramma&#x1E47;asabh&#x101;vat&#x101; hoti, kesa&#xF1;ci na, eva&#x1E43; ^a^M0.0186^ea^ sappakara&#x1E47;asabh&#x101;vat&#x101; nippakara&#x1E47;asabh&#x101;vat&#x101; ca da&#x1E6D;&#x1E6D;habb&#x101;. Utub&#x12B;j&#x101;dayo pana ^a^V0.0195^ea^ a&#x1E45;kur&#x101;d&#x12B;na&#x1E43; tesu asantesu abh&#x101;vato eva paccay&#x101;, na pana upanissay&#x101;dibh&#x101;vatoti. Purimapurim&#x101;na&#x1E43;yeva panettha upanissayapaccayabh&#x101;vo b&#x101;hullavasena p&#x101;ka&#x1E6D;avasena ca vutto. &#x2018;&#x2018;An&#x101;gate khandhe patthayam&#x101;no d&#x101;na&#x1E43; det&#x12B;&#x2019;&#x2019;ti&#x101;divacanato (pa&#x1E6D;&#x1E6D;h&#x101;. 2.18.8) pana an&#x101;gat&#x101;pi upanissayapaccay&#x101; honti, te purimehi &#x101;ramma&#x1E47;apakat&#x16B;panissayehi ta&#x1E43;sam&#x101;nalakkha&#x1E47;at&#x101;ya idha sa&#x1E45;gayhant&#x12B;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^Puggalopi sen&#x101;sanamp&#x12B;^eb^ti ^b^puggalasen&#x101;sana^eb^ggaha&#x1E47;avasena upanissayabh&#x101;va&#x1E43; bhajante dhamme dasseti, ^b^pi^eb^-saddena c&#x12B;var&#x101;ra&#xF1;&#xF1;arukkhapabbat&#x101;diggaha&#x1E47;avasena upanissayabh&#x101;va&#x1E43; bhajante sabbe sa&#x1E45;ga&#x1E47;h&#x101;ti. &#x2018;&#x2018;Aby&#x101;kato dhammo aby&#x101;katassa dhammassa upanissayapaccayena paccayo&#x2019;&#x2019;ti&#x101;d&#x12B;su hi &#x2018;&#x2018;sen&#x101;sana&#x1E43; k&#x101;yikassa sukhass&#x101;&#x2019;&#x2019;ti&#x101;divacanena sen&#x101;sanaggaha&#x1E47;ena upanissayabh&#x101;va&#x1E43; bhajant&#x101;va dhamm&#x101; upanissayapaccayena paccayoti imamattha&#x1E43; dassentena puggal&#x101;d&#x12B;supi aya&#x1E43; nayo dassito hot&#x12B;ti. Paccuppann&#x101;pi &#x101;ramma&#x1E47;apakat&#x16B;panissay&#x101; paccuppannat&#x101;ya sen&#x101;sanasam&#x101;nalakkha&#x1E47;att&#x101; ettheva sa&#x1E45;gahit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. Vakkhati hi &#x2018;&#x2018;paccuppanna&#x1E43; utu&#x1E43; bhojana&#x1E43; sen&#x101;sana&#x1E43; upaniss&#x101;ya jh&#x101;na&#x1E43; upp&#x101;det&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; sen&#x101;sanassa paccuppannabh&#x101;va&#x1E43; viya paccuppann&#x101;na&#x1E43; utu&#x101;d&#x12B;na&#x1E43; pakat&#x16B;panissayabh&#x101;va&#x1E43;, &#x2018;&#x2018;paccuppanna&#x1E43; cakkhu&#x1E43;&#x2026;pe&#x2026; vatthu&#x1E43; paccuppanne khandhe garu&#x1E43; katv&#x101; ass&#x101;det&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; (pa&#x1E6D;&#x1E6D;h&#x101;. 2.18.4) cakkh&#x101;d&#x12B;na&#x1E43; &#x101;ramma&#x1E47;&#x16B;panissayabh&#x101;va&#xF1;c&#x101;ti. Paccuppann&#x101;nampi ca t&#x101;dis&#x101;na&#x1E43; pubbe pakatatt&#x101; pakat&#x16B;panissayat&#x101; da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]Kasi&#x1E47;&#x101;ramma&#x1E47;&#x101;d&#x12B;ni &#x101;ramma&#x1E47;ameva honti, na upanissayoti imin&#x101; adhipp&#x101;yena ^b^&#x2018;&#x2018;ekacc&#x101;y&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[03]Ar&#x16B;p&#x101;vacarakusalampi yasmi&#x1E43; kasi&#x1E47;&#x101;dimhi jh&#x101;na&#x1E43; anupp&#x101;dita&#x1E43;, tasmi&#x1E43; anuppannajh&#x101;nupp&#x101;dane sabbassa ca uppannajh&#x101;nassa sam&#x101;pajjane iddhividh&#x101;d&#x12B;na&#x1E43; abhi&#xF1;&#xF1;&#x101;na&#xF1;ca upanissayoti imamattha&#x1E43; sandh&#x101;y&#x101;ha ^b^&#x2018;&#x2018;tebh&#x16B;makakusalo catubh&#x16B;makassapi kusalass&#x101;&#x2019;&#x2019;^eb^ti. Vuttampi ceta&#x1E43; &#x2018;&#x2018;ar&#x16B;p&#x101;vacara&#x1E43; saddha&#x1E43; upaniss&#x101;ya r&#x16B;p&#x101;vacara&#x1E43; jh&#x101;na&#x1E43; vipassana&#x1E43; magga&#x1E43; abhi&#xF1;&#xF1;a&#x1E43; sam&#x101;patti&#x1E43; upp&#x101;det&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 4.13.285). K&#x101;m&#x101;vacarakusala&#x1E43; r&#x16B;p&#x101;vacar&#x101;r&#x16B;p&#x101;vacaravip&#x101;k&#x101;nampi tadupp&#x101;dakakusal&#x101;na&#x1E43; upanissayabh&#x101;vavasena ^a^M0.0187^ea^, pa&#x1E6D;isandhiniy&#x101;makassa cutito purimajavanassa ca vasena upanissayo, r&#x16B;p&#x101;vacarakusala&#x1E43; ar&#x16B;p&#x101;vacaravip&#x101;kassa, ar&#x16B;p&#x101;vacarakusala&#xF1;ca r&#x16B;p&#x101;vacaravip&#x101;kassa ^a^V0.0196^ea^ tadupp&#x101;dakakusal&#x16B;panissayabh&#x101;ven&#x101;ti eva&#x1E43; pacceka&#x1E43; tebh&#x16B;makakusal&#x101;na&#x1E43; catubh&#x16B;makavip&#x101;kassa tebh&#x16B;makakiriyassa ca yath&#x101;yoga&#x1E43; paccayabh&#x101;vo veditabbo. P&#x101;&#x1E37;iyampi hi pakat&#x16B;panissayo nayadassanamatteneva pa&#xF1;h&#x101;v&#x101;resu vissajjitoti.</p>
              <p>[03]^b^Imin&#x101; pana nayen&#x101;^eb^ti lokuttaranibbattana&#x1E43; upaniss&#x101;ya sinehupp&#x101;danalesen&#x101;ti attho. Lokuttar&#x101; pana dhamm&#x101; akusal&#x101;na&#x1E43; na kenaci paccayena paccayo hont&#x12B;ti na ida&#x1E43; s&#x101;rato da&#x1E6D;&#x1E6D;habbanti adhipp&#x101;yo. K&#x101;m&#x101;vacar&#x101;ditihetukabhava&#x1E45;ga&#x1E43; k&#x101;yikasukh&#x101;di ca r&#x16B;p&#x101;vacar&#x101;dikusal&#x101;na&#x1E43; upanissayo, ar&#x16B;p&#x101;vacaravip&#x101;ko r&#x16B;p&#x101;vacarakusalassa ta&#x1E43; patthetv&#x101; tannibbattakakusalupp&#x101;danattha&#x1E43; upp&#x101;diyam&#x101;nassa, r&#x16B;p&#x101;vacarakiriyassa ca pubbe nivu&#x1E6D;&#x1E6D;h&#x101;d&#x12B;su ar&#x16B;p&#x101;vacaravip&#x101;kaj&#x101;nanattha&#x1E43; jh&#x101;n&#x101;bhi&#xF1;&#xF1;&#x101;yo upp&#x101;dentassa arahato, catubh&#x16B;makavip&#x101;k&#x101;na&#x1E43; pana tadupp&#x101;dakakusal&#x16B;panissayabh&#x101;vavasena so so vip&#x101;ko upanissayo. Ten&#x101;ha ^b^&#x2018;&#x2018;tath&#x101; tebh&#x16B;makavip&#x101;ko&#x2019;&#x2019;^eb^ti. Yadipi arahattaphalatta&#x1E43; jh&#x101;navipassan&#x101; upp&#x101;deti an&#x101;g&#x101;m&#x12B;, na pana tena ta&#x1E43; kad&#x101;ci di&#x1E6D;&#x1E6D;hapubba&#x1E43; puthujjan&#x101;d&#x12B;hi sot&#x101;pattiphal&#x101;d&#x12B;ni viya, tasm&#x101; t&#x101;ni viya tesa&#x1E43; jh&#x101;n&#x101;d&#x12B;na&#x1E43; imassa ca aggaphala&#x1E43; na jh&#x101;n&#x101;d&#x12B;na&#x1E43; upanissayo. Upaladdhapubbasadisameva hi an&#x101;gatampi upanissayoti. Ten&#x101;ha ^b^&#x2018;&#x2018;upari&#x1E6D;&#x1E6D;hima&#x1E43; kusalassap&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]Kiriyaatthapa&#x1E6D;isambhid&#x101;dimpi patthetv&#x101; d&#x101;n&#x101;dikusala&#x1E43; karontassa tebh&#x16B;makakiriy&#x101;pi catubh&#x16B;makassapi kusalassa upanissayapaccayena paccayo. Yonisomanasik&#x101;re vattabbameva natthi, ta&#x1E43; upaniss&#x101;ya r&#x101;g&#x101;diupp&#x101;dane akusalassa, kusal&#x101;kusal&#x16B;panissayabh&#x101;vamukhena catubh&#x16B;makavip&#x101;kassa. Eva&#x1E43; kiriyassapi yojetabba&#x1E43;. Ten&#x101;ha ^b^&#x2018;&#x2018;kiriyasa&#x1E45;kh&#x101;topi pakat&#x16B;panissayo catubh&#x16B;mak&#x101;na&#x1E43; kusal&#x101;dikhandh&#x101;na&#x1E43; hotiyev&#x101;&#x2019;&#x2019;^eb^ti. Nevavip&#x101;kanavip&#x101;kadhammadhammesu pana utubhojanasen&#x101;san&#x101;nameva ti&#x1E47;&#x1E47;a&#x1E43; r&#x101;s&#x12B;na&#x1E43; pakat&#x16B;panissayabh&#x101;vadassana&#x1E43; nayadassanamev&#x101;ti. ^b^Imasmi&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;namah&#x101;pakara&#x1E47;e &#x101;gatanayen&#x101;^eb^ti ida&#x1E43; &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca aby&#x101;kato dhammo uppajjati na upanissayapaccay&#x101;, kusale khandhe pa&#x1E6D;icca cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x2019;&#x2019;nti ^a^M0.0188^ea^ (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.91) evam&#x101;dika&#x1E43; upanissayapa&#x1E6D;ikkhepa&#x1E43;, anulome ca an&#x101;gamana&#x1E43; sandh&#x101;ya vutta&#x1E43;. ^b^Suttantikapariy&#x101;yen&#x101;^eb^ti &#x2018;&#x2018;vi&#xF1;&#xF1;&#x101;&#x1E47;&#x16B;panisa&#x1E43; n&#x101;mar&#x16B;pa&#x1E43;, n&#x101;mar&#x16B;panisa&#x1E43; sa&#x1E37;&#x101;yatana&#x2019;&#x2019;nti&#x101;dikena (sa&#x1E43;. ni. 2.23),</p>
              <p>[21]&#x2018;&#x2018;Yath&#x101;pi ^a^V0.0197^ea^ pabbato selo, ara&#xF1;&#xF1;asmi&#x1E43; brah&#x101;vane;</p>
              <p>[22]Ta&#x1E43; rukkh&#x101; upaniss&#x101;ya, va&#x1E0D;&#x1E0D;hante te vanappat&#x12B;&#x2019;&#x2019;ti (a. ni. 3.49). &#x2013;</p>
              <p>[03]&#x100;dikena ca.</p>
              <p>[06]Upanissayapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>10. Purej&#x101;tapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^10^eb^^b^.^eb^ Nayadassanavasena y&#x101;ni vin&#x101; &#x101;ramma&#x1E47;apurej&#x101;tena na vattanti, tesa&#x1E43; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; &#x101;ramma&#x1E47;apurej&#x101;tadassanena manodv&#x101;repi ya&#x1E43; yad&#x101;ramma&#x1E47;apurej&#x101;tena vattati, tassa tad&#x101;lambita&#x1E43; sabbampi r&#x16B;par&#x16B;pa&#x1E43; &#x101;ramma&#x1E47;apurej&#x101;tanti dassitameva hoti, sar&#x16B;pena pana adassitatt&#x101; ^b^&#x2018;&#x2018;s&#x101;vasesavasena desan&#x101; kat&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Cittavasena k&#x101;ya&#x1E43; pari&#x1E47;&#x101;mayato iddhividh&#x101;bhi&#xF1;&#xF1;&#x101;ya ca a&#x1E6D;&#x1E6D;h&#x101;rasasu ya&#x1E43;ki&#xF1;ci &#x101;ramma&#x1E47;apurej&#x101;ta&#x1E43; hot&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^Tad&#x101;ramma&#x1E47;abh&#x101;vino^eb^ti ettha pa&#x1E6D;isandhibh&#x101;vino vatthupurej&#x101;t&#x101;bh&#x101;vena itarassapi abh&#x101;v&#x101; aggaha&#x1E47;a&#x1E43;. Bhava&#x1E45;gabh&#x101;vino pana gaha&#x1E47;a&#x1E43; k&#x101;tabba&#x1E43; na v&#x101; k&#x101;tabba&#x1E43; pa&#x1E6D;isandhiy&#x101; viya aparibyattassa &#x101;ramma&#x1E47;assa &#x101;ramma&#x1E47;amattabh&#x101;vato, &#x2018;&#x2018;manodh&#x101;t&#x16B;na&#xF1;c&#x101;&#x2019;&#x2019;ti ettha sant&#x12B;ra&#x1E47;abh&#x101;vino manovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuy&#x101;pi.</p>
              <p>[06]Purej&#x101;tapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>11. Pacch&#x101;j&#x101;tapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^11^eb^^b^.^eb^^b^Tassev&#x101;^eb^ti ^a^M0.0189^ea^^a^V0.0198^ea^ ida&#x1E43; k&#x101;m&#x101;vacarar&#x16B;p&#x101;vacaravip&#x101;k&#x101;na&#x1E43; niravasesadassitapurej&#x101;tadassanavasena vutta&#x1E43;, r&#x16B;p&#x101;vacaravip&#x101;ko pana &#x101;h&#x101;rasamu&#x1E6D;&#x1E6D;h&#x101;nassa na hot&#x12B;ti.</p>
              <p>[06]Pacch&#x101;j&#x101;tapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>12. &#x100;sevanapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^12^eb^^b^.^eb^^b^Pagu&#x1E47;atarabalavatarabh&#x101;vavisi&#x1E6D;&#x1E6D;ha^eb^nti etena vip&#x101;k&#x101;by&#x101;katato viseseti.</p>
              <p>[06]&#x100;sevanapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>13. Kammapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^13^eb^^b^.^eb^ Cetan&#x101;sampayuttakamma&#x1E43; abhijjh&#x101;di kammapaccayo na hot&#x12B;ti ^b^&#x2018;&#x2018;cetan&#x101;kammamev&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha. Satipi hi vip&#x101;kadhammadhammatte na cetan&#x101;vajj&#x101; eva&#x1E43;sabh&#x101;v&#x101;ti. ^b^Attano phala&#x1E43; upp&#x101;detu&#x1E43; samatthen&#x101;^eb^ti kammassa samatthat&#x101; tassa kammapaccayabh&#x101;vo vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^Pa&#xF1;cavok&#x101;reyeva, na a&#xF1;&#xF1;atth&#x101;^eb^ti etena k&#x101;m&#x101;vacaracetan&#x101; ekavok&#x101;re r&#x16B;pampi na janet&#x12B;ti dasseti.</p>
              <p>[06]Kammapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>14. Vip&#x101;kapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^14^eb^^b^.^eb^ Vip&#x101;kapaccayaniddese ^a^V0.0199^ea^ yesa&#x1E43; ekantena vip&#x101;ko vip&#x101;kapaccayo hoti, tesa&#x1E43; vasena nayadassana&#x1E43; kata&#x1E43;. Na hi &#x101;ruppe bh&#x16B;midvayavip&#x101;ko r&#x16B;passa paccayo hoti.</p>
              <p>[06]Vip&#x101;kapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>15. &#x100;h&#x101;rapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^15^eb^^b^.^eb^^b^Kaba&#x1E37;a&#x1E43;^eb^^a^M0.0190^ea^^b^karitv&#x101; ajjhoharitov&#x101;^eb^ti asitap&#x12B;t&#x101;divatth&#x16B;hi saha ajjhoharitov&#x101;ti vutta&#x1E43; hoti. P&#x101;tabbas&#x101;yitabb&#x101;nipi hi sabh&#x101;vavasena kaba&#x1E37;&#x101;yeva hont&#x12B;ti.</p>
              <p>[03]^b^Sesatisantatisamu&#x1E6D;&#x1E6D;h&#x101;nassa anup&#x101;lakova hutv&#x101;^eb^ti ettha cittasamu&#x1E6D;&#x1E6D;h&#x101;nassa &#x101;h&#x101;rapaccayabh&#x101;vo vic&#x101;retv&#x101; gahetabbo. Na hi cittasamu&#x1E6D;&#x1E6D;h&#x101;no kaba&#x1E37;&#x12B;k&#x101;ro &#x101;h&#x101;ro nocittasamu&#x1E6D;&#x1E6D;h&#x101;no tadubhaya&#xF1;ca cittasamu&#x1E6D;&#x1E6D;h&#x101;nak&#x101;yassa &#x101;h&#x101;rapaccayo vutto, tividhopi pana so nocittasamu&#x1E6D;&#x1E6D;h&#x101;nak&#x101;yassa vuttoti.</p>
              <p>[06]&#x100;h&#x101;rapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>16. Indriyapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^16^eb^^b^.^eb^^b^Ar&#x16B;paj&#x12B;vitindriyampi sa&#x1E45;gahita^eb^nti missakatt&#x101; j&#x12B;vitindriya&#x1E43; na sabbena sabba&#x1E43; vajjitabbanti adhipp&#x101;yo.</p>
              <p>[03]^b^Avinibbhuttadhamm&#x101;na^eb^nti ettha aya&#x1E43; adhipp&#x101;yo &#x2013; r&#x16B;p&#x101;r&#x16B;p&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x1E43; avinibbhuttavoh&#x101;ro natth&#x12B;ti ar&#x16B;p&#x101;na&#x1E43; indriyapaccayabh&#x16B;t&#x101;ni paccayantar&#x101;pekkh&#x101;ni cakkh&#x101;d&#x12B;ni attano ^a^V0.0200^ea^ vijjam&#x101;nakkha&#x1E47;e avinibbhuttadhamm&#x101;na&#x1E43; indriyapaccayata&#x1E43; apharant&#x101;nipi indriyapaccay&#x101; siyu&#x1E43;. Yo pana nirapekkho indriyapaccayo avinibbhuttadhamm&#x101;na&#x1E43; hoti, so attano vijjam&#x101;nakkha&#x1E47;e tesa&#x1E43; indriyapaccayata&#x1E43; apharanto n&#x101;ma natthi. Yadi ca itthindriyapurisindriy&#x101;ni indriyapaccayo li&#x1E45;g&#x101;d&#x12B;na&#x1E43; siyu&#x1E43;, avinibbhutt&#x101;na&#x1E43; tesampi siyu&#x1E43;. Na hi r&#x16B;pa&#x1E43; r&#x16B;passa, ar&#x16B;pa&#x1E43; v&#x101; ar&#x16B;passa vinibbhuttassa indriyapaccayo atth&#x12B;ti. Sati ceva&#x1E43; itthipurisindriyehi avinibbhuttatt&#x101; kalal&#x101;dik&#x101;le ca li&#x1E45;g&#x101;d&#x12B;ni siyu&#x1E43;, yesa&#x1E43; t&#x101;ni indriyapaccayata&#x1E43; phareyyu&#x1E43;, na ca pharanti. Tasm&#x101; na tehi t&#x101;ni avinibbhuttak&#x101;ni, avinibbhuttatt&#x101;bh&#x101;vato ca tesa&#x1E43; indriyapaccayata&#x1E43; na pharanti. A&#xF1;&#xF1;esa&#x1E43; pana yehi t&#x101;ni sahaj&#x101;t&#x101;ni, tesa&#x1E43; ab&#x12B;jabh&#x101;vatoyeva na pharanti, tasm&#x101; &#x101;pannavinibbhuttabh&#x101;v&#x101;na&#x1E43; tesa&#x1E43; li&#x1E45;g&#x101;d&#x12B;na&#x1E43; avinibbhutt&#x101;na&#x1E43; a&#xF1;&#xF1;esa&#xF1;ca sam&#x101;nakal&#x101;padhamm&#x101;na&#x1E43; indriyapaccayat&#x101;ya ^a^M0.0191^ea^ aphara&#x1E47;ato t&#x101;ni indriyapaccayo na hont&#x12B;ti. Yesa&#x1E43; b&#x12B;jabh&#x16B;t&#x101;ni itthipurisindriy&#x101;ni, tesa&#x1E43; li&#x1E45;g&#x101;d&#x12B;na&#x1E43; aparamatthabh&#x101;vatoti keci, te pana kalal&#x101;dik&#x101;lepi li&#x1E45;g&#x101;d&#x12B;na&#x1E43; tadanur&#x16B;p&#x101;na&#x1E43; atthita&#x1E43; icchanti.</p>
              <p>[03]J&#x101;tibh&#x16B;mivasena vuttesu bhedesu kusalaj&#x101;tiya&#x1E43; r&#x16B;p&#x101;vacarakusalameva &#x101;ruppe &#x1E6D;hapetabbanti ^b^&#x2018;&#x2018;&#x1E6D;hapetv&#x101; pana r&#x16B;p&#x101;vacarakusala&#x1E43; avases&#x101; kusal&#x101;kusal&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Pa&#x1E6D;hamalokuttara&#x1E43; pana domanassayutta&#xF1;ca visu&#x1E43; ek&#x101; j&#x101;ti bh&#x16B;mi v&#x101; na hot&#x12B;ti &#x101;ruppe alabbham&#x101;nampi na &#x1E6D;hapita&#x1E43;. Hetu&#x101;d&#x12B;supi &#x2018;&#x2018;tath&#x101; apariy&#x101;pannakusalahetu, tath&#x101; akusalahet&#x16B;&#x2019;&#x2019;ti&#x101;d&#x12B;su (pa&#x1E6D;&#x1E6D;h&#x101;. a&#x1E6D;&#x1E6D;ha. 1.1) esa nayo yojetabbo.</p>
              <p>[03]^b^&#x1E6C;hitikkha&#x1E47;e^eb^ti ida&#x1E43; r&#x16B;paj&#x12B;vitindriyassa sahaj&#x101;tapaccayatt&#x101;bh&#x101;va&#x1E43; sandh&#x101;ya vutta&#x1E43;. Upp&#x101;dakkha&#x1E47;epi pana tassa indriyapaccayat&#x101; na sakk&#x101; niv&#x101;retu&#x1E43;. Vakkhati hi &#x2018;&#x2018;aby&#x101;kata&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca&#x2026;pe&#x2026; asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; eka&#x1E43; mah&#x101;bh&#x16B;ta&#x1E43; pa&#x1E6D;icca&#x2026;pe&#x2026; indriyapaccaya&#x1E43; kammapaccayasadisa&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.66). Na hi asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; indriyapaccay&#x101; uppajjam&#x101;nassa r&#x16B;passa r&#x16B;paj&#x12B;vitindriyato a&#xF1;&#xF1;o indriyapaccayo atthi, pa&#xF1;cavok&#x101;re pavatte ca ka&#x1E6D;att&#x101;r&#x16B;passa. Pa&#x1E6D;iccav&#x101;r&#x101;dayo ca cha upp&#x101;dakkha&#x1E47;ameva gahetv&#x101; pavatt&#x101;, eva&#xF1;ca katv&#x101; pacch&#x101;j&#x101;tapaccayo etesu anulomato na ti&#x1E6D;&#x1E6D;hat&#x12B;ti.</p>
              <p>[06]Indriyapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>17. Jh&#x101;napaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^17^eb^^b^.^eb^^b^Vitakkavic&#x101;rap&#x12B;tisomanassadomanassupekkh&#x101;cittekaggat&#x101;sa&#x1E45;kh&#x101;t&#x101;n&#x12B;^eb^ti ^a^V0.0201^ea^ ettha yadipi somanassadomanassasa&#x1E45;kh&#x101;t&#x101;ni jh&#x101;na&#x1E45;g&#x101;ni natthi, sukhadukkhasa&#x1E45;kh&#x101;t&#x101;ni pana somanassadomanassabh&#x16B;t&#x101;neva jh&#x101;na&#x1E45;g&#x101;ni, na k&#x101;yikasukhadukkhabh&#x16B;t&#x101;n&#x12B;ti imassa dassanattha&#x1E43; somanassadomanassaggaha&#x1E47;a&#x1E43; kata&#x1E43;. Nanu ca &#x2018;&#x2018;dvipa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;avajjes&#x16B;&#x2019;&#x2019;ti vacaneneva k&#x101;yikasukhadukkh&#x101;ni vajjit&#x101;n&#x12B;ti sukhadukkhaggaha&#x1E47;ameva kattabbanti? Na, jh&#x101;na&#x1E45;gasukhadukkh&#x101;na&#x1E43; jh&#x101;na&#x1E45;gabh&#x101;vavisesanato. &#x2018;&#x2018;Dvipa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;avajjesu sukhadukkhupekkh&#x101;cittekaggat&#x101;sa&#x1E45;kh&#x101;t&#x101;n&#x12B;&#x2019;&#x2019;ti hi vutte dvipa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;esu upekkh&#x101;cittekaggat&#x101;hi saddhi&#x1E43; k&#x101;yikasukhadukkh&#x101;nipi ^a^M0.0192^ea^ vajjit&#x101;n&#x12B;ti ettakameva vi&#xF1;&#xF1;&#x101;yati, na pana y&#x101;ni sukhadukkh&#x101;ni jh&#x101;na&#x1E45;g&#x101;ni honti, tesa&#x1E43; jh&#x101;na&#x1E45;gabh&#x16B;to sukhabh&#x101;vo dukkhabh&#x101;vo ca visesito, tasm&#x101; somanassadomanassabh&#x101;vavisi&#x1E6D;&#x1E6D;hoyeva sukhadukkhabh&#x101;vo sukhadukkh&#x101;na&#x1E43; jh&#x101;na&#x1E45;gabh&#x101;voti dassanattha&#x1E43; somanassadomanassaggaha&#x1E47;a&#x1E43; karoti. Tena &#x2018;&#x2018;dvipa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;avajjes&#x16B;&#x2019;&#x2019;ti vacanena vajjiyam&#x101;n&#x101;nampi sukhadukkh&#x101;na&#x1E43; somanassadomanassabh&#x101;v&#x101;bh&#x101;vato jh&#x101;na&#x1E45;gabh&#x101;v&#x101;bh&#x101;voti dassita&#x1E43; hoti. Yath&#x101;vajjit&#x101; pana sukhadukkhopekkhekaggat&#x101; kasm&#x101; vajjit&#x101;ti? Yattha jh&#x101;na&#x1E45;g&#x101;ni uddhar&#x12B;yanti cittupp&#x101;daka&#x1E47;&#x1E0D;e, tattha ca jh&#x101;na&#x1E45;ganti anuddha&#x1E6D;att&#x101;. Kasm&#x101; pana na uddha&#x1E6D;&#x101;ti ta&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;pa&#xF1;canna&#x1E43; pana vi&#xF1;&#xF1;&#x101;&#x1E47;ak&#x101;y&#x101;na&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^Abhinip&#x101;tamattatt&#x101;^eb^ti etena &#x101;vajjanasampa&#x1E6D;icchanamatt&#x101;yapi cintan&#x101;pavattiy&#x101; abh&#x101;va&#x1E43; dasseti. ^b^&#x2018;&#x2018;Tesu vijjam&#x101;n&#x101;nipi upekkh&#x101;sukhadukkh&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti por&#x101;&#x1E47;ap&#x101;&#x1E6D;ho. Tattha upekkh&#x101;sukhadukkheheva ta&#x1E43;sam&#x101;nalakkha&#x1E47;&#x101;ya cittekaggat&#x101;yapi yath&#x101;vutteneva k&#x101;ra&#x1E47;ena anuddha&#x1E6D;abh&#x101;vo dassitoti da&#x1E6D;&#x1E6D;habbo. Pubbe pana satta a&#x1E45;g&#x101;ni dassentena catt&#x101;ri a&#x1E45;g&#x101;ni vajjit&#x101;n&#x12B;ti tesa&#x1E43; vajjane k&#x101;ra&#x1E47;a&#x1E43; dassentena na sam&#x101;nalakkha&#x1E47;ena lesena dassetabba&#x1E43;. A&#x1E6D;&#x1E6D;hakath&#x101; hes&#x101;ti. Yadi ca lesena dassetabba&#x1E43;, yath&#x101;vuttesupi t&#x12B;su ekameva vattabba&#x1E43; siy&#x101;, ti&#x1E47;&#x1E47;a&#x1E43; pana vacanena tato a&#xF1;&#xF1;assa jh&#x101;na&#x1E45;ganti uddha&#x1E6D;abh&#x101;vo &#x101;pajjati, yath&#x101;vuttak&#x101;ra&#x1E47;ato a&#xF1;&#xF1;ena k&#x101;ra&#x1E47;ena anuddha&#x1E6D;abh&#x101;vo v&#x101;, tasm&#x101; ta&#x1E43;dosaparihara&#x1E47;attha&#x1E43; &#x2018;&#x2018;upekkh&#x101;cittekaggat&#x101;sukhadukkh&#x101;n&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;hanti. Ye pana &#x2018;&#x2018;jh&#x101;na&#x1E45;gabh&#x16B;tehi somanass&#x101;d&#x12B;hi sukhadukkhena avibh&#x16B;tabh&#x101;vena p&#x101;ka&#x1E6D;at&#x101;ya indriyakiccayuttat&#x101;ya ca sam&#x101;n&#x101;na&#x1E43; sukh&#x101;d&#x12B;na&#x1E43; jh&#x101;na&#x1E45;ganti anuddha&#x1E6D;abh&#x101;ve k&#x101;ra&#x1E47;a&#x1E43; vattabba&#x1E43;, na cittekaggat&#x101;y&#x101;ti ^a^V0.0202^ea^ s&#x101; ettha na gahit&#x101;&#x2019;&#x2019;ti vadanti, tesa&#x1E43; ta&#x1E43; rucimatta&#x1E43;. Yadi jh&#x101;na&#x1E45;gasam&#x101;n&#x101;na&#x1E43; jh&#x101;na&#x1E45;ganti anuddha&#x1E6D;abh&#x101;ve k&#x101;ra&#x1E47;a&#x1E43; vattabba&#x1E43;, cittekaggat&#x101; cettha jh&#x101;na&#x1E45;gabh&#x16B;t&#x101;ya vicikicch&#x101;yuttamanodh&#x101;tu&#x101;d&#x12B;su cittekaggat&#x101;ya sam&#x101;n&#x101;ti tass&#x101; anuddha&#x1E6D;abh&#x101;ve k&#x101;ra&#x1E47;a&#x1E43; vattabbamev&#x101;ti. Ses&#x101;hetukesupi jh&#x101;na&#x1E45;ga&#x1E43; uddha&#x1E6D;ameva uddhara&#x1E47;a&#x1E6D;&#x1E6D;h&#x101;ne cittupp&#x101;daka&#x1E47;&#x1E0D;eti adhipp&#x101;yo.</p>
              <p>[06]Jh&#x101;napaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>18. Maggapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^18^eb^^b^.^eb^^b^Pa&#xF1;&#xF1;&#x101;^eb^^a^M0.0193^ea^^b^vitakko samm&#x101;v&#x101;c&#x101;kammant&#x101;j&#x12B;v&#x101; v&#x12B;riya&#x1E43; sati sam&#x101;dhi micch&#x101;di&#x1E6D;&#x1E6D;hi micch&#x101;v&#x101;c&#x101;kammant&#x101;j&#x12B;v&#x101;ti im&#x101;ni dv&#x101;dasa&#x1E45;g&#x101;n&#x12B;^eb^ti ettha duvidhampi sa&#x1E45;kappa&#x1E43; v&#x12B;riya&#x1E43; sam&#x101;dhi&#xF1;ca vitakkav&#x12B;riyasam&#x101;dhivacanehi sa&#x1E45;ga&#x1E47;hitv&#x101; &#x2018;&#x2018;ayameva kho, &#x101;vuso, a&#x1E6D;&#x1E6D;ha&#x1E45;giko micch&#x101;maggo abrahmacariya&#x1E43;. Seyyathida&#x1E43; &#x2013; micch&#x101;di&#x1E6D;&#x1E6D;hi&#x2026;pe&#x2026; micch&#x101;sam&#x101;dh&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;hi (sa&#x1E43;. ni. 5.18) suttavacanehi micch&#x101;v&#x101;c&#x101;kammant&#x101;j&#x12B;vesupi magga&#x1E45;gavoh&#x101;rasiddhito tehi saha dv&#x101;dasa&#x1E45;g&#x101;ni idha labbham&#x101;n&#x101;ni ca alabbham&#x101;n&#x101;ni ca magga&#x1E45;gavacanas&#x101;ma&#xF1;&#xF1;ena sa&#x1E45;ga&#x1E47;hitv&#x101; vutt&#x101;ni. Eva&#xF1;hi suttantavoh&#x101;ropi dassito hoti, eva&#x1E43; pana dassentena &#x2018;&#x2018;maggapaccayaniddese magga&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti eva&#x1E43; uddharitv&#x101; tassa p&#x101;&#x1E6D;hagatassa magga&#x1E45;gasaddassa atthabh&#x101;vena im&#x101;ni dv&#x101;dasa&#x1E45;g&#x101;ni na dassetabb&#x101;ni. Na hi p&#x101;&#x1E37;iya&#x1E43; magga&#x1E45;gasaddassa micch&#x101;v&#x101;c&#x101;kammant&#x101;j&#x12B;voti attho vattabbo. Tehi samm&#x101;v&#x101;c&#x101;d&#x12B;hi pa&#x1E6D;ipakkh&#x101; cetan&#x101;dhamm&#x101; tappa&#x1E6D;ipakkhabh&#x101;vatoyeva &#x2018;&#x2018;micch&#x101;magga&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti sutte vutt&#x101;ni, na pana maggapaccayabh&#x101;vena. Magga&#x1E45;g&#x101;ni maggapaccayabh&#x16B;t&#x101;ni ca idha p&#x101;&#x1E37;iya&#x1E43; &#x2018;&#x2018;magga&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti vutt&#x101;ni, na ca a&#xF1;&#xF1;a&#x1E43; uddharitv&#x101; a&#xF1;&#xF1;assa attho vattabbo. Pariy&#x101;yanippariy&#x101;yamagga&#x1E45;gadassanattha&#x1E43; pana icchantena p&#x101;&#x1E37;igatamagga&#x1E45;gasaddapatir&#x16B;pako a&#xF1;&#xF1;o magga&#x1E45;gasaddo ubhayapadattho uddharitabbo yath&#x101; &#x2018;&#x2018;adhikara&#x1E47;a&#x1E43; n&#x101;ma catt&#x101;ri adhikara&#x1E47;&#x101;n&#x12B;&#x2019;&#x2019;ti (p&#x101;r&#x101;. 386, 405). Idha pana &#x2018;&#x2018;maggapaccayaniddese magga&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti p&#x101;&#x1E37;igatoyeva magga&#x1E45;gasaddo uddha&#x1E6D;o, na ca atthuddhara&#x1E47;avasena dassetv&#x101; adhippetatthaniyamana&#x1E43; kata&#x1E43;, tasm&#x101; p&#x101;&#x1E37;iya&#x1E43; magga&#x1E45;gasaddassa micch&#x101;v&#x101;c&#x101;d&#x12B;na&#x1E43; atthabh&#x101;vo m&#x101; hot&#x16B;ti &#x2018;&#x2018;samm&#x101;di&#x1E6D;&#x1E6D;hisa&#x1E45;kappav&#x101;c&#x101;kammant&#x101;j&#x12B;vav&#x101;y&#x101;masatisam&#x101;dhimicch&#x101;di&#x1E6D;&#x1E6D;hisa&#x1E45;kappav&#x101;y&#x101;masam&#x101;dhayoti ^a^V0.0203^ea^ im&#x101;ni dv&#x101;dasa&#x1E45;g&#x101;n&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;hanti. Nanu eva&#x1E43; &#x2018;&#x2018;ahetukacittupp&#x101;davajjes&#x16B;&#x2019;&#x2019;ti na vattabba&#x1E43;. Na hi tesu samm&#x101;di&#x1E6D;&#x1E6D;hi&#x101;dayo yath&#x101;vutt&#x101; santi, ye vajjetabb&#x101; siyunti? Na, uppatti&#x1E6D;&#x1E6D;h&#x101;naniyamanatthatt&#x101;. Ahetukacittupp&#x101;davajjesveva et&#x101;ni uppajjanti, n&#x101;hetukacittupp&#x101;desu. Tatthuppann&#x101;ni dv&#x101;dasa&#x1E45;g&#x101;n&#x12B;ti aya&#xF1;hettha attho.</p>
              <p>[06]Maggapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>20. Vippayuttapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^20^eb^^b^.^eb^^b^Sampayog&#x101;sa&#x1E45;k&#x101;ya^eb^^a^M0.0194^ea^^b^abh&#x101;vato^eb^ti etena sampayog&#x101;sa&#x1E45;k&#x101;vatthubh&#x16B;to upak&#x101;rakabh&#x101;vo vippayuttapaccayat&#x101;ti dasseti.</p>
              <p>[06]Vippayuttapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>21. Atthipaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^21^eb^^b^.^eb^ Kusal&#x101;divasena pa&#xF1;cavidho atthipaccayo vutto, na nibb&#x101;na&#x1E43;. Yo hi atthibh&#x101;v&#x101;bh&#x101;vena anupak&#x101;rako atthibh&#x101;va&#x1E43; labhitv&#x101; upak&#x101;rako hoti, so atthipaccayo hoti. Nibb&#x101;na&#xF1;ca nibb&#x101;n&#x101;ramma&#x1E47;&#x101;na&#x1E43; na attano atthibh&#x101;v&#x101;bh&#x101;vena anupak&#x101;raka&#x1E43; hutv&#x101; atthibh&#x101;val&#x101;bhena upak&#x101;raka&#x1E43; hoti. Upp&#x101;d&#x101;diyutt&#x101;na&#x1E43; v&#x101; natthibh&#x101;vopak&#x101;rakat&#x101;viruddho upak&#x101;rakabh&#x101;vo atthipaccayat&#x101;ti na nibb&#x101;na&#x1E43; atthipaccayo.</p>
              <p>[03]Sati ca yesa&#x1E43; paccay&#x101; honti, tehi ekato puretara&#x1E43; pacch&#x101; ca uppannatte sahaj&#x101;t&#x101;dipaccayatt&#x101;bh&#x101;vato &#x101;ha ^b^&#x2018;&#x2018;&#x101;h&#x101;ro indriya&#xF1;ca sahaj&#x101;t&#x101;dibheda&#x1E43; na labhat&#x12B;&#x2019;&#x2019;^eb^ti. Tadabh&#x101;vo ca etesa&#x1E43; dhammasabh&#x101;vavasena da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[06]Atthipaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>22-23-24. Natthivigataavigatapaccayaniddesava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^22-23^eb^^b^.^eb^^b^Paccayalakkha&#x1E47;ameva^eb^^a^V0.0204^ea^^b^hettha n&#x101;na^eb^nti etena natthivigatapaccayesu atthiavigatapaccayesu ca ^b^bya&#xF1;janamatteyeva n&#x101;natta&#x1E43;, na atthe^eb^ti ida&#x1E43; yo paccayoti attho, tasmi&#x1E43; n&#x101;natta&#x1E43; natthi, bya&#xF1;janasa&#x1E45;gahite paccayalakkha&#x1E47;amatteyeva n&#x101;nattanti imamattha&#x1E43; sandh&#x101;ya vuttanti vi&#xF1;&#xF1;&#x101;yati.</p>
              <p>[06]Natthivigataavigatapaccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Paccayaniddesava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Paccayaniddesapaki&#x1E47;&#x1E47;akavinicchayakath&#x101;va&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^&#x2018;&#x2018;Lobhadosamoh&#x101;^eb^^a^M0.0195^ea^^b^vip&#x101;kapaccay&#x101;pi na honti, ses&#x101;na&#x1E43; sattarasanna&#x1E43; paccay&#x101;na&#x1E43; vasena paccay&#x101; hont&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dimap&#x101;&#x1E6D;ho. Ettha ca lobhadosamoh&#x101;na&#x1E43; pacceka&#x1E43; sattarasahi paccayehi paccayabh&#x101;vo vutto, sabbe het&#x16B; saha aggahetv&#x101; ekadhammassa anekapaccayabh&#x101;vadassanattha&#x1E43; amoh&#x101;d&#x12B;na&#x1E43; visu&#x1E43; gahitatt&#x101;ti dosassapi sattarasahi paccayabh&#x101;vo &#x101;pajjati, tath&#x101; ca sati dosassapi garukara&#x1E47;a&#x1E43; p&#x101;&#x1E37;iya&#x1E43; vattabba&#x1E43; siy&#x101;. &#x2018;&#x2018;Akusalo pana &#x101;ramma&#x1E47;&#x101;dhipati n&#x101;ma lobhasahagatacittupp&#x101;do vuccat&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. a&#x1E6D;&#x1E6D;ha. 1.4) etth&#x101;pi lobhadosasahagatacittupp&#x101;d&#x101;ti vattabba&#x1E43; siy&#x101;, na pana vutta&#x1E43;, tasm&#x101; dosassa adhipatipaccayat&#x101;pi niv&#x101;retabb&#x101;. Na ca ^b^&#x2018;&#x2018;ses&#x101;na&#x2019;&#x2019;^eb^nti vacanena adhipatipaccayo niv&#x101;rito, atha kho sa&#x1E45;gahito purej&#x101;t&#x101;d&#x12B;hi yath&#x101;vuttehi sesatt&#x101;ti tanniv&#x101;ra&#x1E47;attha&#x1E43; dosa&#x1E43; lobhamohehi saha aggahetv&#x101; visu&#xF1;ca aggahetv&#x101; &#x2018;&#x2018;doso adhipatipaccayopi na hoti, ses&#x101;na&#x1E43; paccay&#x101;na&#x1E43; vasena paccayo hot&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;hanti. ^b^Imin&#x101; nayen&#x101;^eb^ti etena pho&#x1E6D;&#x1E6D;habb&#x101;yatanassa sahaj&#x101;t&#x101;dipaccayabh&#x101;va&#x1E43;, sabbadhamm&#x101;na&#x1E43; yath&#x101;yoga&#x1E43; het&#x101;dipaccayabh&#x101;va&#xF1;ca dasseti. Na hi eta&#x1E43; ekapaccayassa anekapaccayabh&#x101;vadassananti r&#x16B;p&#x101;d&#x12B;na&#x1E43; pakat&#x16B;panissayabh&#x101;vo ca etena dassitoti da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]Catunna&#x1E43; khandh&#x101;na&#x1E43; bhed&#x101; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tu&#x101;dayoti bheda&#x1E43; an&#x101;masitv&#x101; te eva gahetv&#x101; &#x101;ha ^a^V0.0205^ea^^b^&#x2018;&#x2018;cat&#x16B;su khandhes&#x16B;&#x2019;&#x2019;^eb^ti. ^b^Micch&#x101;v&#x101;c&#x101;kammant&#x101;j&#x12B;v&#x101; tehi ceva kamm&#x101;h&#x101;rapaccayehi c&#x101;ti ek&#x16B;nav&#x12B;satidh&#x101;^eb^ti idameva&#x1E43; na sakk&#x101; vattu&#x1E43;. Na hi micch&#x101;v&#x101;c&#x101;dayo micch&#x101;di&#x1E6D;&#x1E6D;hi viya maggapaccay&#x101; honti cetan&#x101;ya maggapaccayatt&#x101;bh&#x101;vato. Yadi ca bhaveyya, pa&#xF1;h&#x101;v&#x101;re &#x2018;&#x2018;kammapaccay&#x101; magge t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101;, tasm&#x101; micch&#x101;v&#x101;c&#x101;d&#x12B;na&#x1E43; maggapaccayabh&#x101;vo na vattabbo. Pa&#x1E6D;&#x1E6D;h&#x101;nasa&#x1E43;va&#x1E47;&#x1E47;an&#x101; hes&#x101;. Sesapaccayabh&#x101;vo ca cetan&#x101;ya anekapaccayabh&#x101;vavacanena vuttoyev&#x101;ti na ida&#x1E43; pa&#x1E6D;hitabbanti na pa&#x1E6D;hanti. ^b^&#x2018;&#x2018;Ahirika&#x1E43;&#x2026;pe&#x2026; middha&#x1E43; uddhacca&#x1E43; vicikicch&#x101;&#x2019;&#x2019;^eb^ti&#x101;dimap&#x101;&#x1E6D;ho, vicikicch&#x101; pana adhipatipaccayo na hot&#x12B;ti ta&#x1E43; tattha apa&#x1E6D;hitv&#x101; ^b^&#x2018;&#x2018;vicikicch&#x101;iss&#x101;macchariyakukkucc&#x101;ni tato adhipatipaccaya&#x1E43; apanetv&#x101;&#x2019;&#x2019;^eb^ti evamettha pa&#x1E6D;hanti.</p>
              <p>[03]^b^&#x2018;&#x2018;Catt&#x101;ri^eb^^a^M0.0196^ea^^b^mah&#x101;bh&#x16B;t&#x101;ni &#x101;ramma&#x1E47;a&#x2026;pe&#x2026; purej&#x101;tavippayuttaatthiavigatavasena dasadh&#x101; paccay&#x101; honti, puna tath&#x101; hadayavatth&#x16B;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, mah&#x101;bh&#x16B;t&#x101;ni pana vippayuttapaccay&#x101; na hont&#x12B;ti &#x2018;&#x2018;purej&#x101;taatthiavigatavasena navadh&#x101; paccay&#x101; honti, vippayuttapaccaya&#x1E43; pakkhipitv&#x101; dasadh&#x101; vatthu&#x2019;&#x2019;nti pa&#x1E6D;hanti. ^b^Ettakamevettha apubba^eb^nti etasmi&#x1E43; purej&#x101;tapaccaye sahaj&#x101;tanissayehi apubba&#x1E43; r&#x16B;pasaddagandharas&#x101;yatanamattamev&#x101;ti attho, &#x101;ramma&#x1E47;&#x101;ni panet&#x101;ni &#x101;ramma&#x1E47;apaccayadhamm&#x101;na&#x1E43; anekapaccayabh&#x101;ve vutt&#x101;n&#x12B;ti sabb&#x101;tikkantapaccay&#x101;pekkh&#x101; etesa&#x1E43; apubbat&#x101; natth&#x12B;ti. ^b^Indriy&#x101;d&#x12B;su apubba&#x1E43; natth&#x12B;^eb^ti r&#x16B;paj&#x12B;vitindriyassapi ar&#x16B;paj&#x12B;vitindriyato apubbassa paccayabh&#x101;vassa abh&#x101;va&#x1E43; ma&#xF1;&#xF1;am&#x101;nena apubbat&#x101; na vutt&#x101;. Tassa pana purej&#x101;tapaccayabh&#x101;vato apubbat&#x101;. Kaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;rassa ca purej&#x101;tena saddhi&#x1E43; sattadh&#x101; paccayabh&#x101;vo yojetabbo.</p>
              <p>[03]^b^&#x100;k&#x101;ro^eb^ti m&#x16B;l&#x101;di&#x101;k&#x101;ro. ^b^Attho^eb^ti ten&#x101;k&#x101;rena upak&#x101;rakat&#x101;. ^b^&#x2018;&#x2018;Yen&#x101;k&#x101;ren&#x101;&#x2019;&#x2019;^eb^ti etassa v&#x101; atthavacana&#x1E43; ^b^&#x2018;&#x2018;yenatthen&#x101;&#x2019;&#x2019;^eb^ti. ^b^Vip&#x101;kahet&#x16B;suyeva labbhat&#x12B;^eb^ti ettha amohavip&#x101;kahetussa adhipatipaccayabh&#x101;vo ca lokuttaravip&#x101;keyeva labbhat&#x12B;ti. Eva&#x1E43; sabbattha labbham&#x101;n&#x101;labbham&#x101;na&#x1E43; sallakkhetabba&#x1E43;. Vippayutta&#x1E43; apa&#x1E6D;hitv&#x101; ^b^&#x2018;&#x2018;chah&#x101;k&#x101;reh&#x12B;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, ta&#x1E43; pana pa&#x1E6D;hitv&#x101; ^b^&#x2018;&#x2018;sattah&#x101;k&#x101;reh&#x12B;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti. Ukka&#x1E6D;&#x1E6D;haparicchedo hettha vuccati, na ca ya&#x1E43; &#x101;ramma&#x1E47;a&#x1E43; nissayo hoti, ta&#x1E43; vippayutta&#x1E43; na hot&#x12B;ti.</p>
              <p>[03]Anantarasamanantaresu ya&#x1E43; kammapaccayo hoti, ta&#x1E43; na &#x101;sevanapaccayo. Ya&#xF1;ca &#x101;sevanapaccayo hoti, na ta&#x1E43; kammapaccayoti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^&#x2018;&#x2018;Pakat&#x16B;panissayo pakat&#x16B;panissayov&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43; ^a^V0.0206^ea^, kammapaccayopi pana so hoti, tasm&#x101; &#x2018;&#x2018;kammapaccayo c&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hanti. Aya&#x1E43; panettha attho &#x2013; pakat&#x16B;panissayo yebhuyyena pakat&#x16B;panissayova hoti, koci panettha kammapaccayo ca hot&#x12B;ti. ^b^&#x2018;&#x2018;&#x100;ramma&#x1E47;apurej&#x101;te panettha indriyavippayuttapaccayat&#x101; na labbhat&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Tattha ^b^&#x101;ramma&#x1E47;apurej&#x101;ta^eb^nti yadi ka&#xF1;ci &#x101;ramma&#x1E47;abh&#x16B;ta&#x1E43; purej&#x101;ta&#x1E43; vutta&#x1E43;, &#x101;ramma&#x1E47;abh&#x16B;tassa vatthussa vippayuttapaccayat&#x101; labbhat&#x12B;ti s&#x101; na labbhat&#x12B;ti na vattabb&#x101;. Atha pana ^a^M0.0197^ea^ vatthupurej&#x101;tato a&#xF1;&#xF1;a&#x1E43; vatthubh&#x101;varahit&#x101;ramma&#x1E47;ameva &#x2018;&#x2018;&#x101;ramma&#x1E47;apurej&#x101;ta&#x2019;&#x2019;nti vutta&#x1E43;, tassa nissayapaccayat&#x101; na labbhat&#x12B;ti &#x2018;&#x2018;nissayindriyavippayuttapaccayat&#x101; na labbhat&#x12B;&#x2019;&#x2019;ti vattabba&#x1E43;. ^b^Ito uttarip&#x12B;^eb^ti purej&#x101;tato paratop&#x12B;ti attho, ito v&#x101; indriyavippayuttato nissayindriyavippayuttato v&#x101; uttari &#x101;ramma&#x1E47;&#x101;dhipati&#x101;di ca labbham&#x101;n&#x101;labbham&#x101;na&#x1E43; veditabbanti attho vattabbo. Kamm&#x101;d&#x12B;su pana labbham&#x101;n&#x101;labbham&#x101;na&#x1E43; na vakkhat&#x12B;ti purimoyevettha attho adhippeto.</p>
              <p>[03]^b^&#x2018;&#x2018;Kaba&#x1E37;&#x12B;k&#x101;ro &#x101;h&#x101;ro &#x101;h&#x101;rapaccayov&#x101;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, atthiavigatapaccayopi pana so hoti, tena ^b^&#x2018;&#x2018;kaba&#x1E37;&#x12B;k&#x101;ro &#x101;h&#x101;ro &#x101;h&#x101;rapaccayatta&#x1E43; avijahantova atthiavigat&#x101;na&#x1E43; vasena aparehipi dv&#x12B;h&#x101;k&#x101;rehi anekapaccayabh&#x101;va&#x1E43; gacchat&#x12B;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti.</p>
              <p>[03]^b^&#x2018;&#x2018;Yath&#x101;nur&#x16B;pa&#x1E43; jh&#x101;napaccaye vutt&#x101;na&#x1E43; dasanna&#x1E43; hetuadhipat&#x12B;na&#xF1;c&#x101;ti imesa&#x1E43; vasen&#x101;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, ^b^&#x2018;&#x2018;yath&#x101;nur&#x16B;pa&#x1E43; jh&#x101;napaccaye vutt&#x101;na&#x1E43; maggavajj&#x101;na&#x1E43; navanna&#x1E43; hetuadhipatijh&#x101;n&#x101;na&#xF1;c&#x101;ti imesa&#x1E43; vasen&#x101;&#x2019;&#x2019;^eb^ti pacchimap&#x101;&#x1E6D;ho, tesu vic&#x101;retv&#x101; yutto gahetabbo.</p>
              <p>[03]Samanantaraniruddhat&#x101;ya &#x101;ramma&#x1E47;abh&#x101;vena ca sadiso paccayabh&#x101;vo paccayasabh&#x101;gat&#x101;, viruddhapaccayat&#x101; paccayavisabh&#x101;gat&#x101;. ^b^&#x2018;&#x2018;Imin&#x101; up&#x101;yen&#x101;&#x2019;&#x2019;^eb^ti vacanato hetu&#x101;d&#x12B;na&#x1E43; sahaj&#x101;t&#x101;na&#x1E43; sahaj&#x101;tabh&#x101;vena sabh&#x101;gat&#x101;, sahaj&#x101;t&#x101;sahaj&#x101;t&#x101;na&#x1E43; hetu&#x101;ramma&#x1E47;&#x101;d&#x12B;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;avisabh&#x101;gat&#x101;ti evam&#x101;din&#x101; up&#x101;yena sabh&#x101;gat&#x101; visabh&#x101;gat&#x101; yojetabb&#x101;.</p>
              <p>[03]^b^Janak&#x101;yeva, na ajanak&#x101;^eb^ti janakabh&#x101;vappadh&#x101;n&#x101;yeva hutv&#x101; paccay&#x101; honti, na upatthambhakabh&#x101;vappadh&#x101;n&#x101;ti attho da&#x1E6D;&#x1E6D;habbo. Yesa&#x1E43; hetu&#x101;dayo paccay&#x101; honti, te tehi vin&#x101; neva uppajjanti, na ca pavattant&#x12B;ti tesa&#x1E43; ubhayappadh&#x101;nat&#x101; vutt&#x101;. Na hi te anantar&#x101;dayo viya jananeneva pavatti&#x1E43; karont&#x12B;ti.</p>
              <p>[03]Sabbesa&#x1E43; ^a^V0.0207^ea^ &#x1E6D;h&#x101;na&#x1E43; k&#x101;ra&#x1E47;abh&#x101;vo sabba&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;, ta&#x1E43; etesa&#x1E43; atth&#x12B;ti ^b^sabba&#x1E6D;&#x1E6D;h&#x101;nik&#x101;^eb^. Upanissaya&#x1E43; bhindantena tayopi upanissay&#x101; vattabb&#x101;, abhinditv&#x101; ^a^M0.0198^ea^ v&#x101; upanissayaggaha&#x1E47;ameva k&#x101;tabba&#x1E43;. Tattha bhindana&#x1E43; pakat&#x16B;panissayassa r&#x16B;p&#x101;na&#x1E43; paccayatt&#x101;bh&#x101;vadassanattha&#x1E43;, &#x101;ramma&#x1E47;&#x101;nantar&#x16B;panissay&#x101;na&#x1E43; pana pubbe &#x101;ramma&#x1E47;&#x101;dhipatianantaraggaha&#x1E47;ehi gahitatt&#x101; tesu ekadesena anantar&#x16B;panissayena itarampi dasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Purej&#x101;tapacch&#x101;j&#x101;t&#x101;pi asabba&#x1E6D;&#x1E6D;h&#x101;nik&#x101; ar&#x16B;par&#x16B;p&#x101;na&#xF1;&#xF1;eva yath&#x101;kkamena paccayabh&#x101;vato^eb^ti ettha purej&#x101;tapaccayo anantar&#x101;d&#x12B;su eva vattabbo ta&#x1E43;sam&#x101;nagatikatt&#x101;, na ca yuga&#x1E37;abh&#x101;vo pacch&#x101;j&#x101;tena saha kathane k&#x101;ra&#x1E47;a&#x1E43; asabba&#x1E6D;&#x1E6D;h&#x101;nikadassanamattassa adhippetatt&#x101;ti ta&#x1E43; tattha pa&#x1E6D;hitv&#x101; &#x2018;&#x2018;pacch&#x101;j&#x101;topi asabba&#x1E6D;&#x1E6D;h&#x101;niko r&#x16B;p&#x101;na&#x1E43;yeva paccayabh&#x101;vato&#x2019;&#x2019;ti pa&#x1E6D;hanti.</p>
              <p>[06]Paccayaniddesapaki&#x1E47;&#x1E47;akavinicchayakath&#x101;va&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Pucch&#x101;v&#x101;ro</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Paccay&#x101;nulomava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^Ekeka&#x1E43; tikaduka^eb^nti ekeka&#x1E43; tika&#x1E43; duka&#xF1;c&#x101;ti attho, na tikadukanti.</p>
              <p>[03]^b^Paccay&#x101; cev&#x101;^eb^ti ye kusal&#x101;didhamme pa&#x1E6D;icc&#x101;ti vutt&#x101;, te pa&#x1E6D;iccattha&#x1E43; pharant&#x101; kusal&#x101;dipaccay&#x101; cev&#x101;ti attho. Tenev&#x101;ha ^b^&#x2018;&#x2018;te ca kho sahaj&#x101;t&#x101;v&#x101;&#x2019;&#x2019;^eb^ti. Yehi pana het&#x101;dipaccayehi uppatti vutt&#x101;, te sahaj&#x101;t&#x101;pi honti asahaj&#x101;t&#x101;p&#x12B;ti. Ettha pa&#x1E6D;iccasahaj&#x101;tav&#x101;rehi sam&#x101;natthehi pa&#x1E6D;iccasahaj&#x101;t&#x101;bhidh&#x101;nehi sam&#x101;nattha&#x1E43; bodhentena bhagavat&#x101; pacchimav&#x101;rena purimav&#x101;ro, purimav&#x101;rena ca pacchimav&#x101;ro ca bodhitoti veditabbo. Esa nayo paccayanissayav&#x101;resu sa&#x1E43;sa&#x1E6D;&#x1E6D;hasampayuttav&#x101;resu ca, eva&#xF1;ca niruttikosalla&#x1E43; janita&#x1E43; hot&#x12B;ti.</p>
              <p>[03]&#x2018;&#x2018;Te te pana pa&#xF1;he uddharitv&#x101; puna kusalo hetu hetusampayuttak&#x101;na&#x1E43; dhamm&#x101;na&#x2019;&#x2019;nti likhita&#x1E43;. &#x2018;&#x2018;Kusal&#x101; het&#x16B; sampayuttak&#x101;na&#x1E43; khandh&#x101;na&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.401) pa&#xF1;h&#x101;v&#x101;rap&#x101;&#x1E6D;hoti pam&#x101;dalekh&#x101; ^a^V0.0208^ea^ es&#x101;ti p&#x101;&#x1E37;iya&#x1E43; &#x101;gatap&#x101;&#x1E6D;hameva pa&#x1E6D;hanti. Purimav&#x101;resu sahaj&#x101;tanissayasampayuttapaccayabh&#x101;vehi kusal&#x101;didhamme niyametv&#x101; tasmi&#x1E43; niyame kusal&#x101;d&#x12B;na&#x1E43; hetupaccay&#x101;d&#x12B;hi uppatti&#x1E43; pucchitv&#x101; vissajjana&#x1E43; kata&#x1E43;, na tattha &#x2018;&#x2018;ime n&#x101;ma te dhamm&#x101; het&#x101;dipaccayabh&#x16B;t&#x101;&#x2019;&#x2019;ti vi&#xF1;&#xF1;&#x101;yanti, tasm&#x101; tattha &#x2018;&#x2018;siy&#x101; kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca kusalo dhammo uppajjeyya ^a^M0.0199^ea^ hetupaccay&#x101;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.25) evam&#x101;d&#x12B;hi sa&#x1E45;gahite pa&#x1E6D;iccatth&#x101;diphara&#x1E47;akabh&#x101;ve het&#x101;dipaccayapaccayuppannesu het&#x101;dipaccay&#x101;na&#x1E43; nicchay&#x101;bh&#x101;vato pa&#xF1;h&#x101; nijja&#x1E6D;&#x101; niggumb&#x101; ca katv&#x101; na vibhatt&#x101;, idha pana &#x2018;&#x2018;siy&#x101; kusalo dhammo kusalassa dhammassa hetupaccayena paccayo&#x2019;&#x2019;ti evam&#x101;d&#x12B;hi sa&#x1E45;gahit&#x101; het&#x101;dipaccayabh&#x16B;t&#x101; kusal&#x101;dayo paccayuppann&#x101; ca nicchit&#x101;, na koci pucch&#x101;sa&#x1E45;gahito attho anicchito n&#x101;ma atth&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;sabbepi te pa&#xF1;h&#x101; nijja&#x1E6D;&#x101; niggumb&#x101; ca katv&#x101; vibhatt&#x101;&#x2019;&#x2019;^eb^ti. Pa&#xF1;h&#x101; pana uddharitv&#x101; vissajjana&#x1E43; sabbattha sam&#x101;nanti na ta&#x1E43; sandh&#x101;ya nijja&#x1E6D;at&#x101; vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^Uppattiy&#x101; pa&#xF1;&#xF1;&#x101;pitatt&#x101;^eb^ti pucch&#x101;matteneva uppattiy&#x101; &#x1E6D;hapitatt&#x101; pak&#x101;sitatt&#x101;, n&#x101;nappak&#x101;rehi v&#x101; &#xF1;&#x101;pitatt&#x101;ti attho.</p>
              <p>[03]^b^25-34^eb^^b^.^eb^^b^Parikappapucch&#x101;^eb^ti vidhipucch&#x101;. ^b^Ki&#x1E43; siy&#x101;^eb^ti eso vidhi ki&#x1E43; atth&#x12B;ti attho. Ki&#x1E43; siy&#x101;, atha na siy&#x101;ti sampucchana&#x1E43; v&#x101; parikappapucch&#x101;ti vadati. Kimida&#x1E43; sampucchana&#x1E43; n&#x101;ma? Samecca pucchana&#x1E43;, &#x2018;&#x2018;ki&#x1E43; suttanta&#x1E43; pariy&#x101;pu&#x1E47;eyya, atha abhidhamma&#x2019;&#x2019;nti a&#xF1;&#xF1;ena saha sampadh&#x101;ra&#x1E47;anti attho. Yo kusalo dhammo uppajjeyya hetupaccay&#x101;, so kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca siy&#x101;ti etasmi&#x1E43; atthe sati pacch&#x101;j&#x101;tavip&#x101;kapaccayesupi sabbapucch&#x101;na&#x1E43; pavattito &#x2018;&#x2018;yo kusalo dhammo uppajjeyya pacch&#x101;j&#x101;tapaccay&#x101; vip&#x101;kapaccay&#x101;, so kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca siy&#x101;&#x2019;&#x2019;ti ayamattho vi&#xF1;&#xF1;&#x101;yeyya, tath&#x101; ca sati pacch&#x101;j&#x101;tapaccay&#x101; vip&#x101;kapaccay&#x101;ti uppajjam&#x101;na&#x1E43; niddh&#x101;retv&#x101; tassa kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca bhavanassa pucchanato kusal&#x101;na&#x1E43; tehi paccayehi uppatti anu&#xF1;&#xF1;&#x101;t&#x101;ti &#x101;pajjati, na ca ta&#x1E43;ta&#x1E43;paccay&#x101; uppajjam&#x101;n&#x101;na&#x1E43; kusal&#x101;d&#x12B;na&#x1E43; kusal&#x101;didhamme pa&#x1E6D;icca bhavanamatthit&#x101; ettha pucchit&#x101;, atha kho uppatti, eva&#xF1;ca katv&#x101; vissajjane &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca kusalo dhammo uppajjat&#x12B;&#x2019;&#x2019;ti uppattiyeva vissajjit&#x101;ti, tasm&#x101; ayamattho sadosoti ^b^&#x2018;&#x2018;atha v&#x101;&#x2019;&#x2019;^eb^ti atthantaravacana&#x1E43; vutta&#x1E43;.</p>
              <p>[03]Tattha ^a^V0.0209^ea^ &#x2018;&#x2018;kusalo dhammo uppajjeyy&#x101;&#x2019;&#x2019;ti uppatti&#x1E43; anuj&#x101;nitv&#x101; &#x2018;&#x2018;hetupaccay&#x101; siy&#x101; eta&#x2019;&#x2019;nti tass&#x101; hetupaccay&#x101; bhavanapucchana&#x1E43;, &#x2018;&#x2018;uppajjeyya hetupaccay&#x101;&#x2019;&#x2019;ti hetupaccay&#x101; uppatti&#x1E43; anuj&#x101;nitv&#x101; tass&#x101; &#x2018;&#x2018;siy&#x101; eta&#x2019;&#x2019;nti bhavanapucchana&#xF1;ca na yutta&#x1E43;. Anu&#xF1;&#xF1;&#x101;ta&#xF1;hi nicchitamev&#x101;ti. Tasm&#x101; ananuj&#x101;nitv&#x101; ^a^M0.0200^ea^ &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca kusalo dhammo uppajjeyya hetupaccay&#x101;&#x2019;&#x2019;ti eva&#x1E43; yath&#x101;vutta&#x1E43; uppajjana&#x1E43; ki&#x1E43; siy&#x101;ti pucchat&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Uppajjeyy&#x101;^eb^ti v&#x101; idampi sampucchanameva, kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca kusalo dhammo ki&#x1E43; uppajjeyya hetupaccay&#x101;ti attho. ^b^Siy&#x101;^eb^ti yath&#x101;pucchitasseva uppajjanassa sambhava&#x1E43; pucchati &#x2018;&#x2018;ki&#x1E43; eva&#x1E43; uppajjana&#x1E43; siy&#x101; sambhaveyy&#x101;&#x2019;&#x2019;ti, aya&#x1E43; nayo siy&#x101;saddassa pacch&#x101;yojane. Yath&#x101;&#x1E6D;h&#x101;neyeva pana &#x1E6D;hit&#x101; &#x2018;&#x2018;siy&#x101;&#x2019;&#x2019;ti es&#x101; s&#x101;ma&#xF1;&#xF1;apucch&#x101;, t&#x101;ya pana pucch&#x101;ya &#x2018;&#x2018;ida&#x1E43; n&#x101;ma pucchita&#x2019;&#x2019;nti na vi&#xF1;&#xF1;&#x101;yat&#x12B;ti tass&#x101;yeva pucch&#x101;ya visesanattha&#x1E43; &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca kusalo dhammo uppajjeyya hetupaccay&#x101;&#x2019;&#x2019;ti pucchati, eva&#x1E43; visesitabbavisesanabh&#x101;vena dvepi pucch&#x101; ek&#x101;yeva pucch&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^Gamanussukkavacana^eb^nti gamanassa sam&#x101;nakattukapacchimak&#x101;lakiriy&#x101;pekkhavacananti attho. Yadipi pa&#x1E6D;igamanuppatt&#x12B;na&#x1E43; purimapacchimak&#x101;lat&#x101; natthi, paccayapaccayuppann&#x101;na&#x1E43; pana sahaj&#x101;t&#x101;nampi paccayapaccayuppannabh&#x101;vena gaha&#x1E47;a&#x1E43; purimapacchimabh&#x101;veneva hot&#x12B;ti gaha&#x1E47;appavatti&#x101;k&#x101;ravasena paccay&#x101;yattat&#x101;attapa&#x1E6D;il&#x101;bhasa&#x1E45;kh&#x101;t&#x101;na&#x1E43; pa&#x1E6D;igamanuppattikiriy&#x101;nampi purimapacchimak&#x101;lavoh&#x101;ro hot&#x12B;ti da&#x1E6D;&#x1E6D;habbo. Gamana&#x1E43; v&#x101; uppatti ev&#x101;ti gacchantassa pa&#x1E6D;igamana&#x1E43; uppajjantassa pa&#x1E6D;iuppajjana&#x1E43; sam&#x101;nakiriy&#x101;. Pa&#x1E6D;ikara&#x1E47;a&#xF1;hi pa&#x1E6D;isaddatthoti. Tasm&#x101; &#x2018;&#x2018;kusala&#x1E43; dhamma&#x2019;&#x2019;nti upayoganiddi&#x1E6D;&#x1E6D;ha&#x1E43; paccaya&#x1E43; uppajjam&#x101;na&#x1E43; pa&#x1E6D;icca tad&#x101;yattuppattiy&#x101; pa&#x1E6D;igantv&#x101;ti ayamettha attho, tena ^b^pa&#x1E6D;icc&#x101;^eb^ti sahaj&#x101;tapaccaya&#x1E43; katv&#x101;ti vutta&#x1E43; hoti. Sahaj&#x101;tapaccayakara&#x1E47;a&#xF1;hi uppajjam&#x101;n&#x101;bhimukhauppajjam&#x101;na&#x1E43; pa&#x1E6D;igamana&#x1E43;, ta&#x1E43; katv&#x101;ti pa&#x1E6D;iccasaddassa atthoti.</p>
              <p>[03]^b^35-38^eb^^b^.^eb^^b^T&#x101;su p&#x101;&#x1E37;iya&#x1E43; dveyeva dassit&#x101;^eb^ti het&#x101;ramma&#x1E47;aduke dvinna&#x1E43; pucch&#x101;na&#x1E43; dassitatt&#x101; vutta&#x1E43;. Ettha ca ekam&#x16B;lak&#x101;dibh&#x101;vo pucch&#x101;na&#x1E43; vuttoti veditabbo, paccay&#x101;na&#x1E43; pana vasena sabbapa&#x1E6D;hamo paccayantarena avomissakatt&#x101; suddhikanayo, dutiyo &#x101;ramma&#x1E47;&#x101;d&#x12B;su ekekassa hetu eva ekam&#x16B;lakanti katv&#x101; ekam&#x16B;lakanayo. Eva&#x1E43; het&#x101;ramma&#x1E47;aduk&#x101;d&#x12B;na&#x1E43; adhipati&#x101;d&#x12B;na&#x1E43; m&#x16B;labh&#x101;vato dukam&#x16B;lak&#x101;dayo nay&#x101; veditabb&#x101;. Tev&#x12B;satim&#x16B;lakanayo ca tato para&#x1E43; m&#x16B;lassa abh&#x101;vato &#x2018;&#x2018;sabbam&#x16B;laka&#x2019;&#x2019;nti p&#x101;&#x1E37;iya&#x1E43; vutto. Tattha napu&#x1E43;sakaniddesena eka&#x2026;pe&#x2026; sabbam&#x16B;laka&#x1E43; paccayagamana&#x1E43; ^a^V0.0210^ea^ p&#x101;&#x1E37;igamana&#x1E43; v&#x101;ti vi&#xF1;&#xF1;&#x101;yati, eka&#x2026;pe&#x2026; sabbam&#x16B;laka&#x1E43; naya&#x1E43; asammuyhanten&#x101;ti upayogo v&#x101; ^a^M0.0201^ea^, idha ca sabbam&#x16B;lakanti ca tev&#x12B;satim&#x16B;lakasseva vuttatt&#x101; paccan&#x12B;ye vakkhati &#x2018;&#x2018;yath&#x101; anulome ekekassa padassa ekam&#x16B;laka&#x1E43;&#x2026;pe&#x2026; y&#x101;va tev&#x12B;satim&#x16B;laka&#x1E43;, eva&#x1E43; paccan&#x12B;yepi vitth&#x101;retabba&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. a&#x1E6D;&#x1E6D;ha. 1.42-44).</p>
              <p>[03]^b^39-40^eb^^b^.^eb^^b^&#x2018;&#x2018;&#x100;ramma&#x1E47;apaccay&#x101; hetupaccay&#x101;ti ett&#x101;vat&#x101; &#x101;ramma&#x1E47;apaccaya&#x1E43; &#x101;di&#x1E43; katv&#x101; hetupaccayapariyos&#x101;no ekam&#x16B;lakanayo dassito&#x2019;&#x2019;^eb^ti vutta&#x1E43;, eva&#x1E43; sati vinaye viya cakkabandhanavasena p&#x101;&#x1E37;igati &#x101;pajjati, na he&#x1E6D;&#x1E6D;himasodhanavasena. He&#x1E6D;&#x1E6D;himasodhanavasena ca idha abhidhamme p&#x101;&#x1E37;i gat&#x101;, eva&#xF1;ca katv&#x101; vissajjane &#x2018;&#x2018;&#x101;ramma&#x1E47;apaccay&#x101; hetuy&#x101; t&#x12B;&#x1E47;i, adhipatipaccay&#x101; t&#x12B;&#x1E47;i, adhipatipaccay&#x101; hetuy&#x101; nava, &#x101;ramma&#x1E47;e t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; he&#x1E6D;&#x1E6D;hima&#x1E43; sodhetv&#x101;va p&#x101;&#x1E37;i pavatt&#x101;. Yo cettha &#x2018;&#x2018;ekam&#x16B;lakanayo&#x2019;&#x2019;ti vutto, so suddhikanayova. So ca vises&#x101;bh&#x101;vato &#x101;ramma&#x1E47;am&#x16B;lak&#x101;d&#x12B;su na labbhati. Na hi &#x101;ramma&#x1E47;&#x101;d&#x12B;su tasmi&#x1E43; tasmi&#x1E43; &#x101;dimhi &#x1E6D;hapitepi paccayantarena sambandh&#x101;bh&#x101;vena &#x101;dimhi vuttasuddhikato visesattho labbhati, teneva vissajjanepi &#x101;ramma&#x1E47;am&#x16B;lak&#x101;d&#x12B;su suddhikanayo na dassitoti, tasm&#x101; &#x2018;&#x2018;&#x101;ramma&#x1E47;apaccay&#x101; hetupaccay&#x101; &#x101;ramma&#x1E47;apaccay&#x101; adhipatipaccay&#x101;&#x2026;pe&#x2026; &#x101;ramma&#x1E47;apaccay&#x101; avigatapaccay&#x101;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.39) aya&#x1E43; he&#x1E6D;&#x1E6D;himasodhanavasena ekasmi&#x1E43; &#x101;ramma&#x1E47;apaccaye hetupaccay&#x101;dike yojetv&#x101; vutto ekam&#x16B;lakanayo da&#x1E6D;&#x1E6D;habbo. &#x2018;&#x2018;&#x100;ramma&#x1E47;apaccay&#x101;&#x2026;pe&#x2026; avigatapaccay&#x101;&#x2019;&#x2019;ti v&#x101; ekam&#x16B;lakesu anantarapaccayassa m&#x16B;laka&#x1E43; &#x101;ramma&#x1E47;a&#x1E43; dassetv&#x101; ekam&#x16B;lak&#x101;d&#x12B;ni sa&#x1E43;khipitv&#x101; sabbam&#x16B;lakass&#x101;vas&#x101;nena avigatapaccayena ni&#x1E6D;&#x1E6D;h&#x101;pitanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Adhipatipaccay&#x101; anantarapaccay&#x101; samanantarapaccay&#x101; sahaj&#x101;tapaccay&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101;^eb^ti ida&#x1E43; m&#x16B;lameva dassetv&#x101; ekam&#x16B;lak&#x101;d&#x12B;na&#x1E43; sa&#x1E43;khipana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;, na suddhikadassana&#x1E43;, n&#x101;pi sabbam&#x16B;lake katipayapaccayadassana&#x1E43;.</p>
              <p>[03]^b^41^eb^^b^.^eb^ Tato nissay&#x101;d&#x12B;ni m&#x16B;l&#x101;nipi sa&#x1E43;khipitv&#x101; avigatam&#x16B;lakanaya&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;avigatapaccay&#x101; hetupaccay&#x101;&#x2019;&#x2019;^eb^ti&#x101;di &#x101;raddha&#x1E43;. Etasmi&#xF1;ca suddhikassa adassanena &#x101;ramma&#x1E47;am&#x16B;lak&#x101;d&#x12B;su visu&#x1E43; visu&#x1E43; suddhikanayo na labbhat&#x12B;ti &#xF1;&#x101;pito hoti. Na hi &#x101;di katthaci sa&#x1E43;khepantaragato hoti. &#x100;diantehi majjhim&#x101;na&#x1E43; dassana&#xF1;hi sa&#x1E45;khepo, &#x101;dito pabhuti katici ^a^M0.0202^ea^ vatv&#x101; gatidassana&#x1E43; v&#x101;ti. Dutiyacatukka&#x1E43; vatv&#x101; &#x2018;&#x2018;vigatapaccay&#x101;&#x2019;&#x2019;ti pada&#x1E43; uddharitv&#x101; &#x1E6D;hapita&#x1E43; ^a^V0.0211^ea^. Tena os&#x101;nacatukka&#x1E43; dasseti. Tatiyacatukkato pabhuti v&#x101; pa&#xF1;cakam&#x16B;l&#x101;ni sa&#x1E43;khipitv&#x101; sabbam&#x16B;lakassa avas&#x101;nena ni&#x1E6D;&#x1E6D;hapeti.</p>
              <p>[03]Ettha ca dukam&#x16B;lak&#x101;d&#x12B;su yath&#x101; hetu&#x101;ramma&#x1E47;adukena saddhi&#x1E43; avases&#x101; paccay&#x101; yojit&#x101;, het&#x101;ramma&#x1E47;&#x101;dhipatitik&#x101;d&#x12B;hi ca avases&#x101;vases&#x101;, eva&#x1E43; hetuadhipatiduk&#x101;d&#x12B;hi hetuadhipatianantaratik&#x101;d&#x12B;hi ca avases&#x101;vases&#x101; yojetabb&#x101; siyu&#x1E43;. Yadi ca sabbesa&#x1E43; paccay&#x101;na&#x1E43; m&#x16B;labh&#x101;vena yojitatt&#x101; hetum&#x16B;lake hetuadhipati&#x101;diduk&#x101;na&#x1E43; adhipatim&#x16B;lak&#x101;d&#x12B;su adhipatihetu&#x101;didukehi viseso natthi. Te eva hi paccay&#x101; uppa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; vutt&#x101;, tath&#x101;pi &#x101;ramma&#x1E47;am&#x16B;lak&#x101;d&#x12B;su &#x101;ramma&#x1E47;&#x101;dhipatiduk&#x101;d&#x12B;na&#x1E43; avases&#x101;vasesehi, hetum&#x16B;lake ca hetuadhipatianantaratik&#x101;d&#x12B;na&#x1E43; avases&#x101;vasesehi yojane atthi visesoti. Yasm&#x101; pana eva&#x1E43; yojiyam&#x101;nesupi sukhaggaha&#x1E47;a&#x1E43; na hoti, na ca yath&#x101;vutt&#x101;ya yojan&#x101;ya sabb&#x101; s&#x101; yojan&#x101; pa&#xF1;&#xF1;avat&#x101; na sakk&#x101; vi&#xF1;&#xF1;&#x101;tu&#x1E43;, tasm&#x101; tath&#x101; ayojetv&#x101; anupubbeneva yojan&#x101; kat&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. Dhamm&#x101;na&#x1E43; desan&#x101;vidh&#x101;ne hi bhagav&#x101;va pam&#x101;&#x1E47;anti. Ga&#x1E47;an&#x101;g&#x101;th&#x101; &#x101;dimap&#x101;&#x1E6D;he k&#x101;ci viruddh&#x101;, tasm&#x101; su&#x1E6D;&#x1E6D;hu ga&#x1E47;etv&#x101; gahetabb&#x101;.</p>
              <p>[03]^b^&#x2018;&#x2018;Dv&#x101;v&#x12B;satiy&#x101; tikesu ekeka&#x1E43; tika&#x1E43; duk&#x101;na&#x1E43; satena satena saddhi&#x1E43; yojetv&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, ta&#x1E43; dukatikapa&#x1E6D;&#x1E6D;h&#x101;ne kesa&#xF1;ci potthak&#x101;na&#x1E43; vasena vutta&#x1E43;. Kesuci pana ekeko duko dv&#x101;v&#x12B;satiy&#x101; dv&#x101;v&#x12B;satiy&#x101; tikehi yojito, ta&#xF1;ca gamana&#x1E43; yutta&#x1E43;. Na hi tattha tikassa yojan&#x101; atthi, atha kho tik&#x101;na&#x1E43; ekekena padena dukass&#x101;ti. Tattha chasa&#x1E6D;&#x1E6D;hiy&#x101; tikapadesu ekekena sa&#x1E43;sanditv&#x101; chasa&#x1E6D;&#x1E6D;hi hetuduk&#x101;, tath&#x101; sahetukaduk&#x101;dayo c&#x101;ti duk&#x101;na&#x1E43; chasat&#x101;dhik&#x101;ni chasahass&#x101;ni honti. Tesu ekekasmi&#x1E43; pa&#x1E6D;iccav&#x101;r&#x101;dayo satta v&#x101;r&#x101; nay&#x101; pucch&#x101; ca sabb&#x101; dukapa&#x1E6D;&#x1E6D;h&#x101;ne hetudukena sam&#x101;n&#x101;.</p>
              <p>[03]^b^&#x2018;&#x2018;Dukasate ekeka&#x1E43; duka&#x1E43; dv&#x101;v&#x12B;satiy&#x101; tikehi saddhi&#x1E43; yojetv&#x101;&#x2019;&#x2019;^eb^ti ca vutta&#x1E43;, tampi tikadukapa&#x1E6D;&#x1E6D;h&#x101;ne kesa&#xF1;ci potthak&#x101;na&#x1E43; vasena vutta&#x1E43;. Vuttanayena pana yuttagamanesu ekeko tiko dukasatena yojito. Tattha hetupada&#x1E43; pakkhipitv&#x101; vutto eko kusalattiko, tath&#x101; nahetupada&#x1E43;&#x2026;pe&#x2026; ara&#x1E47;apadanti kusalattik&#x101;na&#x1E43; dve ^a^M0.0203^ea^ sat&#x101;ni honti, tath&#x101; vedan&#x101;ttik&#x101;d&#x12B;namp&#x12B;ti sabbesa&#x1E43; catusat&#x101;dhik&#x101;ni catt&#x101;ri sahass&#x101;ni honti. Tesu ekekasmi&#x1E43; v&#x101;ranayapucch&#x101; tikapa&#x1E6D;&#x1E6D;h&#x101;ne kusalattikena sam&#x101;n&#x101;.</p>
              <p>[03]^b^&#x2018;&#x2018;Cha^eb^^a^V0.0212^ea^^b^anulomamhi nay&#x101; sugambh&#x12B;r&#x101;&#x2019;&#x2019;ti vacanato pan&#x101;^eb^ti etena ida&#x1E43; dasseti &#x2013; &#x2018;&#x2018;anulomamh&#x12B;&#x2019;&#x2019;ti &#x2018;&#x2018;tik&#x101;dayo chanay&#x101;&#x2019;&#x2019;ti ca avisesena vuttatt&#x101; pa&#x1E6D;iccav&#x101;r&#x101;divasena sattavidhampi anuloma&#x1E43; saha gahetv&#x101; ^b^&#x2018;&#x2018;cha anulomamh&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, anulom&#x101;divasena catubbidha&#x1E43; tikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; saha gahetv&#x101; ^b^&#x2018;&#x2018;tika&#xF1;ca pa&#x1E6D;&#x1E6D;h&#x101;navara&#x2019;&#x2019;^eb^nti, tath&#x101; catubbidh&#x101;ni dukapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;ni saha gahetv&#x101; ^b^&#x2018;&#x2018;dukuttama&#x2019;&#x2019;^eb^nti&#x101;di&#x1E43; vatv&#x101; ^b^&#x2018;&#x2018;cha nay&#x101; sugambh&#x12B;r&#x101;&#x2019;&#x2019;^eb^ti vuttanti imamattha&#x1E43; gahetv&#x101; imasmi&#x1E43; paccay&#x101;nulome sattappabhede chapi ete pa&#x1E6D;&#x1E6D;h&#x101;n&#x101; pa&#x1E6D;&#x1E6D;h&#x101;nanay&#x101; catuppabhed&#x101; pucch&#x101;vasena uddharitabb&#x101;ti. Eva&#xF1;hi sabbasmi&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;ne sabbo paccay&#x101;nulomo dassito hot&#x12B;ti. Paccan&#x12B;yag&#x101;th&#x101;d&#x12B;supi eseva nayo. Ettha ca dukatikapa&#x1E6D;&#x1E6D;h&#x101;n&#x101;d&#x12B;su visesitabbehi tikehi pa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ^b^tikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;^eb^. Duk&#x101;na&#x1E43; tikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ^b^dukatikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;^eb^. Dukavisesit&#x101; v&#x101; tik&#x101; dukatik&#x101;, dukatik&#x101;na&#x1E43; pa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; ^b^dukatikapa&#x1E6D;&#x1E6D;h&#x101;na^eb^nti imin&#x101; nayena vacanattho veditabbo. Duk&#x101;divisesitassa cettha tik&#x101;dipadassa duk&#x101;dibh&#x101;vo da&#x1E6D;&#x1E6D;habbo. Dukapa&#x1E6D;&#x1E6D;h&#x101;nameva hi tikapadasa&#x1E43;sandanavasena dukapadasa&#x1E43;sandanavasena ca pavatta&#x1E43; dukatikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; dukadukapa&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca, tath&#x101; tikapa&#x1E6D;&#x1E6D;h&#x101;nameva dukapadasa&#x1E43;sandanavasena tikapadasa&#x1E43;sandanavasena ca pavatta&#x1E43; tikadukapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; tikatikapa&#x1E6D;&#x1E6D;h&#x101;na&#xF1;c&#x101;ti.</p>
              <p>[06]Paccay&#x101;nulomava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Paccayapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^42-44^eb^^b^.^eb^^b^Tev&#x12B;satim&#x16B;lakanti ida&#xF1;cettha dum&#x16B;laka&#x1E43;yeva sandh&#x101;ya vutta^eb^nti ida&#x1E43; dukam&#x16B;lake pucch&#x101;na&#x1E43; m&#x16B;labh&#x16B;t&#x101; tev&#x12B;sati duk&#x101; sambhavant&#x12B;ti tassa &#x2018;&#x2018;tev&#x12B;satim&#x16B;laka&#x2019;&#x2019;nti n&#x101;ma&#x1E43; katv&#x101; y&#x101;va yattako pabhedo atthi, t&#x101;va tattaka&#x1E43; tev&#x12B;satim&#x16B;laka&#x1E43; yath&#x101;nulome vitth&#x101;rita&#x1E43;. ^b^Eva&#x1E43; paccan&#x12B;yepi vitth&#x101;retabba^eb^nti dukam&#x16B;lakena tikam&#x16B;lak&#x101;d&#x12B;su naya&#x1E43; dasset&#x12B;ti imin&#x101; adhipp&#x101;yena vutta&#x1E43; siy&#x101;. Yadi pana y&#x101;va tev&#x12B;satima&#x1E43; m&#x16B;la&#x1E43; yath&#x101; vitth&#x101;ritanti ayamattho adhippeto, &#x2018;&#x2018;y&#x101;va tev&#x12B;satima&#x1E43; m&#x16B;la&#x2019;&#x2019;ntveva p&#x101;&#x1E6D;hena bhavitabba&#x1E43; ^a^M0.0204^ea^ siy&#x101;. Na hi &#x2018;&#x2018;tev&#x12B;satim&#x16B;laka&#x2019;&#x2019;nti etassa bya&#xF1;janassa tev&#x12B;satima&#x1E43; m&#x16B;lakanti ayamattho sambhavati. Yath&#x101; anulome &#x2018;&#x2018;ekekapadass&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; pana ekam&#x16B;l&#x101;disabbam&#x16B;lakapariyos&#x101;na&#x1E43; tattha nayadassanavasena dassita&#x1E43; ekekassa padassa vitth&#x101;ra&#x1E43; dasset&#x12B;ti ^a^V0.0213^ea^ sabbam&#x16B;lakameva cettha &#x2018;&#x2018;tev&#x12B;satim&#x16B;laka&#x2019;&#x2019;nti vuttanti veditabba&#x1E43;. Ta&#xF1;hi tev&#x12B;satiy&#x101; paccay&#x101;na&#x1E43; avasesassa paccayassa m&#x16B;labh&#x101;vato &#x2018;&#x2018;tev&#x12B;satim&#x16B;laka&#x2019;&#x2019;nti ca tato para&#x1E43; m&#x16B;lassa a&#xF1;&#xF1;assa abh&#x101;vato &#x2018;&#x2018;sabbam&#x16B;laka&#x2019;&#x2019;nti ca vuccati.</p>
              <p>[06]Paccayapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Anulomapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^45-48^eb^^b^.^eb^^b^Anulome vuttesu sabbesu ekam&#x16B;lak&#x101;d&#x12B;su ekeka&#x1E43; pada&#x1E43; parih&#x101;petv&#x101;^eb^ti tattha ekam&#x16B;lake catuv&#x12B;sati paccayapad&#x101;ni idha ekam&#x16B;lake tev&#x12B;sati, eko pana paccayo m&#x16B;labh&#x101;vena &#x1E6D;hito apubbat&#x101;bh&#x101;vato aga&#x1E47;an&#x16B;pago. Tattha dum&#x16B;lake tev&#x12B;sati paccayapad&#x101;ni ga&#x1E47;an&#x16B;pag&#x101;ni, idha dum&#x16B;lake dv&#x101;v&#x12B;sat&#x12B;ti eva&#x1E43; parih&#x101;petv&#x101;ti attho.</p>
              <p>[03]Anulomato &#x1E6D;hitassa paccan&#x12B;yato alabbham&#x101;n&#x101;na&#x1E43; suddhikapaccay&#x101;na&#xF1;ca alabbham&#x101;nata&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;labbham&#x101;napad&#x101;na&#x2019;&#x2019;^eb^nti vutta&#x1E43;. Na hi a&#xF1;&#xF1;ath&#x101; pucch&#x101;vasena koci paccayo alabbham&#x101;no n&#x101;ma atth&#x12B;ti. Vissajjan&#x101;vaseneva v&#x101; pavatta&#x1E43; anulomapaccan&#x12B;yadesana&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;labbham&#x101;napad&#x101;na&#x2019;&#x2019;^eb^nti vutta&#x1E43;.</p>
              <p>[06]Anulomapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Pucch&#x101;v&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>1. Kusalattika&#x1E43;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n>1. Pa&#x1E6D;iccav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n>1. Paccay&#x101;nuloma&#x1E43;</h3n>
            <h4>
              <h4n>(1) Vibha&#x1E45;gav&#x101;ro</h4n>
              <p>[03]^b^53^eb^^b^.^eb^^b^Y&#x101;^eb^^a^V0.0214^ea^^b^kusalattike labhanti, na t&#x101;yeva vedan&#x101;ttik&#x101;d&#x12B;s&#x16B;^eb^ti tikapadan&#x101;nattamattena vin&#x101; m&#x16B;l&#x101;vas&#x101;navasena sadisata&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;na^eb^^a^M0.0205^ea^^b^t&#x101;yev&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, na ca kevala&#x1E43; tikantareyeva, kusalattikepi pana y&#x101; pa&#x1E6D;iccav&#x101;re labhanti, na t&#x101;yeva paccayav&#x101;r&#x101;d&#x12B;s&#x16B;ti sabbapucch&#x101;sam&#x101;hara&#x1E47;a&#x1E43; idha kattabbameva. ^b^Dhamm&#x101;nulomapaccan&#x12B;ye ca tikapa&#x1E6D;&#x1E6D;h&#x101;ne vitakkattikap&#x12B;tittik&#x101;na&#x1E43; vissajjane sabb&#x101;pet&#x101; vissajjana&#x1E43; labhant&#x12B;^eb^ti ettha p&#x12B;tittikaggaha&#x1E47;a&#x1E43; na k&#x101;tabba&#x1E43;. Na hi tattha ek&#x16B;napa&#xF1;&#xF1;&#x101;sa pucch&#x101; vissajjana&#x1E43; labhant&#x12B;ti.</p>
              <p>[03]^b^Tena saddhi^eb^nti tena sahaj&#x101;tapaccayabh&#x16B;tena saddhinti attho da&#x1E6D;&#x1E6D;habbo. ^b^&#x2018;&#x2018;Y&#x101;va nirodhagaman&#x101; uddha&#x1E43; pajjat&#x12B;&#x2019;&#x2019;^eb^ti ca ^b^&#x2018;&#x2018;upp&#x101;d&#x101;dayo v&#x101; p&#x101;pu&#x1E47;&#x101;t&#x12B;&#x2019;&#x2019;^eb^ti ca vacanehi kha&#x1E47;attayasama&#x1E45;g&#x12B; uppajjat&#x12B;ti vuccat&#x12B;ti anu&#xF1;&#xF1;&#x101;ta&#x1E43; viya hoti, upp&#x101;dakkha&#x1E47;asama&#x1E45;g&#x12B;yeva pana eva&#x1E43; vuttoti da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^Yasm&#x101; pana eko khandho ekass&#x101;^eb^ti&#x101;di idha kusalavacanena gahite khandhe sandh&#x101;ya vutta&#x1E43;. Vedan&#x101;ttik&#x101;d&#x12B;su pana eka&#x1E43; khandha&#x1E43; pa&#x1E6D;icca dvinna&#x1E43;, dve pa&#x1E6D;icca ekassapi, hetuduk&#x101;d&#x12B;su ca sa&#x1E45;kh&#x101;rakkhandhekadesa&#x1E43; pa&#x1E6D;icca sa&#x1E45;kh&#x101;rakkhandhekadesassapi uppatti vutt&#x101;ti saha uppajjam&#x101;n&#x101;na&#x1E43; sabbesa&#x1E43; dhamm&#x101;na&#x1E43; paccayo honto ekekassapi dukatik&#x101;dibhed&#x101;na&#xF1;ca paccayo n&#x101;ma hotiyeva, tath&#x101; duk&#x101;dibhed&#x101;na&#xF1;c&#x101;ti.</p>
              <p>[03]^b^&#x2018;&#x2018;R&#x16B;pena saddhi&#x1E43; anuppattito &#x101;ruppavip&#x101;ka&#xF1;ca na gahetabba&#x2019;&#x2019;^eb^nti vutta&#x1E43;, ta&#x1E43; pana na sabbasmi&#x1E43; etasmi&#x1E43; vacane gahetabba&#x1E43;, atha kho &#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca r&#x16B;pa&#x2019;&#x2019;nti ettheva. Na kevala&#xF1;ca ^a^V0.0215^ea^ &#x101;ruppavip&#x101;kova, atha kho lokuttaravip&#x101;kakiriy&#x101;by&#x101;katampi &#x101;ruppe uppajjam&#x101;na&#x1E43; ettha na gahetabba&#x1E43;. &#x2018;&#x2018;Vip&#x101;k&#x101;by&#x101;kata&#x1E43; kiriy&#x101;by&#x101;kata&#x1E43; eka&#x1E43; khandha&#x1E43; pa&#x1E6D;icca tayo khandh&#x101;&#x2019;&#x2019;ti ettha pana na ki&#xF1;ci r&#x16B;pena vin&#x101; saha v&#x101; uppajjam&#x101;na&#x1E43; sahetuka&#x1E43; vip&#x101;kakiriy&#x101;by&#x101;kata&#x1E43; aggahita&#x1E43; n&#x101;ma atthi. Tattha pana ya&#x1E43; r&#x16B;pena saha uppajjati, tassa paccayuppannavisesa&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca r&#x16B;pa&#x2019;&#x2019;^eb^nti vutta&#x1E43;.</p>
              <p>[03]^b^&#x2018;&#x2018;Vatthu&#x1E43; pa&#x1E6D;icca khandh&#x101;&#x2019;&#x2019;^eb^ti ettake vattabbe paccayabh&#x16B;tassa vatthussa &#x2018;&#x2018;ka&#x1E6D;att&#x101; ca r&#x16B;pa&#x2019;&#x2019;nti etasmi&#x1E43; s&#x101;ma&#xF1;&#xF1;avacane paccayuppannabh&#x101;vena aggahitat&#x101;patti&#x1E43; niv&#x101;retu&#x1E43; ^b^&#x2018;&#x2018;khandhe pa&#x1E6D;icca vatth&#x16B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Khandhe pa&#x1E6D;icca vatthu, vatthu&#x1E43; pa&#x1E6D;icca khandh&#x101;^eb^ti v&#x101; vatthukhandh&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayabh&#x16B;t&#x101;na&#x1E43; paccayabh&#x101;vavisesadassanattha&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;&#x101;pekkha&#x1E43; vacanadvaya&#x1E43; vutta&#x1E43; s&#x101;ma&#xF1;&#xF1;ena gahitampi visu&#x1E43; uddha&#x1E6D;a&#x1E43;.</p>
              <p>[03]^b^Mah&#x101;bh&#x16B;tepi^eb^^a^M0.0206^ea^^b^pa&#x1E6D;icca uppattidassanatta^eb^nti ya&#x1E43; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#xF1;ca up&#x101;d&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;paggaha&#x1E47;ena vin&#x101; &#x2018;&#x2018;khandhe pa&#x1E6D;icca uppajjat&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, tassa mah&#x101;bh&#x16B;tepi pa&#x1E6D;icca uppattidassanatthanti attho. Etasmi&#x1E43; pana dassane khandhapaccayasahit&#x101;sahita&#xF1;ca sabba&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x1E43; ito paresu sahaj&#x101;tapaccay&#x101;d&#x12B;su sa&#x1E45;gahitanti imamattha&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; pa&#x1E6D;isandhiyamp&#x12B;&#x2019;&#x2019;^eb^ti ^b^pi^eb^-saddo vuttoti da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^Mah&#x101;bh&#x16B;te pa&#x1E6D;icca up&#x101;d&#x101;r&#x16B;panti vuttanayen&#x101;^eb^ti &#x2018;&#x2018;mah&#x101;bh&#x16B;te pa&#x1E6D;icca cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti ettha atthato aya&#x1E43; nayo vuttoti sandh&#x101;y&#x101;ha.</p>
              <p>[03]^b^54^eb^^b^.^eb^^b^R&#x16B;pamissak&#x101; pah&#x101;y&#x101;^eb^ti y&#x101;su pucch&#x101;su r&#x16B;pena vin&#x101; paccayuppanna&#x1E43; na labbhati, atha kho r&#x16B;pamissakameva labbhati, t&#x101; pah&#x101;y&#x101;ti adhipp&#x101;yo.</p>
              <p>[03]^b^57^eb^^b^.^eb^^b^&#x2018;&#x2018;Ti&#x1E47;&#x1E47;a&#x1E43; sannip&#x101;t&#x101; gabbhassa avakkanti hot&#x12B;&#x2019;&#x2019;ti vacanato^eb^ti gabbhaseyyakapa&#x1E6D;isandhiy&#x101; pa&#xF1;cakkhandhasabbh&#x101;vena t&#x101;ya sam&#x101;nalakkha&#x1E47;&#x101; sabb&#x101;pi pa&#xF1;cavok&#x101;rapa&#x1E6D;isandhi okkantin&#x101;mak&#x101;ti s&#x101;dheti. Paripu&#x1E47;&#x1E47;adhamm&#x101;na&#x1E43; vissajjana&#x1E43; ettha atth&#x12B;ti ^b^paripu&#x1E47;&#x1E47;avissajjan&#x101;^eb^.</p>
              <p>[03]Ettha ^a^V0.0216^ea^ ca &#x2018;&#x2018;eka&#x1E43; mah&#x101;bh&#x16B;ta&#x1E43; pa&#x1E6D;icca tayo&#x2026;pe&#x2026; mah&#x101;bh&#x16B;te pa&#x1E6D;icca cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.53) ett&#x101;vat&#x101; pa&#xF1;cavok&#x101;re sabba&#x1E43; cittakammasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; dassita&#x1E43;. Avasesa&#x1E43; pana dassetu&#x1E43; ^b^&#x2018;&#x2018;b&#x101;hira&#x2019;&#x2019;^eb^nti&#x101;di vutta&#x1E43;. Tattha ^b^b&#x101;hira^eb^nti etena anindriyabaddhar&#x16B;pa&#x1E43; dasseti, puna ^b^&#x101;h&#x101;rasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; utusamu&#x1E6D;&#x1E6D;h&#x101;na^eb^nti etehi sabba&#x1E43; indriyabaddha&#x1E43; &#x101;h&#x101;rautusamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43;. Tattha &#x2018;&#x2018;utusamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; eka&#x2019;&#x2019;nti&#x101;din&#x101; asa&#xF1;&#xF1;asatt&#x101;nampi utusamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; vuttamev&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Na hi tattha tassa vajjane k&#x101;ra&#x1E47;a&#x1E43; atth&#x12B;ti. &#x100;dimhi pana &#x2018;&#x2018;eka&#x1E43; mah&#x101;bh&#x16B;ta&#x1E43; pa&#x1E6D;icc&#x101;&#x2019;&#x2019;ti&#x101;di avisesavacana&#x1E43; sahaj&#x101;ta&#x1E43; ar&#x16B;pampi paccaya&#x1E43; het&#x101;dike ca paccaye bahutare labhanta&#x1E43; cittasamu&#x1E6D;&#x1E6D;h&#x101;naka&#x1E6D;att&#x101;r&#x16B;padvaya&#x1E43; saha sa&#x1E45;ga&#x1E47;hitv&#x101; vutta&#x1E43;, eva&#xF1;ca katv&#x101; tassa pariyos&#x101;ne &#x2018;&#x2018;mah&#x101;bh&#x16B;te pa&#x1E6D;icca cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti vutta&#x1E43;, tasm&#x101; tattha ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; cittasamu&#x1E6D;&#x1E6D;h&#x101;nasambandha&#x1E43; ta&#x1E43;sam&#x101;nagatika&#x1E43; pa&#xF1;cavok&#x101;re vattam&#x101;nameva gahitanti aggahita&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; eka&#x1E43; mah&#x101;bh&#x16B;ta&#x1E43; pa&#x1E6D;icc&#x101;&#x2019;&#x2019;^eb^ti&#x101;di vutta&#x1E43;, tasm&#x101; up&#x101;d&#x101;r&#x16B;pa&#x1E43; idhapi ^a^M0.0207^ea^ kammapaccayavibha&#x1E45;ge viya &#x2018;&#x2018;mah&#x101;bh&#x16B;te pa&#x1E6D;icca ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.63) ka&#x1E6D;att&#x101;r&#x16B;pabh&#x101;vavisi&#x1E6D;&#x1E6D;ha&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x1E43; gahitanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Na hi vuttassa utusamu&#x1E6D;&#x1E6D;h&#x101;nassa punavacane payojana&#x1E43; atth&#x12B;ti.</p>
              <p>[03]Kasm&#x101; pana yath&#x101; b&#x101;hir&#x101;d&#x12B;su &#x2018;&#x2018;mah&#x101;bh&#x16B;te pa&#x1E6D;icca up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti avisesetv&#x101; up&#x101;d&#x101;r&#x16B;pa&#x1E43; vutta&#x1E43;, eva&#x1E43; avatv&#x101; cittakammajaup&#x101;d&#x101;r&#x16B;p&#x101;ni &#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti hetupaccay&#x101;d&#x12B;su saha &#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x1E43; asa&#xF1;&#xF1;asatt&#x101;na&#x1E43;&#x2026;pe&#x2026; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;nti adhipatipaccay&#x101;d&#x12B;su visu&#x1E43; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pabh&#x101;vaka&#x1E6D;att&#x101;r&#x16B;pabh&#x101;vehi visesetv&#x101;va vutt&#x101;n&#x12B;ti? Tattha b&#x101;hiraggaha&#x1E47;&#x101;d&#x12B;hi viya ettha mah&#x101;bh&#x16B;t&#x101;na&#x1E43; kenaci avisesitatt&#x101;. Apica iddhicittanibbatt&#x101;na&#x1E43; kammapaccay&#x101;na&#xF1;ca i&#x1E6D;&#x1E6D;h&#x101;ni&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; b&#x101;hirar&#x16B;p&#x101;yatan&#x101;d&#x12B;na&#x1E43; citta&#x1E43; kamma&#xF1;ca het&#x101;d&#x12B;su na koci paccayo, &#x101;h&#x101;rautusamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; pana citta&#x1E43; pacch&#x101;j&#x101;tabh&#x101;vena upatthambhakameva, na janaka&#x1E43;, mah&#x101;bh&#x16B;t&#x101;neva pana tesa&#x1E43; sahaj&#x101;t&#x101;dibh&#x101;vena janak&#x101;ni, tasm&#x101; satipi cittena kammena ca vin&#x101; abh&#x101;ve het&#x101;dipaccayabh&#x16B;tehi ar&#x16B;pehi uppajjam&#x101;n&#x101;ni cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;paka&#x1E6D;att&#x101;r&#x16B;pabh&#x16B;t&#x101;neva up&#x101;d&#x101;r&#x16B;p&#x101;ni honti, na a&#xF1;&#xF1;&#x101;n&#x12B;ti ima&#x1E43; visesa&#x1E43; dassetu&#x1E43; cittakammajesveva up&#x101;d&#x101;r&#x16B;pesu visesana&#x1E43; kata&#x1E43;. A&#xF1;&#xF1;&#x101;ni v&#x101; sam&#x101;naj&#x101;tikena r&#x16B;pena samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni p&#x101;ka&#x1E6D;avisesan&#x101;nev&#x101;ti na visesana&#x1E43; arahanti, et&#x101;ni pana asam&#x101;naj&#x101;tikehi ar&#x16B;pehi samu&#x1E6D;&#x1E6D;hit&#x101;ni visesana&#x1E43; arahant&#x12B;ti visesit&#x101;n&#x12B;ti veditabb&#x101;ni. Yath&#x101; v&#x101; cittakamm&#x101;ni cittakammasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x1E43; savisesena paccayabh&#x101;vena ^a^V0.0217^ea^ paccay&#x101; honti sahaj&#x101;t&#x101;dipaccayabh&#x101;vato m&#x16B;lakara&#x1E47;abh&#x101;vato ca, na eva&#x1E43; utu&#x101;h&#x101;r&#x101; ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;n&#x101;nanti cittakammaj&#x101;neva visu&#x1E43; visesana&#x1E43; arahanti. Itar&#x101;ni pana mah&#x101;bh&#x16B;taviseseneva visesit&#x101;ni, idha up&#x101;d&#x101;r&#x16B;pavisesanena mah&#x101;bh&#x16B;t&#x101;ni viya. Na hi a&#xF1;&#xF1;ataravisesana&#x1E43; ubhayavisesana&#x1E43; na hot&#x12B;ti.</p>
              <p>[03]^b^58^eb^^b^.^eb^^b^A&#xF1;&#xF1;ama&#xF1;&#xF1;apaccaye khandhe pa&#x1E6D;icca vatthu, vatthu&#x1E43; pa&#x1E6D;icca khandh&#x101;^eb^ti khandhavatth&#x16B;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayat&#x101;dassanena pubbe visu&#x1E43; paccayabh&#x101;vena dassit&#x101;na&#x1E43; khandh&#x101;na&#x1E43; ekato paccayabh&#x101;vo dassito hot&#x12B;ti imin&#x101; adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;catunnampi khandh&#x101;na&#x1E43; ekato vatthun&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayata&#x1E43; dassetu&#x1E43; vutta&#x2019;&#x2019;^eb^nti. &#x2018;&#x2018;Khandhe ^a^M0.0208^ea^ pa&#x1E6D;icca vatth&#x16B;&#x2019;&#x2019;ti ida&#x1E43; pana catunnampi khandh&#x101;na&#x1E43; ekato pa&#x1E6D;iccatthaphara&#x1E47;at&#x101;dassanattha&#x1E43;, &#x2018;&#x2018;vatthu&#x1E43; pa&#x1E6D;icca khandh&#x101;&#x2019;&#x2019;ti vatthussa. Na kevala&#xF1;ca khandh&#x101;na&#x1E43; idheva, hetupaccay&#x101;d&#x12B;supi ayameva nayo. Tattha sabbesa&#x1E43; khandh&#x101;na&#x1E43; visu&#x1E43; pa&#x1E6D;iccatthaphara&#x1E47;ata&#x1E43; dassetv&#x101; puna &#x2018;&#x2018;vatthu&#x1E43; pa&#x1E6D;icca khandh&#x101;&#x2019;&#x2019;ti vatthussapi dassit&#x101;ya &#x2018;&#x2018;eka&#x1E43; khandha&#xF1;ca vatthu&#xF1;ca pa&#x1E6D;icca tayo khandh&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; khandhavatth&#x16B;na&#xF1;ca dassit&#x101;yeva hot&#x12B;ti da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]Kasm&#x101; panettha &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca aby&#x101;kato dhammo uppajjati a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101;, kusale khandhe pa&#x1E6D;icca cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101; mah&#x101;bh&#x16B;t&#x101;&#x2019;&#x2019;ti evam&#x101;di na vutta&#x1E43;, nanu yadeva pa&#x1E6D;iccattha&#x1E43; pharati, na teneva a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayena bhavitabba&#x1E43; hetupaccay&#x101;d&#x12B;hi viya. Na hi ya&#x1E43; &#x2018;&#x2018;eka&#x1E43; tayo dve ca khandhe pa&#x1E6D;icc&#x101;&#x2019;&#x2019;ti vutta&#x1E43;, te hetupaccayabh&#x16B;t&#x101; eva honti. Esa nayo &#x101;ramma&#x1E47;apaccay&#x101;d&#x12B;supi. Paccayav&#x101;re ca &#x2018;&#x2018;aby&#x101;kata&#x1E43; dhamma&#x1E43; paccay&#x101; kusalo dhammo uppajjati a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.256) vutta&#x1E43;, na vatthu kusal&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayo hoti, atha ca pana ta&#x1E43;paccay&#x101; khandh&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; uppatti vutt&#x101; eva. Yadipi kusal&#x101; khandh&#x101; mah&#x101;bh&#x16B;t&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; na honti, tath&#x101;pi te pa&#x1E6D;icca tesa&#x1E43; uppatti vattabb&#x101; siy&#x101;ti? Na vattabb&#x101; khandhasahaj&#x101;t&#x101;na&#x1E43; mah&#x101;bh&#x16B;t&#x101;na&#x1E43; khandh&#x101;na&#x1E43; paccayabh&#x101;v&#x101;bh&#x101;vato. A&#xF1;&#xF1;ama&#xF1;&#xF1;asaddo hi na het&#x101;disaddo viya nirapekkho, sahaj&#x101;t&#x101;disaddo viya v&#x101; a&#xF1;&#xF1;atar&#x101;pekkho, atha kho yath&#x101;vuttetaretar&#x101;pekkho. Paccayapaccayuppann&#x101; ca khandh&#x101; mah&#x101;bh&#x16B;t&#x101; idha yath&#x101;vutt&#x101; bhaveyyu&#x1E43;, tesu ca mah&#x101;bh&#x16B;t&#x101; khandh&#x101;na&#x1E43; na koci paccayo. Yassa ca saya&#x1E43; paccayo, tato tena tannissitena v&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayena uppajjam&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; uppajjat&#x12B;ti vattabbata&#x1E43; arahati, yath&#x101; khandhe pa&#x1E6D;icca khandh&#x101;, vatthu&#x1E43; paccay&#x101; khandh&#x101;. Tasm&#x101; attano paccayassa ^a^V0.0218^ea^ paccayatt&#x101;bh&#x101;vato tadapekkhatt&#x101; ca a&#xF1;&#xF1;ama&#xF1;&#xF1;asaddassa khandhe pa&#x1E6D;icca paccay&#x101; ca mah&#x101;bh&#x16B;t&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; uppatti na vutt&#x101;, na a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; ca vutt&#x101;. Khandh&#x101; pana vatthu&#x1E43; paccay&#x101; uppajjam&#x101;n&#x101; vatthussa pacch&#x101;j&#x101;tapaccay&#x101; honti, tannissitena ca a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayena uppajjanti. Tasm&#x101; vatthu&#x1E43; paccay&#x101; khandh&#x101;na&#x1E43; kusal&#x101;d&#x12B;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; uppatti vutt&#x101;ti.</p>
              <p>[03]^b^59^eb^^b^.^eb^^b^Na^eb^^a^M0.0209^ea^^b^s&#x101; gahit&#x101;^eb^ti cakkh&#x101;yatan&#x101;d&#x12B;ni nissayabh&#x16B;t&#x101;ni pa&#x1E6D;icc&#x101;ti na vuttanti adhipp&#x101;yo. Nissayapaccayabh&#x101;vena pana na cakkh&#x101;yatan&#x101;d&#x12B;ni &#x101;ramma&#x1E47;apaccayabh&#x101;vena r&#x16B;p&#x101;yatan&#x101;d&#x12B;ni viya na gahit&#x101;n&#x12B;ti.</p>
              <p>[03]^b^60^eb^^b^.^eb^ Dv&#x12B;su upanissayesu vattabbameva natthi, &#x101;ramma&#x1E47;&#x16B;panissayampi pana ye labhanti, tesa&#x1E43; vasena &#x101;ramma&#x1E47;apaccayasadisanti eva&#x1E43; vuttanti dassetu&#x1E43; ^b^&#x2018;&#x2018;tattha ki&#xF1;c&#x101;p&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. Tattha &#x2018;&#x2018;na sabbe akusal&#x101; aby&#x101;kat&#x101; &#x101;ramma&#x1E47;&#x16B;panissaya&#x1E43; labhant&#x12B;&#x2019;&#x2019;ti purimap&#x101;&#x1E6D;ho. Kusal&#x101;pi pana mahaggat&#x101; ekantena, k&#x101;m&#x101;vacar&#x101; ca kad&#x101;ci na labhant&#x12B;ti ^b^&#x2018;&#x2018;na sabbe kusal&#x101;kusal&#x101;by&#x101;kat&#x101;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti.</p>
              <p>[03]^b^61^eb^^b^.^eb^ Purej&#x101;tapaccaye yath&#x101; a&#xF1;&#xF1;attha paccaya&#x1E43; aniddisitv&#x101;va desan&#x101; kat&#x101;, eva&#x1E43; akatv&#x101; kasm&#x101; ^b^&#x2018;&#x2018;vatthu&#x1E43; purej&#x101;tapaccay&#x101;&#x2019;&#x2019;^eb^ti vuttanti? Niyamasabbh&#x101;v&#x101;. Hetu&#x101;d&#x12B;su hi niyamo natthi. Na hi tehi uppajjam&#x101;n&#x101;na&#x1E43; alobh&#x101;d&#x12B;su kusal&#x101;d&#x12B;su r&#x16B;p&#x101;d&#x12B;su ca ayameva paccayoti niyamo atthi, idha pana vatthu na vatthudhammesu purej&#x101;tapaccay&#x101; uppajjam&#x101;n&#x101;na&#x1E43; dhamm&#x101;na&#x1E43; niyamato chabbidha&#x1E43; vatthu purej&#x101;tapaccayo hot&#x12B;ti imamattha&#x1E43; dassetu&#x1E43; ida&#x1E43; vutta&#x1E43;. &#x100;ramma&#x1E47;apurej&#x101;tampi hi vatthupurej&#x101;te avijjam&#x101;ne na labbhati, eva&#xF1;ca katv&#x101; pa&#x1E6D;isandhivip&#x101;kassa napurej&#x101;tapaccay&#x101; eva uppatti vutt&#x101;, paccuppann&#x101;ramma&#x1E47;assapi tassa purej&#x101;tapaccayo na uddha&#x1E6D;o. &#x2018;&#x2018;Nevavip&#x101;kanavip&#x101;kadhammadhamma&#x1E43; pa&#x1E6D;icca vip&#x101;ko dhammo uppajjati purej&#x101;tapaccay&#x101;&#x2019;&#x2019;ti etassapi al&#x101;bhato tattha &#x2018;&#x2018;purej&#x101;te t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.3.124) vuttanti.</p>
              <p>[03]^b^63^eb^^b^.^eb^^b^Tath&#x101; pa&#x1E6D;isandhikkha&#x1E47;e mah&#x101;bh&#x16B;t&#x101;na^eb^nti mah&#x101;bh&#x16B;t&#x101;na&#x1E43; ekakkha&#x1E47;ikan&#x101;n&#x101;kkha&#x1E47;ikakammapaccayavaseneva ^a^V0.0219^ea^ tadup&#x101;d&#x101;r&#x16B;p&#x101;nampi vadat&#x12B;ti ca da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^Ka&#x1E6D;att&#x101;r&#x16B;p&#x101;na^eb^nti pavattiya&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;nanti adhipp&#x101;yo.</p>
              <p>[03]^b^64^eb^^b^.^eb^^b^Yath&#x101;l&#x101;bhavasen&#x101;^eb^ti indriyar&#x16B;pesu ya&#x1E43; ya&#x1E43; pa&#x1E6D;isandhiya&#x1E43; labbhati, tassa tassa vasena.</p>
              <p>[03]^b^69^eb^^b^.^eb^ Vippayuttapaccay&#x101; uppajjam&#x101;n&#x101;nampi kesa&#xF1;ci niyamato vatthu vippayuttapaccayo, kesa&#xF1;ci khandh&#x101;, na ca sam&#x101;navippayuttapaccay&#x101; eva kusal&#x101;dike pa&#x1E6D;icca uppajjam&#x101;n&#x101; uppajjanti, atha kho n&#x101;n&#x101;vippayuttapaccay&#x101;pi, tasm&#x101; ta&#x1E43; ^a^M0.0210^ea^ visesa&#x1E43; dassetu&#x1E43; ^b^&#x2018;&#x2018;vatthu&#x1E43; vippayuttapaccay&#x101;, khandhe vippayuttapaccay&#x101;&#x2019;&#x2019;^eb^ti tattha tattha vutta&#x1E43;. Tattha tad&#x101;yattavuttit&#x101;ya paccayuppanno paccaya&#x1E43; paccaya&#x1E43; karot&#x12B;ti imassatthassa vasena upayogavacana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;. Vatthu&#x1E43; khandhe vippayuttapaccayakara&#x1E47;atoti aya&#xF1;hettha attho. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ^b^&#x2018;&#x2018;vatthu&#x1E43; pa&#x1E6D;icca vippayuttapaccay&#x101;, vatthun&#x101; vippayuttapaccayata&#x1E43; s&#x101;dhenten&#x101;&#x2019;&#x2019;^eb^ti attho vutto, tattha kusal&#x101;na&#x1E43; khandh&#x101;na&#x1E43; vatthu&#x1E43; pa&#x1E6D;icca uppatti natth&#x12B;ti &#x2018;&#x2018;vatthu&#x1E43; pa&#x1E6D;icc&#x101;&#x2019;&#x2019;ti na sakk&#x101; vattunti, ida&#x1E43; pana pa&#x1E6D;iccasaddena ayojetv&#x101; &#x2018;&#x2018;pa&#x1E6D;icca uppajjanti vatthu&#x1E43; vippayuttapaccay&#x101;&#x2019;&#x2019;ti yojetv&#x101; tassattho &#x2018;&#x2018;vatthun&#x101; vippayuttapaccayata&#x1E43; s&#x101;dhenten&#x101;&#x2019;&#x2019;ti vuttoti da&#x1E6D;&#x1E6D;habbo. Ki&#x1E43; pana pa&#x1E6D;icc&#x101;ti? Ya&#x1E43; &#x2018;&#x2018;eka&#x1E43; khandha&#x2019;&#x2019;nti&#x101;dika&#x1E43; p&#x101;&#x1E37;iya&#x1E43; pa&#x1E6D;icc&#x101;ti vutta&#x1E43;. Tameva attha&#x1E43; p&#x101;ka&#x1E6D;a&#x1E43; katv&#x101; &#x2018;&#x2018;vatthu&#x1E43; vippayuttapaccay&#x101;ti khandhe pa&#x1E6D;icca khandh&#x101;, vatthun&#x101; vippayuttapaccayata&#x1E43; s&#x101;dhenten&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hanti. Anantaratt&#x101; p&#x101;ka&#x1E6D;assa aby&#x101;katacittasamu&#x1E6D;&#x1E6D;h&#x101;nasseva gaha&#x1E47;a&#x1E43; m&#x101; hot&#x16B;ti ^b^&#x2018;&#x2018;aby&#x101;katacittasamu&#x1E6D;&#x1E6D;h&#x101;nampi kusal&#x101;kusalacittasamu&#x1E6D;&#x1E6D;h&#x101;namp&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. &#x100;sannampi d&#x16B;rampi sabbanti vutta&#x1E43; hot&#x12B;ti.</p>
              <p>[03]^b^71-72^eb^^b^.^eb^^b^&#x2018;&#x2018;Ime v&#x12B;sati paccay&#x101;ti sa&#x1E43;khipitv&#x101; dassit&#x101;na&#x1E43; vaseneta&#x1E43; vutta&#x2019;&#x2019;^eb^nti vutta&#x1E43;. Tattha yadi ekenapi desana&#x1E43; sa&#x1E43;khitta&#x1E43; sa&#x1E43;khittameva, &#x101;dimhi pana tayo paccay&#x101; vippayuttapaccayo ekampi pada&#x1E43; aparih&#x101;petv&#x101; vitth&#x101;rit&#x101;ti te catt&#x101;ro pacch&#x101;j&#x101;ta&#xF1;ca vajjetv&#x101; &#x2018;&#x2018;ime ek&#x16B;nav&#x12B;sati paccay&#x101;&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101;. Ettak&#x101; hi sa&#x1E43;khipitv&#x101; dassit&#x101;ti. Ye pana p&#x101;&#x1E37;iya&#x1E43; vitth&#x101;rita&#x1E43; avitth&#x101;rita&#xF1;ca sabba&#x1E43; sa&#x1E45;gahetv&#x101; vuttanti vadanti, tesa&#x1E43; &#x2018;&#x2018;ime tev&#x12B;sati paccay&#x101;&#x2019;&#x2019;ti p&#x101;&#x1E6D;hena bhavitabba&#x1E43;. &#x100;dimhi pana tayo paccaye vitth&#x101;rite vajjetv&#x101; yato pabhuti sa&#x1E45;khepo &#x101;raddho, tato catutthato pabhuti sa&#x1E43;khitta&#x1E43; vitth&#x101;rita&#xF1;ca saha gahetv&#x101; &#x2018;&#x2018;ime tev&#x12B;sati paccay&#x101;&#x2019;&#x2019;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[06]Vibha&#x1E45;gav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
            <h4>
              <h4n>(2) Sa&#x1E45;khy&#x101;v&#x101;ro</h4n>
              <p>[03]^b^73^eb^^b^.^eb^^b^Tath&#x101;^eb^^a^V0.0220^ea^^b^purej&#x101;tapaccaye^eb^ti yath&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccaye viseso vibha&#x1E45;ge atthi, tath&#x101; purej&#x101;tapaccayepi atth&#x12B;ti attho. &#x2018;&#x2018;Vatthu&#x1E43; purej&#x101;tapaccay&#x101;&#x2019;&#x2019;ti hi tattha viseso pa&#x1E6D;isandhiabh&#x101;vo c&#x101;ti. ^b^Vip&#x101;k&#x101;ni ceva^eb^^a^M0.0211^ea^^b^v&#x12B;thicitt&#x101;ni ca na labbhant&#x12B;^eb^ti etena &#x2018;&#x2018;kiriy&#x101;by&#x101;kata&#x1E43; eka&#x1E43; khandha&#x1E43; pa&#x1E6D;icc&#x101;&#x2019;&#x2019;ti&#x101;dike (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.53) vibha&#x1E45;ge vip&#x101;k&#x101;by&#x101;kat&#x101;bh&#x101;va&#x1E43; kiriy&#x101;by&#x101;kate ca ajavanassa sabbena sabba&#x1E43; alabbham&#x101;nata&#x1E43; visesa&#x1E43; dasseti.</p>
              <p>[03]^b^74^eb^^b^.^eb^^b^Ekam&#x16B;lake dassit&#x101;ya desan&#x101;ya labbham&#x101;naga&#x1E47;ana&#xF1;&#xF1;eva &#x101;d&#x101;y&#x101;^eb^ti ida&#x1E43; etasmi&#x1E43; anulome suddhikanaye dassitaga&#x1E47;anato tato paresu nayesu a&#xF1;&#xF1;iss&#x101; abh&#x101;va&#x1E43; sandh&#x101;ya vutta&#x1E43;. Abahuga&#x1E47;anena yuttassa tena sam&#x101;naga&#x1E47;anat&#x101; ca imasmi&#x1E43; anulomeyeva da&#x1E6D;&#x1E6D;habb&#x101;. Paccan&#x12B;ye pana &#x2018;&#x2018;nahetupaccay&#x101; n&#x101;ramma&#x1E47;e eka&#x2019;&#x2019;nti&#x101;di&#x1E43; (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.104) vakkhat&#x12B;ti.</p>
              <p>[03]^b^76-79^eb^^b^.^eb^^b^Te pana sa&#x1E45;khipitv&#x101; tev&#x12B;satim&#x16B;lakovettha dassito^eb^ti ettha pacch&#x101;j&#x101;tavip&#x101;k&#x101;na&#x1E43; parih&#x12B;natt&#x101; &#x2018;&#x2018;dv&#x101;v&#x12B;satim&#x16B;lako&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101; s&#x101;sevanasavip&#x101;k&#x101;na&#x1E43; vasena. Duvidhampi pana dv&#x101;v&#x12B;satim&#x16B;laka&#x1E43; saha gahetv&#x101; sa&#x1E45;gahite tasmi&#x1E43; ubhayasabbh&#x101;vato &#x2018;&#x2018;tev&#x12B;satim&#x16B;lako&#x2019;&#x2019;ti &#x101;h&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. &#x100;sevanavip&#x101;k&#x101;na&#x1E43; v&#x101; virodh&#x101;bh&#x101;ve sati pucch&#x101;ya dassitanayena tev&#x12B;satim&#x16B;lakena bhavitabba&#x1E43;, tassa ca n&#x101;ma&#x1E43; dv&#x101;v&#x12B;satim&#x16B;lake &#x101;ropetv&#x101; &#x2018;&#x2018;tev&#x12B;satim&#x16B;lako&#x2019;&#x2019;ti vuttanti ayamettha ru&#x1E37;h&#x12B;.</p>
              <p>[03]^b^&#x100;ramma&#x1E47;apade cev&#x101;^eb^ti etena ekam&#x16B;lake a&#xF1;&#xF1;apad&#x101;ni vajjeti. Na hi ekam&#x16B;lake het&#x101;d&#x12B;su tayov&#x101;ti adhipp&#x101;yo. Suddhikanayo pana &#x101;ramma&#x1E47;am&#x16B;lak&#x101;d&#x12B;su na labbhat&#x12B;ti &#x101;ramma&#x1E47;am&#x16B;lake &#x2018;&#x2018;nav&#x101;&#x2019;&#x2019;ti et&#x101;ya adhikaga&#x1E47;an&#x101;ya abh&#x101;vadassanattha&#x1E43; ^b^&#x2018;&#x2018;&#x101;ramma&#x1E47;e &#x1E6D;hitena sabbattha t&#x12B;&#x1E47;eva pa&#xF1;h&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Tattha k&#x101;tabb&#x101;ti vacanaseso. ^b^T&#x12B;&#x1E47;ev&#x101;^eb^ti ca tato uddha&#x1E43; ga&#x1E47;ana&#x1E43; niv&#x101;reti, na adho pa&#x1E6D;ikkhipati. Tena &#x2018;&#x2018;vip&#x101;ke eka&#x2019;&#x2019;nti ga&#x1E47;an&#x101; na niv&#x101;rit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. T&#x12B;su ekassa antogadhat&#x101;ya ca &#x2018;&#x2018;t&#x12B;&#x1E47;ev&#x101;&#x2019;&#x2019;ti vuttanti. ^b^It&#x12B;^eb^ti&#x101;din&#x101; &#x2018;&#x2018;sabbattha t&#x12B;&#x1E47;ev&#x101;&#x2019;&#x2019;ti vacanena attano vacana&#x1E43; da&#x1E37;ha&#x1E43; karoti.</p>
              <p>[03]^b^80-85^eb^^b^.^eb^^b^Ye^eb^^a^V0.0221^ea^^b^&#x2026;pe&#x2026; ta&#x1E43; dassetu^eb^nti etth&#x101;yamadhipp&#x101;yo &#x2013; yadipi avigat&#x101;nantara&#x1E43; &#x2018;&#x2018;&#x101;ramma&#x1E47;apaccay&#x101; hetuy&#x101; t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti vuttepi &#x16B;nataraga&#x1E47;anena saddhi&#x1E43; sa&#x1E43;sandane y&#x101; ga&#x1E47;an&#x101; labbhati, s&#x101; dassit&#x101; hoti, tath&#x101;pi ^a^M0.0212^ea^ &#x16B;nataraga&#x1E47;anehi sam&#x101;naga&#x1E47;anehi ca saddhi&#x1E43; sa&#x1E43;sandane &#x16B;natar&#x101; sam&#x101;n&#x101; ca hoti, na eva&#x1E43; &#x101;vikara&#x1E47;avasena dassit&#x101; hoti, vipall&#x101;sayojan&#x101;ya pana tath&#x101; dasseti. Vacanena v&#x101; hi li&#x1E45;gena v&#x101; atthavises&#x101;vikara&#x1E47;a&#x1E43; hot&#x12B;ti. ^b^Teneta&#x1E43; &#x101;vikarot&#x12B;^eb^ti etth&#x101;pi evameva adhipp&#x101;yo yojetabbo. Paccan&#x12B;y&#x101;d&#x12B;supi pana &#x2018;&#x2018;n&#x101;ramma&#x1E47;apaccay&#x101; nahetuy&#x101; eka&#x1E43;&#x2026;pe&#x2026; novigatapaccay&#x101; nahetuy&#x101; eka&#x2019;&#x2019;nti&#x101;din&#x101; (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.107) m&#x16B;lapada&#x1E43; &#x101;dimhiyeva &#x1E6D;hapetv&#x101; yojan&#x101; kat&#x101;, na ca tattha eta&#x1E43; lakkha&#x1E47;a&#x1E43; labbhati, tasm&#x101; m&#x16B;lapadassa &#x101;dimhi &#x1E6D;hapetv&#x101; yojanameva kamo, na cakkabandhananti &#x2018;&#x2018;&#x101;ramma&#x1E47;apaccay&#x101; hetuy&#x101; t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti&#x101;di yojita&#x1E43;, na ca vi&#xF1;&#xF1;&#x101;te atthe vacanena li&#x1E45;gena ca payojanamatth&#x12B;ti.</p>
              <p>[06]Paccay&#x101;nulomava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>Paccayapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^86-87^eb^^b^.^eb^^b^&#x2018;&#x2018;Ahetuka&#x1E43; vip&#x101;k&#x101;by&#x101;katanti ida&#x1E43; r&#x16B;pasamu&#x1E6D;&#x1E6D;h&#x101;pakavaseneva veditabba&#x2019;&#x2019;^eb^nti vutta&#x1E43;, sabbasa&#x1E45;g&#x101;hakavasena paneta&#x1E43; na na sakk&#x101; yojetu&#x1E43;.</p>
              <p>[03]^b^93^eb^^b^.^eb^^b^Sahaj&#x101;tapurej&#x101;tapaccay&#x101; sa&#x1E45;gaha&#x1E43; gacchant&#x12B;^eb^ti ettha ca sahaj&#x101;t&#x101; ca het&#x101;dayo purej&#x101;t&#x101; ca &#x101;ramma&#x1E47;&#x101;dayo paccay&#x101; sa&#x1E45;gaha&#x1E43; gacchant&#x12B;ti attho da&#x1E6D;&#x1E6D;habbo. Na hi napacch&#x101;j&#x101;tapaccay&#x101; uppajjam&#x101;n&#x101; dv&#x12B;heva sahaj&#x101;tapurej&#x101;tapaccayehi uppajjanti, atha kho pacch&#x101;j&#x101;tavajjehi sabbeh&#x12B;ti.</p>
              <p>[03]^b^94-97^eb^^b^.^eb^^b^N&#x101;h&#x101;rapaccaye ekacca&#x1E43; r&#x16B;pameva paccayapaccayuppanna^eb^nti ya&#x1E43; pa&#x1E6D;icca uppajjati, so paccayo ^a^V0.0222^ea^ r&#x16B;pamev&#x101;ti katv&#x101; vutta&#x1E43;. Yasm&#x101; pana paccay&#x101; uppajjati, so ar&#x16B;pampi hoti yath&#x101; kamma&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;passa.</p>
              <p>[03]^b^99-102^eb^^b^.^eb^ Namaggapaccaye yadipi cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;dayo sabbe r&#x16B;pako&#x1E6D;&#x1E6D;h&#x101;s&#x101; labbhanti, tath&#x101;pi ya&#x1E43; maggapaccaya&#x1E43; labhati, tassa pah&#x12B;natt&#x101; ^b^&#x2018;&#x2018;ekacca&#x1E43; r&#x16B;pa&#x1E43;^eb^^a^M0.0213^ea^^b^paccayuppanna&#x2019;&#x2019;^eb^nti vutta&#x1E43;, evameva pana nahetupaccay&#x101;d&#x12B;supi ekaccar&#x16B;passa paccayuppannat&#x101; da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^107-130^eb^^b^.^eb^^b^N&#x101;h&#x101;ranaindriyanajh&#x101;nanamaggapaccay&#x101; sabbattha sadisavissajjan&#x101;^eb^ti ida&#x1E43; etesu m&#x16B;labh&#x101;vena &#x1E6D;hitesu ga&#x1E47;an&#x101;ya sam&#x101;nata&#x1E43; sandh&#x101;ya vutta&#x1E43;. M&#x16B;l&#x101;na&#xF1;hi idha vissajjana&#x1E43; ga&#x1E47;an&#x101;yeva, na sar&#x16B;padassananti. ^b^Nasahaj&#x101;t&#x101;dicatukka&#x1E43; idh&#x101;pi parih&#x12B;namev&#x101;^eb^ti suddhikanaye viya m&#x16B;lesupi parih&#x12B;namev&#x101;ti attho.</p>
              <p>[06]Paccayapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>Paccay&#x101;nulomapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^131-189^eb^^b^.^eb^^b^Het&#x101;dhipatimaggapaccayesu anulomato &#x1E6D;hitesu&#x2026;pe&#x2026; a&#x1E6D;&#x1E6D;ha paccan&#x12B;yato na labbhant&#x12B;^eb^ti ti&#x1E47;&#x1E47;ampi s&#x101;dh&#x101;ra&#x1E47;&#x101;na&#x1E43; paccan&#x12B;yato alabbham&#x101;n&#x101;na&#x1E43; sabbesa&#x1E43; sa&#x1E45;gahavasena vutta&#x1E43;, tasm&#x101; maggapaccaye itarehi s&#x101;dh&#x101;ra&#x1E47;&#x101; satteva yojetabb&#x101;. Adhipatipaccaye anulomato &#x1E6D;hite hetupaccayopi paccan&#x12B;yato na labbhati, so pana maggena as&#x101;dh&#x101;ra&#x1E47;oti katv&#x101; na vuttoti da&#x1E6D;&#x1E6D;habbo. Yehi vin&#x101; ar&#x16B;pa&#x1E43; na uppajjati, te ekantikatt&#x101; ar&#x16B;pa&#x1E6D;&#x1E6D;h&#x101;nik&#x101;ti idha vutt&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;, tena purej&#x101;t&#x101;sevanapaccay&#x101; tehi vin&#x101;pi ar&#x16B;passa uppattito vajjit&#x101; honti. Sabba&#x1E6D;&#x1E6D;h&#x101;nik&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#x101;h&#x101;rindriy&#x101; ca tehi vin&#x101; ar&#x16B;passa anuppattito sa&#x1E45;gahit&#x101;ti. ^b^&#x16A;nataraga&#x1E47;an&#x101;na&#x1E43;yeva vasen&#x101;^eb^ti yadi anulomato &#x1E6D;hit&#x101; ekak&#x101;dayo dv&#x101;v&#x12B;satipariyos&#x101;n&#x101; &#x16B;nataraga&#x1E47;an&#x101; honti, tesa&#x1E43; vasena paccan&#x12B;yato yojitassa tassa tassa ga&#x1E47;an&#x101; veditabb&#x101;. Atha paccan&#x12B;yato yojito &#x16B;nataraga&#x1E47;ano, tassa vasena anulomato &#x1E6D;hitassapi ga&#x1E47;an&#x101; veditabb&#x101;ti ^a^V0.0223^ea^ attho. &#x2018;&#x2018;A&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; n&#x101;ramma&#x1E47;e eka&#x2019;&#x2019;nti&#x101;divacanato (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.146) pana na ida&#x1E43; lakkha&#x1E47;a&#x1E43; ekantika&#x1E43;.</p>
              <p>[06]Paccay&#x101;nulomapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
          <h3>
            <h3n>Paccayapaccan&#x12B;y&#x101;nulomava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^190^eb^^b^.^eb^^b^Sabbatthev&#x101;^eb^ti ^a^M0.0214^ea^ na kevala&#x1E43; hetumhiyeva, atha kho sabbesu paccayesu paccan&#x12B;kato &#x1E6D;hites&#x16B;ti attho. Purej&#x101;ta&#x1E43; &#x101;sevana&#xF1;ca alabhanta&#x1E43; ka&#xF1;ci nidassanavasena dassento ^b^&#x2018;&#x2018;pa&#x1E6D;isandhivip&#x101;ko pan&#x101;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha.</p>
              <p>[03]^b^&#x2018;&#x2018;Purej&#x101;tapacch&#x101;j&#x101;t&#x101;sevanavip&#x101;kavippayuttesu paccan&#x12B;kato &#x1E6D;hitesu eka&#x1E43; &#x1E6D;hapetv&#x101; avases&#x101; anulomato labbhant&#x12B;&#x2019;&#x2019;^eb^ti ida&#x1E43; avases&#x101;na&#x1E43; l&#x101;bhamatta&#x1E43; sandh&#x101;ya vutta&#x1E43;. Na sabbesa&#x1E43; avases&#x101;na&#x1E43; l&#x101;bhanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Yadipi hi pacch&#x101;j&#x101;te pasa&#x1E45;go natthi &#x2018;&#x2018;anulomato sabbattheva na labbhat&#x12B;&#x2019;&#x2019;ti apav&#x101;dassa katatt&#x101;, purej&#x101;to pana vippayutte paccan&#x12B;kato &#x1E6D;hite anulomato labbhat&#x12B;ti idampi avases&#x101; sabbeti atthe gayham&#x101;ne &#x101;pajjeyya. Yampi keci &#x2018;&#x2018;vippayuttapaccayarahite &#x101;ruppepi &#x101;ramma&#x1E47;apurej&#x101;tassa sambhava&#x1E43; &#xF1;&#x101;petu&#x1E43; eva&#x1E43; vutta&#x2019;&#x2019;nti vadanti, tampi tesa&#x1E43; rucimattameva. Na hi yattha vatthupurej&#x101;ta&#x1E43; na labbhati, tattha &#x101;ramma&#x1E47;apurej&#x101;tabh&#x101;vena upak&#x101;raka&#x1E43; hot&#x12B;ti dassitoya&#x1E43; nayoti. ^b^Yujjam&#x101;nakavasen&#x101;^eb^ti paccan&#x12B;kato &#x1E6D;hitassa &#x1E6D;hapetabbatt&#x101; vutta&#x1E43;, yujjam&#x101;nakapaccayuppannavasena v&#x101;ti attho. &#x2018;&#x2018;Maggapaccaye paccan&#x12B;kato &#x1E6D;hite hetupaccayo anulomato na labbhat&#x12B;&#x2019;&#x2019;ti purimap&#x101;&#x1E6D;ho, adhipatipaccayopi pana na labbhat&#x12B;ti ^b^&#x2018;&#x2018;het&#x101;dhipatipaccay&#x101; anulomato na labbhant&#x12B;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti. Adhipatipaccaye paccan&#x12B;kato &#x1E6D;hite pacch&#x101;j&#x101;tato a&#xF1;&#xF1;o anulomato alabbham&#x101;no n&#x101;ma natth&#x12B;ti na vic&#x101;rita&#x1E43;. A&#xF1;&#xF1;ama&#xF1;&#xF1;e paccan&#x12B;kato &#x1E6D;hite &#x2018;&#x2018;ar&#x16B;p&#x101;na&#x1E43;yev&#x101;&#x2019;&#x2019;ti vutt&#x101; nava anulomato na labbhanti, tampi paccan&#x12B;kato &#x1E6D;hitehi &#x101;ramma&#x1E47;apaccay&#x101;d&#x12B;hi sadisat&#x101;ya suvi&#xF1;&#xF1;eyyanti na vic&#x101;rita&#x1E43; bhavissat&#x12B;ti.</p>
              <p>[03]^b^191-195^eb^^b^.^eb^^b^Y&#x101;va^eb^^a^V0.0224^ea^^b^&#x101;sevan&#x101; sabba&#x1E43; sadisa^eb^nti na a&#xF1;&#xF1;ama&#xF1;&#xF1;ena gha&#x1E6D;itassa m&#x16B;lassa vitth&#x101;ritatt&#x101; tato par&#x101;ni m&#x16B;l&#x101;ni sandh&#x101;ya vutta&#x1E43;. Tesu hi anulomato yojetabbapaccay&#x101; ca pa&#xF1;h&#x101; c&#x101;ti sabba&#x1E43; sadisanti.</p>
              <p>[03]^b^Imasmi&#x1E43; paccan&#x12B;y&#x101;nulome^eb^ti etassa ^b^&#x2018;&#x2018;imesampi paki&#x1E47;&#x1E47;ak&#x101;na&#x1E43; vasenettha ga&#x1E47;anav&#x101;ro asammohato veditabbo&#x2019;&#x2019;^eb^ti etena saha sambandho ^a^M0.0215^ea^. Tattha ^b^etth&#x101;^eb^ti etesu paccayes&#x16B;ti attho veditabbo. Imasmi&#x1E43; paccan&#x12B;y&#x101;nulome labbham&#x101;nesu paccayuppannadhammesup&#x12B;ti v&#x101; yojetabba&#x1E43;. Tattha ^b^pi^eb^-saddena imamattha&#x1E43; d&#x12B;peti &#x2013; na kevala&#x1E43; paccayesveva kismi&#xF1;ci paccan&#x12B;kato &#x1E6D;hite keci anulomato na labbhanti, atha kho paccayuppannadhammesupi koci ekacca&#x1E43; paccaya&#x1E43; labham&#x101;no ka&#xF1;ci paccaya&#x1E43; na labhat&#x12B;ti. Tattha kammapaccaya&#x1E43; labham&#x101;no yebhuyyena indriyapaccaya&#x1E43; labhati, maggapaccaya&#x1E43; labham&#x101;no yebhuyyena hetupaccaya&#x1E43;, tath&#x101; ca jh&#x101;napaccaya&#x1E43; labham&#x101;no maggapaccayanti etesveva l&#x101;bh&#x101;l&#x101;bh&#x101; vic&#x101;rit&#x101;. ^b^Yatth&#x101;^eb^ti pa&#xF1;cavok&#x101;rapavatte asa&#xF1;&#xF1;esu ca. ^b^R&#x16B;padhamm&#x101;^eb^ti yath&#x101;vutt&#x101;ni ka&#x1E6D;att&#x101;r&#x16B;p&#x101;neva sandh&#x101;ya vadati. Na hi pa&#xF1;cavok&#x101;rapavatte sabbe r&#x16B;padhamm&#x101; het&#x101;d&#x12B;ni na labhant&#x12B;ti. &#x2018;&#x2018;Het&#x101;dhipativip&#x101;kindriyapaccaye na labhant&#x12B;&#x2019;&#x2019;ti purimap&#x101;&#x1E6D;ho, jh&#x101;namaggepi pana na labhant&#x12B;ti ^b^&#x2018;&#x2018;het&#x101;dhipativip&#x101;kindriyajh&#x101;namaggapaccaye na labhant&#x12B;&#x2019;&#x2019;^eb^ti pa&#x1E6D;hanti. Ye r&#x16B;padhamm&#x101;na&#x1E43; paccay&#x101; honti, tesu ar&#x16B;pa&#x1E6D;&#x1E6D;h&#x101;nikavajjesu eteyeva na labhant&#x12B;ti adhipp&#x101;yo. Pacch&#x101;j&#x101;t&#x101;h&#x101;ravippayuttapaccayepi hi pavatte ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; labhat&#x12B;ti. Labbham&#x101;n&#x101;labbham&#x101;napaccayadassanamatta&#xF1;ceta&#x1E43;, na tehi paccayehi uppattianuppattidassananti. Eva&#x1E43; indriyapaccay&#x101;l&#x101;bho j&#x12B;vitindriya&#x1E43; sandh&#x101;ya vutto siy&#x101;. Yath&#x101;vuttesu hi dhammavasena pacch&#x101;j&#x101;t&#x101;dittayampi alabhanta&#x1E43; n&#x101;ma ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; natthi. Ko pana v&#x101;do sabba&#x1E6D;&#x1E6D;h&#x101;nikakammesu. Indriya&#x1E43; pana alabhanta&#x1E43; atthi, kinta&#x1E43;? J&#x12B;vitindriyanti. Yadi eva&#x1E43; up&#x101;d&#x101;r&#x16B;p&#x101;ni sandh&#x101;ya a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayampi na labhant&#x12B;ti vattabba&#x1E43;, ta&#x1E43; pana p&#x101;ka&#x1E6D;anti na vutta&#x1E43; siy&#x101;. Ar&#x16B;pindriy&#x101;l&#x101;bha&#x1E43; v&#x101; sandh&#x101;ya indriyapaccay&#x101;l&#x101;bho vuttoti da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^196-197^eb^^b^.^eb^^b^N&#x101;ramma&#x1E47;am&#x16B;lakesu duk&#x101;d&#x12B;su hetuy&#x101; pa&#xF1;c&#x101;^eb^ti yadipi tik&#x101;d&#x12B;su &#x2018;&#x2018;hetuy&#x101; pa&#xF1;c&#x101;&#x2019;&#x2019;ti ida&#x1E43; natthi, tath&#x101;pi duk&#x101;d&#x12B;su sabbattha anutt&#x101;na&#x1E43; vattuk&#x101;mo &#x2018;&#x2018;duk&#x101;d&#x12B;s&#x16B;&#x2019;&#x2019;ti sabbasa&#x1E45;gahavasena vatv&#x101; tattha ya&#x1E43; &#x101;diduke vutta&#x1E43; &#x2018;&#x2018;hetuy&#x101; pa&#xF1;c&#x101;&#x2019;&#x2019;ti, ta&#x1E43; niddh&#x101;reti. Keci pana &#x2018;&#x2018;n&#x101;ramma&#x1E47;am&#x16B;lake hetuy&#x101; pa&#xF1;c&#x101;&#x2019;&#x2019;ti p&#x101;&#x1E6D;ha&#x1E43; vadanti. &#x2018;&#x2018;A&#xF1;&#xF1;ama&#xF1;&#xF1;e ekanti bh&#x16B;tar&#x16B;pameva sandh&#x101;ya ^a^V0.0225^ea^ vutta&#x2019;&#x2019;nti purimap&#x101;&#x1E6D;ho, vatthupi pana labbhat&#x12B;ti ^b^&#x2018;&#x2018;bh&#x16B;tar&#x16B;p&#x101;ni ceva vatthu&#xF1;ca sandh&#x101;ya vutta&#x2019;&#x2019;^eb^nti pa&#x1E6D;hanti. ^b^Tim&#x16B;lake^eb^ti idh&#x101;pi dum&#x16B;laka&#x1E43; tim&#x16B;lakanti vadanti.</p>
              <p>[03]^b^203-233^eb^^b^.^eb^^b^Nakammam&#x16B;lake^eb^^a^M0.0216^ea^^b^hetuy&#x101; t&#x12B;&#x1E47;&#x12B;ti&#x101;d&#x12B;su cetan&#x101;va paccayuppann&#x101;^eb^ti ida&#x1E43; &#x2018;&#x2018;hetuy&#x101; t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti eva&#x1E43;pak&#x101;re cetan&#x101;mattasa&#x1E45;g&#x101;hake sandh&#x101;ya vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. ^b^&#x100;di^eb^-saddo hi pak&#x101;ratthova hot&#x12B;ti. Sahaj&#x101;taa&#xF1;&#xF1;ama&#xF1;&#xF1;anissay&#x101;h&#x101;raatthiavigatesu pana r&#x16B;pampi labbhat&#x12B;ti.</p>
              <p>[06]Paccayapaccan&#x12B;y&#x101;nulomava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Pa&#x1E6D;iccav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>2. Sahaj&#x101;tav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^234-242^eb^^b^.^eb^^b^Kusala&#x1E43; dhamma&#x1E43; sahaj&#x101;to, kusala&#x1E43; eka&#x1E43; khandha&#x1E43; sahaj&#x101;to^eb^ti&#x101;d&#x12B;su sahaj&#x101;tasaddena sahaj&#x101;tapaccayakara&#x1E47;a&#x1E43; sahaj&#x101;t&#x101;yattabh&#x101;vagamana&#x1E43; v&#x101; vuttanti tassa kara&#x1E47;assa gamanassa v&#x101; kusal&#x101;d&#x12B;na&#x1E43; kammabh&#x101;vato upayogavacana&#x1E43; katanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Esa nayo paccayav&#x101;r&#x101;d&#x12B;supi. Tatr&#x101;pi hi paccayasaddena ca nissayapaccayakara&#x1E47;a&#x1E43; nissay&#x101;yattabh&#x101;vagamana&#x1E43; v&#x101; vutta&#x1E43;, sa&#x1E43;sa&#x1E6D;&#x1E6D;hasaddena ca sampayuttapaccayakara&#x1E47;a&#x1E43; sampayutt&#x101;yattabh&#x101;vagamana&#x1E43; v&#x101;ti ta&#x1E43;kammabh&#x101;vato upayogavacana&#x1E43; kusal&#x101;d&#x12B;su katanti. ^b^Sahaj&#x101;tampi ca up&#x101;d&#x101;r&#x16B;pa&#x1E43; bh&#x16B;tar&#x16B;passa paccayo na hot&#x12B;^eb^ti &#x2018;&#x2018;pa&#x1E6D;icc&#x101;&#x2019;&#x2019;ti imin&#x101; vacanena d&#x12B;pito paccayo na hot&#x12B;ti attho. ^b^&#x2018;&#x2018;Up&#x101;d&#x101;r&#x16B;pa&#x1E43; bh&#x16B;tar&#x16B;pass&#x101;&#x2019;&#x2019;^eb^ti ca nidassanavasena vutta&#x1E43;. Up&#x101;d&#x101;r&#x16B;passapi hi up&#x101;d&#x101;r&#x16B;pa&#x1E43; yath&#x101;vutto paccayo na hoti, vatthuvajj&#x101;ni r&#x16B;p&#x101;ni ca ar&#x16B;p&#x101;nanti.</p>
              <p>[06]Sahaj&#x101;tav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>3. Paccayav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^243^eb^^b^.^eb^^b^Paccay&#x101;^eb^ti ^a^V0.0226^ea^ ettha pati ayo paccayo. Pati-saddo pati&#x1E6D;&#x1E6D;hattha&#x1E43; d&#x12B;peti, aya-saddo gati&#x1E43;, pati&#x1E6D;&#x1E6D;h&#x101;bh&#x16B;t&#x101; gati nissayo paccayoti vutta&#x1E43; hoti, tato paccay&#x101;, paccayakara&#x1E47;ato tad&#x101;yattabh&#x101;vagamanato v&#x101;ti attho.</p>
              <p>[03]&#x2018;&#x2018;Mah&#x101;bh&#x16B;te ^a^M0.0217^ea^ paccay&#x101; cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.245) bh&#x16B;tup&#x101;d&#x101;r&#x16B;p&#x101;ni saha sa&#x1E45;ga&#x1E47;hitv&#x101; vutta&#x1E43;. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ^b^cittasamu&#x1E6D;&#x1E6D;h&#x101;ne ca mah&#x101;bh&#x16B;te niss&#x101;ya cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; up&#x101;d&#x101;r&#x16B;pa^eb^nti saya&#x1E43; nissayo ahutv&#x101; nissaye uppajjam&#x101;nena up&#x101;d&#x101;r&#x16B;pena nidassana&#x1E43; katanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^255^eb^^b^.^eb^^b^Asa&#xF1;&#xF1;a&#x2026;pe&#x2026; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa^eb^nti ettha yo pa&#x1E6D;iccav&#x101;re sahaj&#x101;te kammautuj&#x101;na&#x1E43;, kamme ca ekant&#x101;nekantakammaj&#x101;na&#x1E43; vasena attho vutto, so n&#x101;dhippeto eva &#x2018;&#x2018;ka&#x1E6D;att&#x101;r&#x16B;pa&#x2019;&#x2019;nti kammasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;passeva sabbassa ca gahitatt&#x101;ti ta&#x1E43; pah&#x101;ya yath&#x101;gahitassa ka&#x1E6D;att&#x101;r&#x16B;passa visesanavasena ^b^&#x2018;&#x2018;up&#x101;d&#x101;r&#x16B;pasa&#x1E45;kh&#x101;ta&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x2019;&#x2019;^eb^nti attham&#x101;ha. Mah&#x101;bh&#x16B;te pana pa&#x1E6D;icca paccay&#x101; ca mah&#x101;bh&#x16B;t&#x101;na&#x1E43; uppatti na niv&#x101;retabb&#x101;ti up&#x101;d&#x101;r&#x16B;paggaha&#x1E47;ena ka&#x1E6D;att&#x101;r&#x16B;paggaha&#x1E47;a&#x1E43; avisesetv&#x101; up&#x101;d&#x101;r&#x16B;p&#x101;na&#x1E43; nivattetabb&#x101;na&#x1E43; atthit&#x101;ya ka&#x1E6D;att&#x101;r&#x16B;paggaha&#x1E47;eneva up&#x101;d&#x101;r&#x16B;paggaha&#x1E47;assa visesana&#x1E43; da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^269-276^eb^^b^.^eb^ &#x2018;&#x2018;Aby&#x101;katena aby&#x101;kata&#x1E43;, kusala&#x1E43;, akusala&#x2019;&#x2019;nti vattabbe &#x2018;&#x2018;aby&#x101;katena kusala&#x1E43;, akusala&#x1E43;, aby&#x101;kata&#x2019;&#x2019;nti, &#x2018;&#x2018;kusala&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca kusalo ca akusalo ca dhamm&#x101; kusalass&#x101;ti an&#x101;masitv&#x101;&#x2019;&#x2019;ti ca purimap&#x101;&#x1E6D;he pam&#x101;dalekh&#x101; da&#x1E6D;&#x1E6D;habb&#x101;.</p>
              <p>[03]^b^286-287^eb^^b^.^eb^^b^Nahetupaccay&#x101; napurej&#x101;te dve^eb^ti ettha a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; &#x2018;&#x2018;&#x101;ruppe pana ahetukamohassa ahetukakiriyassa ca vasena dveti vutt&#x101;, navippayutte dveti &#x101;ruppe ahetuk&#x101;kusalakiriyavasen&#x101;&#x2019;&#x2019;ti vutta&#x1E43;, ta&#x1E43; labbham&#x101;nesu ekadesena nidassanavasena vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. &#x100;ruppe pana ahetukamohassa ahetukakiriy&#x101;ya ahetukapa&#x1E6D;isandhiy&#x101; ekaccassa ca r&#x16B;passa vasena dve vutt&#x101;ti, navippayutte dveti &#x101;ruppe ahetuk&#x101;kusalakiriy&#x101;ekaccar&#x16B;p&#x101;na&#x1E43; vasen&#x101;ti vuttanti. ^b^&#x2018;&#x2018;Nonatthinovigatesu ekanti sabbar&#x16B;passa vasen&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, nahetum&#x16B;lakatt&#x101; imassa ^a^V0.0227^ea^ nayassa hetupaccaya&#x1E43; labhanta&#x1E43; na labbhat&#x12B;ti &#x2018;&#x2018;ekaccassa r&#x16B;passa vasen&#x101;&#x2019;&#x2019;ti bhavitabba&#x1E43;. Cakkh&#x101;didhammavasena pana cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;diko&#x1E6D;&#x1E6D;h&#x101;savasena v&#x101; sabba&#x1E43; labbhat&#x12B;ti &#x2018;&#x2018;sabbar&#x16B;pass&#x101;&#x2019;&#x2019;ti vutta&#x1E43; siy&#x101;.</p>
              <p>[03]^b^289-296^eb^^b^.^eb^^b^&#x100;gat&#x101;n&#x101;gata^eb^nti ^a^M0.0218^ea^ pa&#xF1;havasena vutta&#x1E43;, ^b^labbham&#x101;n&#x101;labbham&#x101;na^eb^nti &#x101;gate ca pa&#xF1;he labbham&#x101;n&#x101;labbham&#x101;nadhammavasena.</p>
              <p>[06]Paccayav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>4. Nissayav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^329-337^eb^^b^.^eb^^b^Paccayav&#x101;rena nissayapaccayabh&#x101;va^eb^nti nissayav&#x101;re vuttassa nissayapaccayabh&#x101;va&#x1E43; niyametunti attho.</p>
              <p>[06]Nissayav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>5. Sa&#x1E43;sa&#x1E6D;&#x1E6D;hav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^351-368^eb^^b^.^eb^ Sa&#x1E43;sa&#x1E6D;&#x1E6D;hav&#x101;re paccan&#x12B;ye &#x2018;&#x2018;navippayutte pa&#x1E6D;isandhi natth&#x12B;&#x2019;&#x2019;ti ida&#x1E43; vatthuvirahit&#x101;ya pa&#x1E6D;isandhiy&#x101; visu&#x1E43; anuddhara&#x1E47;ato vutta&#x1E43;. Pa&#x1E6D;iccav&#x101;r&#x101;d&#x12B;su hi sahaj&#x101;tassa paccayabh&#x101;vadassanattha&#x1E43; savatthuk&#x101; pa&#x1E6D;isandhi uddha&#x1E6D;&#x101;, s&#x101; idh&#x101;pi adhipatipurej&#x101;t&#x101;sevanesu nakammanavip&#x101;kanajh&#x101;nanavippayuttesu na labbhati, a&#xF1;&#xF1;esu ca anulomato paccan&#x12B;yato ca labbham&#x101;napaccayesu labbhat&#x12B;ti imassa visesassa dassanattha&#x1E43; uddha&#x1E6D;&#x101;ti. ^b^Ses&#x101; terasa na labbhant&#x12B;^eb^ti ettha &#x2018;&#x2018;ses&#x101; cuddas&#x101;&#x2019;&#x2019;ti bhavitabba&#x1E43;. ^b^Na jh&#x101;ne ekanti ahetukapa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;avasen&#x101;^eb^ti pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;na&#x1E43; hetupaccayavirahitamattadassanattha&#x1E43; ahetukaggaha&#x1E47;a&#x1E43; katanti da&#x1E6D;&#x1E6D;habba&#x1E43;, ^b^&#x2018;&#x2018;namagge ekanti ahetukakiriyavasen&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;ahetukavip&#x101;kakiriyavasen&#x101;&#x2019;&#x2019;ti bhavitabba&#x1E43;.</p>
              <p>[03]^b^369-391^eb^^b^.^eb^^b^He&#x1E6D;&#x1E6D;h&#x101;^eb^^a^V0.0228^ea^^b^vuttanayenev&#x101;^eb^ti pa&#x1E6D;iccav&#x101;re anulomapaccan&#x12B;ye vuttanayena. ^b^&#x2018;&#x2018;Nahetupaccayuppannesu ahetukamohova jh&#x101;namaggapaccaya&#x1E43; labhati, ses&#x101; na labhant&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, sesesu pana pa&#xF1;cavi&#xF1;&#xF1;&#x101;&#x1E47;avajj&#x101;hetukakkhandh&#x101; ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;n&#x101; paccayuppannadhamm&#x101; jh&#x101;napaccaya&#x1E43; labhanti, na paccan&#x12B;y&#x101;nulome dvinna&#x1E43; paccay&#x101;na&#x1E43; anulomena saha yojan&#x101; atth&#x12B;ti jh&#x101;namaggapaccaya&#x1E43; sahita&#x1E43; labhat&#x12B;ti ca na sakk&#x101; vattu&#x1E43;, tasm&#x101; &#x2018;&#x2018;ahetukamohova maggapaccaya&#x1E43; labhat&#x12B;&#x2019;&#x2019;ti vattabba&#x1E43;.</p>
              <p>[06]Sa&#x1E43;sa&#x1E6D;&#x1E6D;hav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>6. Sampayuttav&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^392-400^eb^^b^.^eb^ Sadisa&#x1E43; ^a^M0.0219^ea^ sampayutta&#x1E43; sa&#x1E43;sa&#x1E6D;&#x1E6D;ha&#x1E43; voki&#x1E47;&#x1E47;a&#xF1;ca sa&#x1E43;sa&#x1E6D;&#x1E6D;ha&#x1E43; na hot&#x12B;ti ubhaya&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;&#x101;pekkha&#x1E43; vuccam&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;assa niy&#x101;maka&#x1E43; hot&#x12B;ti.</p>
              <p>[06]Sampayuttav&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>7. Pa&#xF1;h&#x101;v&#x101;ravibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^401-403^eb^^b^.^eb^^b^Yehi paccayehi kusalo kusalassa paccayo hoti, te paccaye pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; dassetu^eb^nti yath&#x101;kkamena &#x101;gat&#x101;gatapa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; dassetunti attho. ^b^Kusalo kusalass&#x101;^eb^ti nidassanamattameta&#x1E43;, tena kusalo kusal&#x101;d&#x12B;na&#x1E43;, akusalo akusal&#x101;d&#x12B;na&#x1E43;, aby&#x101;kato aby&#x101;kat&#x101;d&#x12B;na&#x1E43;, kusal&#x101;by&#x101;kat&#x101; kusal&#x101;d&#x12B;nanti&#x101;diko sabbo pabhedo nidassito hot&#x12B;ti yath&#x101;nidassite sabbe gahetv&#x101; &#x101;ha ^b^&#x2018;&#x2018;te paccaye pa&#x1E6D;ip&#x101;&#x1E6D;iy&#x101; dassetu&#x2019;&#x2019;^eb^nti.</p>
              <p>[03]^b^404^eb^^b^.^eb^^b^Datv&#x101;^eb^ti ettha ^b^d&#x101;^eb^-saddo sodhanatthopi hot&#x12B;ti mantv&#x101; &#x101;ha ^b^&#x2018;&#x2018;visuddha&#x1E43; katv&#x101;&#x2019;&#x2019;^eb^ti. ^b^Tesa&#xF1;hi ta&#x1E43; citta^eb^nti tesanti vattabbat&#x101;raha&#x1E43; sakad&#x101;g&#x101;mimagg&#x101;dipurec&#x101;rika&#x1E43; ta&#x1E43; gotrabhucittanti adhipp&#x101;yo ^a^V0.0229^ea^. ^b^Vipassan&#x101;kusala&#x1E43; pana k&#x101;m&#x101;vacaramev&#x101;^eb^ti paccayuppanna&#x1E43; bh&#x16B;mito vavatthapeti. ^b^Tenev&#x101;^eb^ti dhammavaseneva dassanato, desanantaratt&#x101;ti adhipp&#x101;yo.</p>
              <p>[03]^b^405^eb^^b^.^eb^ Ass&#x101;dana&#x1E43; sar&#x101;gassa somanassassa sasomanassassa r&#x101;gassa ca kiccanti &#x101;ha ^b^&#x2018;&#x2018;anubhavati ceva rajjati c&#x101;&#x2019;&#x2019;^eb^ti. Abhinandana&#x1E43; p&#x12B;tikiccasahit&#x101;ya ta&#x1E47;h&#x101;ya kiccanti &#x101;ha ^b^&#x2018;&#x2018;sapp&#x12B;tikata&#x1E47;h&#x101;vasen&#x101;&#x2019;&#x2019;^eb^ti. ^b^Di&#x1E6D;&#x1E6D;h&#x101;bhinandan&#x101;^eb^ di&#x1E6D;&#x1E6D;hiyeva. Ettha pana pacchimatthameva gahetv&#x101; ^b^&#x2018;&#x2018;abhinandantassa att&#x101; attaniyanti&#x101;divasena&#x2026;pe&#x2026; di&#x1E6D;&#x1E6D;hi uppajjat&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. Abhinandan&#x101; pana di&#x1E6D;&#x1E6D;h&#x101;bhinandan&#x101;yev&#x101;ti na sakk&#x101; vattu&#x1E43; &#x2018;&#x2018;bh&#x101;van&#x101;ya pah&#x101;tabbo dhammo bh&#x101;van&#x101;ya pah&#x101;tabbassa dhammassa &#x101;ramma&#x1E47;a&#x2026;pe&#x2026; bh&#x101;van&#x101;ya pah&#x101;tabba&#x1E43; r&#x101;ga&#x1E43; ass&#x101;deti abhinandat&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 2.8.72) vacanato, tasm&#x101; purimopi attho vuttoti da&#x1E6D;&#x1E6D;habbo. Dv&#x12B;su pana somanassasahagatacittesu yath&#x101;vuttena somanassena ^a^M0.0220^ea^ r&#x101;gena ca ass&#x101;dentassa tesuyeva sapp&#x12B;tikata&#x1E47;h&#x101;ya cat&#x16B;supi di&#x1E6D;&#x1E6D;h&#x101;bhinandan&#x101;ya abhinandantassa ca di&#x1E6D;&#x1E6D;hi uppajjat&#x12B;tipi sakk&#x101; yojetu&#x1E43;. ^b^J&#x101;tivasen&#x101;^eb^ti suci&#x1E47;&#x1E47;as&#x101;ma&#xF1;&#xF1;avasen&#x101;ti attho.</p>
              <p>[03]^b^406^eb^^b^.^eb^^b^Tad&#x101;ramma&#x1E47;at&#x101;^eb^ti tad&#x101;ramma&#x1E47;abh&#x101;vena. Vibhattilopo hettha katoti. Bh&#x101;vavantato v&#x101; a&#xF1;&#xF1;o bh&#x101;vo natth&#x12B;ti bh&#x101;veneva vip&#x101;ka&#x1E43; viseseti, vip&#x101;ko tad&#x101;ramma&#x1E47;abh&#x101;vabh&#x16B;toti attho. Vi&#xF1;&#xF1;&#x101;&#x1E47;a&#xF1;c&#x101;yatananevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanavip&#x101;k&#x101;na&#x1E43; viya na k&#x101;m&#x101;vacaravip&#x101;k&#x101;na&#x1E43; niyogato vavatthita&#x1E43; ida&#xF1;ca kamma&#x1E43; &#x101;ramma&#x1E47;anti ta&#x1E43; labbham&#x101;nampi na vutta&#x1E43;. Tad&#x101;ramma&#x1E47;ena pana kusal&#x101;ramma&#x1E47;abh&#x101;vena sam&#x101;nalakkha&#x1E47;at&#x101;ya kamm&#x101;ramma&#x1E47;&#x101; pa&#x1E6D;isandhi&#x101;dayopi dassit&#x101;yev&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. ^b^Pa&#x1E6D;ilomato v&#x101; ekantarikavasena v&#x101;^eb^ti vadantena anulomato sam&#x101;pajjane yebhuyyena &#x101;sannasam&#x101;pattiy&#x101; &#x101;ramma&#x1E47;abh&#x101;vo dassitoti da&#x1E6D;&#x1E6D;habbo. Yath&#x101; pana pa&#x1E6D;ilomato ekantarikavasena ca sam&#x101;pajjantassa an&#x101;sann&#x101;pi sam&#x101;patti &#x101;ramma&#x1E47;a&#x1E43; hoti, eva&#x1E43; anulomato sam&#x101;pajjantassapi bhaveyy&#x101;ti. ^b^&#x2018;&#x2018;Cetopariya&#xF1;&#x101;&#x1E47;ass&#x101;ti&#x101;d&#x12B;ni parato &#x101;vajjan&#x101;ya yojetabb&#x101;n&#x12B;&#x2019;&#x2019;^eb^ti vatv&#x101; ^b^&#x2018;&#x2018;y&#x101; etesa&#x1E43; &#x101;vajjan&#x101;, tass&#x101;&#x2019;&#x2019;^eb^ti attho vutto, eva&#x1E43; sati &#x2018;&#x2018;iddhividha&#xF1;&#x101;&#x1E47;ass&#x101;&#x2019;&#x2019;tipi vattabba&#x1E43; siy&#x101;. Yasm&#x101; pana kusal&#x101; khandh&#x101; aby&#x101;katassa iddhividha&#xF1;&#x101;&#x1E47;assa &#x101;ramma&#x1E47;a&#x1E43; na hont&#x12B;ti ta&#x1E43; na vutta&#x1E43;, cetopariya&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#xF1;ca hont&#x12B;ti t&#x101;ni vutt&#x101;ni, tasm&#x101; kiriy&#x101;na&#x1E43; cetopariya&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; y&#x101;ya k&#x101;yaci &#x101;vajjan&#x101;ya ca kusal&#x101;ramma&#x1E47;&#x101;ya kusal&#x101; khandh&#x101; &#x101;ramma&#x1E47;apaccayena paccayoti evamattho da&#x1E6D;&#x1E6D;habbo.</p>
              <p>[03]^b^407-409^eb^^b^.^eb^^b^Vippa&#x1E6D;is&#x101;r&#x101;divasena^eb^^a^V0.0230^ea^^b^v&#x101;^eb^ti ^b^&#x101;di^eb^-saddena &#x101;d&#x12B;navadassanena sabh&#x101;vato ca ani&#x1E6D;&#x1E6D;hat&#x101;matta&#x1E43; sa&#x1E45;ga&#x1E47;h&#x101;ti, akkhantibhed&#x101; v&#x101;.</p>
              <p>[03]^b^410^eb^^b^.^eb^^b^R&#x16B;p&#x101;yatana&#x1E43; cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;ass&#x101;^eb^ti&#x101;din&#x101; vi&#xF1;&#xF1;&#x101;&#x1E47;ak&#x101;yehi niyat&#x101;ramma&#x1E47;ehi aby&#x101;katassa aby&#x101;kat&#x101;na&#x1E43; &#x101;ramma&#x1E47;apaccayabh&#x101;va&#x1E43; nidasseti. Sabbassa hi vattu&#x1E43; asakku&#x1E47;eyyatt&#x101; ekasmi&#x1E43; sant&#x101;ne dhamm&#x101;na&#x1E43; ekadesena nidassana&#x1E43; karot&#x12B;ti.</p>
              <p>[03]^b^413-416^eb^^b^.^eb^^b^Catubh&#x16B;maka&#x1E43;^eb^^a^M0.0221^ea^^b^kusala&#x1E43;^eb^ &#x101;ramma&#x1E47;&#x101;dhipatipaccayabh&#x101;vena dassita&#x1E43;, paccayuppanna&#x1E43; pana k&#x101;m&#x101;vacarameva.</p>
              <p>[03]^b^417^eb^^b^.^eb^ Apubbato cittasant&#x101;nato vu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; bhava&#x1E45;gameva, ta&#x1E43; pana m&#x16B;l&#x101;gantukabhava&#x1E45;gasa&#x1E45;kh&#x101;ta&#x1E43; tad&#x101;ramma&#x1E47;a&#x1E43; pakatibhava&#x1E45;ga&#xF1;ca. ^b^Anuloma&#x1E43; sekkh&#x101;ya phalasam&#x101;pattiy&#x101;^eb^ti ettha k&#x101;yaci sekkhaphalasam&#x101;pattiy&#x101; avajjetabbatt&#x101; vattabba&#x1E43; natth&#x12B;ti nevasa&#xF1;&#xF1;&#x101;n&#x101;sa&#xF1;&#xF1;&#x101;yatanakusala&#x1E43; phalasam&#x101;pattiy&#x101;ti ima&#x1E43; nibbisesana&#x1E43; phalasam&#x101;patti&#x1E43; uddharitv&#x101; dassento &#x101;ha ^b^&#x2018;&#x2018;phalasam&#x101;pattiy&#x101;ti an&#x101;g&#x101;miphalasam&#x101;pattiy&#x101;&#x2019;&#x2019;^eb^ti. ^b^K&#x101;m&#x101;vacarakiriy&#x101; duvidhassapi vu&#x1E6D;&#x1E6D;h&#x101;nass&#x101;^eb^ti ettha kiriy&#x101;nantara&#x1E43; tad&#x101;ramma&#x1E47;avu&#x1E6D;&#x1E6D;h&#x101;ne ya&#x1E43; vattabba&#x1E43;, ta&#x1E43; cittupp&#x101;daka&#x1E47;&#x1E0D;e vuttameva.</p>
              <p>[03]^b^T&#x101; ubhopi&#x2026;pe&#x2026; dv&#x101;dasanna^eb^nti ida&#x1E43; somanassasahagatamanovi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;tuvasena vutta&#x1E43;, upekkh&#x101;sahagat&#x101; pana yath&#x101;vutt&#x101;na&#x1E43; dasanna&#x1E43; vi&#xF1;&#xF1;&#x101;&#x1E47;adh&#x101;t&#x16B;na&#x1E43; vo&#x1E6D;&#x1E6D;habbanakiriyassa manodh&#x101;tukiriyassa c&#x101;ti dv&#x101;dasanna&#x1E43; hot&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^423^eb^^b^.^eb^ D&#x101;n&#x101;dipu&#xF1;&#xF1;akiriy&#x101;yatt&#x101; sabbasampattiyo pa&#x1E6D;ivijjhitv&#x101;ti sambandho. ^b^Na paneta&#x1E43; ekantena gahetabba^eb^nti &#x2018;&#x2018;balavacetan&#x101;va labbhati, na dubbal&#x101;&#x2019;&#x2019;ti eta&#x1E43; ekanta&#x1E43; na gahetabba&#x1E43;, da&#x1E37;ha&#x1E43; v&#x101; na gahetabbanti adhipp&#x101;yo. Ki&#x1E43; k&#x101;ra&#x1E47;anti? Balavato dubbalassa v&#x101; katok&#x101;sassa antar&#x101;ya&#x1E43; pa&#x1E6D;ib&#x101;hitv&#x101; vipaccanato &#x2018;&#x2018;ya&#x1E43;ka&#xF1;ci yadi vip&#x101;ka&#x1E43; janeti, upanissayo na hot&#x12B;&#x2019;&#x2019;ti navattabbatt&#x101; c&#x101;ti dassento ^b^&#x2018;&#x2018;katok&#x101;sa&#xF1;h&#x12B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Vip&#x101;kattike pana pa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye &#x2018;&#x2018;vip&#x101;kadhammadhammo vip&#x101;kassa dhammassa &#x101;ramma&#x1E47;apaccayena paccayo, upanissayapaccayena paccayo, kammapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.3.93) kammapaccayassa visu&#x1E43; ^a^V0.0231^ea^ uddha&#x1E6D;att&#x101;, vedan&#x101;ttike ca pa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye &#x2018;&#x2018;nahetupaccay&#x101; na&#x101;ramma&#x1E47;apaccay&#x101; naupanissaye a&#x1E6D;&#x1E6D;h&#x101;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.2.87) vuttatt&#x101; &#x2018;&#x2018;vip&#x101;kajanakampi ki&#xF1;ci kamma&#x1E43; upanissayapaccayo na hot&#x12B;&#x2019;&#x2019;ti sakk&#x101; vattunti.</p>
              <p>[03]^b^Tasmi&#x1E43; v&#x101; viruddho^eb^ti ta&#x1E43;nimitta&#x1E43; viruddho, ^b^viruddha^eb^nti v&#x101; p&#x101;&#x1E6D;ho. ^b^Om&#x101;na^eb^nti parassa pavattaom&#x101;na&#x1E43;. ^b^R&#x101;go^eb^ ra&#xF1;janavasena pavatt&#x101; k&#x101;mar&#x101;gata&#x1E47;h&#x101;, &#x2018;&#x2018;iti me cakkhu&#x1E43; siy&#x101; an&#x101;gatamaddh&#x101;na&#x1E43;, iti r&#x16B;p&#x101;&#x2019;&#x2019;ti appa&#x1E6D;iladdhassa pa&#x1E6D;il&#x101;bh&#x101;ya cittapa&#x1E47;idahanata&#x1E47;h&#x101; ^b^patthan&#x101;^eb^ti ayametesa&#x1E43; viseso.</p>
              <p>[03]^b^Tesu^eb^^a^M0.0222^ea^^b^a&#xF1;&#xF1;amp&#x12B;^eb^ti tesu ya&#x1E43;ki&#xF1;ci pubbe hanitato a&#xF1;&#xF1;ampi p&#x101;&#x1E47;a&#x1E43; hanat&#x12B;ti attho.</p>
              <p>[03]^b^Punappuna&#x1E43; &#x101;&#x1E47;&#x101;panavasena v&#x101;^eb^ti m&#x101;tugh&#x101;takammena sadisat&#x101;ya pubbe pavatt&#x101;yapi &#x101;&#x1E47;attacetan&#x101;ya m&#x101;tugh&#x101;takamman&#x101;ma&#x1E43; &#x101;ropetv&#x101; vadanti. Esa nayo ^b^dv&#x12B;hi pah&#x101;reh&#x12B;^eb^ti etth&#x101;pi.</p>
              <p>[03]^b^Yatheva hi&#x2026;pe&#x2026; upp&#x101;deti n&#x101;m&#x101;^eb^ti r&#x101;ga&#x1E43; upaniss&#x101;ya d&#x101;na&#x1E43; det&#x12B;ti r&#x101;ga&#x1E43; upaniss&#x101;ya d&#x101;navasena saddha&#x1E43; upp&#x101;det&#x12B;ti ayamattho vutto hot&#x12B;ti imin&#x101; adhipp&#x101;yena vadati. Yath&#x101; r&#x101;ga&#x1E43; upaniss&#x101;ya d&#x101;na&#x1E43; det&#x12B;tievam&#x101;di hoti, eva&#x1E43; r&#x101;g&#x101;dayo saddh&#x101;d&#x12B;na&#x1E43; upanissayapaccayoti idampi hot&#x12B;ti dasseti. ^b^K&#x101;yika&#x1E43; sukha^eb^nti&#x101;d&#x12B;na&#x1E43; ekato dassanena visu&#x1E43;yeva na etesa&#x1E43; paccayabh&#x101;vo, atha kho ekatop&#x12B;ti dassita&#x1E43; hot&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^425^eb^^b^.^eb^^b^Upatthambhakattena paccayatt&#x101;yev&#x101;^eb^ti etena ida&#x1E43; dasseti &#x2013; na purimav&#x101;resu viya imasmi&#x1E43; paccayena uppatti vuccati, atha kho tassa tassa paccayuppannassa tesa&#x1E43; tesa&#x1E43; dhamm&#x101;na&#x1E43; ta&#x1E43;ta&#x1E43;paccayabh&#x101;vo, na ca pacch&#x101;j&#x101;takkhandh&#x101; upatthambhakattena paccay&#x101; na honti, tenesa pacch&#x101;j&#x101;tapaccayo idha anulomato &#x101;gatoti.</p>
              <p>[03]^b^427^eb^^b^.^eb^^b^Cetan&#x101; vatthussapi paccayo^eb^ti attano pati&#x1E6D;&#x1E6D;h&#x101;bh&#x16B;tassapi kammapaccayoti adhipp&#x101;yo.</p>
              <p>[03]Kasm&#x101; ^a^V0.0232^ea^ panettha paccayav&#x101;re viya nissayaatthiavigatesu dum&#x16B;lakaduk&#x101;vas&#x101;n&#x101; pa&#xF1;h&#x101; na uddha&#x1E6D;&#x101;ti? Alabbham&#x101;natt&#x101;. Tattha hi paccayuppannappadh&#x101;natt&#x101; desan&#x101;ya kusalo ca aby&#x101;kato ca dhamm&#x101; ekato uppajjam&#x101;n&#x101; kusal&#x101;by&#x101;katapaccay&#x101; labbhant&#x12B;ti &#x2018;&#x2018;kusala&#xF1;ca aby&#x101;kata&#xF1;ca dhamma&#x1E43; paccay&#x101; kusalo ca aby&#x101;kato ca dhamm&#x101; uppajjant&#x12B;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.246) vutta&#x1E43;. Yato tato v&#x101; ubhayapaccayato paccayuppannassa uppattimatta&#x1E43;yeva hi tattha adhippeta&#x1E43;, na ubhayassa ubhinna&#x1E43; paccayabh&#x101;voti. Idha pana paccayappadh&#x101;natt&#x101; desan&#x101;ya kusal&#x101;by&#x101;kat&#x101; kusal&#x101;by&#x101;kat&#x101;na&#x1E43; ubhinna&#x1E43; nissay&#x101;dibh&#x16B;t&#x101; na labbhant&#x12B;ti ^a^M0.0223^ea^ &#x2018;&#x2018;kusalo ca aby&#x101;kato ca dhamm&#x101; kusalassa ca aby&#x101;katassa ca dhammassa nissayapaccayena paccayo&#x2019;&#x2019;ti&#x101;di na vutta&#x1E43;.</p>
              <p>[06]Pa&#xF1;h&#x101;v&#x101;ravibha&#x1E45;gava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Pa&#xF1;h&#x101;v&#x101;rassa gha&#x1E6D;ane anulomaga&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^439^eb^^b^.^eb^^b^&#x2018;&#x2018;Ettha pana purej&#x101;tampi labbhat&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, yadi eva&#x1E43; kasm&#x101; &#x2018;&#x2018;tath&#x101;&#x2019;&#x2019;ti vuttanti? &#x2018;&#x2018;T&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti ga&#x1E47;anamattas&#x101;ma&#xF1;&#xF1;ato.</p>
              <p>[03]^b^440^eb^^b^.^eb^ &#x2018;&#x2018;Adhipatipaccaye &#x1E6D;hapetv&#x101; v&#x12B;ma&#x1E43;sa&#x1E43; ses&#x101;dhipatino visabh&#x101;g&#x101;&#x2019;&#x2019;ti purimap&#x101;&#x1E6D;ho nidassanavasena da&#x1E6D;&#x1E6D;habbo. Yasm&#x101; pana hetupaccayassa visabh&#x101;gena ekena &#x101;ramma&#x1E47;ena nidassana&#x1E43; akatv&#x101; anantar&#x101;d&#x12B;ni vadanto sabbe visabh&#x101;ge dasseti, tasm&#x101; indriyamaggapaccay&#x101; ca visabh&#x101;g&#x101; dassetabb&#x101;ti &#x2018;&#x2018;adhipatindriyamaggapaccayesu &#x1E6D;hapetv&#x101; pa&#xF1;&#xF1;a&#x1E43; ses&#x101; dhamm&#x101; visabh&#x101;g&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hanti. ^b^Tath&#x101; bh&#x101;v&#x101;bh&#x101;vato^eb^ hetupaccayabh&#x101;ve sahaj&#x101;t&#x101;dipaccayabh&#x101;vato. Nanu yath&#x101; amohavajj&#x101;na&#x1E43; het&#x16B;na&#x1E43; hetupaccayabh&#x101;ve adhipatindriyamaggapaccayabh&#x101;vo natth&#x12B;ti pa&#xF1;&#xF1;&#x101;vajj&#x101;na&#x1E43; adhipatipaccay&#x101;d&#x12B;na&#x1E43; visabh&#x101;gat&#x101;, eva&#x1E43; kusal&#x101;dihet&#x16B;na&#x1E43; hetupaccayabh&#x101;ve vip&#x101;kapaccayabh&#x101;v&#x101;bh&#x101;vato hetuvajj&#x101;na&#x1E43; vip&#x101;k&#x101;na&#x1E43; visabh&#x101;gat&#x101;ya bhavitabbanti? Na bhavitabba&#x1E43;, ubhayapaccayasahite cittacetasikar&#x101;simhi hetupaccayabh&#x101;ve vip&#x101;kapaccayatt&#x101;bh&#x101;v&#x101;bh&#x101;vato. Yath&#x101; hi hetusahaj&#x101;tapaccayasahitar&#x101;simhi satipi hetuvajjasabbh&#x101;ve het&#x16B;na&#x1E43; hetupaccayabh&#x101;ve sahaj&#x101;tapaccayatt&#x101;bh&#x101;vo ^a^V0.0233^ea^ natth&#x12B;ti na hetuvajj&#x101;na&#x1E43; sahaj&#x101;t&#x101;na&#x1E43; hetussa visabh&#x101;gat&#x101; vutt&#x101;, evamidh&#x101;p&#x12B;ti. Esa nayo vippayuttapaccayepi. Apica paccayuppannasseva paccay&#x101; vuccant&#x12B;ti paccayuppannakkha&#x1E47;e tath&#x101; bh&#x101;v&#x101;bh&#x101;vavasena sabh&#x101;gat&#x101;ya vuccam&#x101;n&#x101;ya n&#x101;n&#x101;kkha&#x1E47;avasena visabh&#x101;gat&#x101; tasseva na vattabb&#x101;ti.</p>
              <p>[03]^b^Kusal&#x101; v&#x12B;ma&#x1E43;s&#x101;^eb^ti ida&#x1E43; &#x2018;&#x2018;kusal&#x101; v&#x12B;ma&#x1E43;s&#x101;dhipat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; vattabba&#x1E43;. Na hi anadhipatibh&#x16B;t&#x101; v&#x12B;ma&#x1E43;s&#x101; adhipatipaccayo hot&#x12B;ti.</p>
              <p>[03]^b^441-443^eb^^b^.^eb^^b^&#x2018;&#x2018;Sace^eb^^a^M0.0224^ea^^b^pana vippayuttapaccayo pavisati, itar&#x101;ni dve labhat&#x12B;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, &#x2018;&#x2018;kusalo dhammo kusalassa ca aby&#x101;katassa c&#x101;&#x2019;&#x2019;ti ida&#x1E43; pana na labbhat&#x12B;ti &#x2018;&#x2018;kusalo aby&#x101;katassa, aby&#x101;kato aby&#x101;katass&#x101;ti dve labhat&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;hanti. ^b^&#x16A;nataraga&#x1E47;anes&#x16B;^eb^ti yesu pavi&#x1E6D;&#x1E6D;hesu &#x16B;natar&#x101; ga&#x1E47;an&#x101; hoti, tes&#x16B;ti attho. T&#x12B;&#x1E47;i dve ekanti eva&#x1E43; &#x16B;nataraga&#x1E47;anesu v&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;&#x101;d&#x12B;su pavisantesu tesa&#x1E43; vasena tikato &#x16B;na&#x1E43; yath&#x101;laddha&#xF1;ca ekanti ga&#x1E47;ana&#x1E43; labhat&#x12B;ti attho.</p>
              <p>[03]^b^Avip&#x101;k&#x101;n&#x12B;^eb^ti an&#x101;ma&#x1E6D;&#x1E6D;havip&#x101;k&#x101;n&#x12B;ti attho, na vip&#x101;kaheturahit&#x101;n&#x12B;ti.</p>
              <p>[03]^b^Tattha sabbepi sahaj&#x101;tavip&#x101;k&#x101; cev&#x101;^eb^ti tattha ye sahaj&#x101;t&#x101; paccayuppann&#x101; vutt&#x101;, te sabbepi vip&#x101;k&#x101; ceva vip&#x101;kasahaj&#x101;tar&#x16B;p&#x101; c&#x101;ti attho. ^b^Ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;p&#x101; c&#x101;^eb^ti ettha pa&#x1E6D;isandhiya&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pampi ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;naggaha&#x1E47;eneva sa&#x1E45;ga&#x1E47;h&#x101;t&#x12B;ti veditabba&#x1E43;. &#x2018;&#x2018;Ta&#x1E43;samu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;paka&#x1E6D;att&#x101;r&#x16B;p&#x101; ca labbhant&#x12B;&#x2019;&#x2019;tipi pa&#x1E6D;hanti. ^b^Catutthe vip&#x101;kacittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pamev&#x101;^eb^ti etth&#x101;pi eseva nayo. &#x2018;&#x2018;Ka&#x1E6D;att&#x101;r&#x16B;pa&#xF1;c&#x101;&#x2019;&#x2019;tipi pana pa&#x1E6D;hanti.</p>
              <p>[03]^b^Evamp&#x12B;^eb^ti &#x2018;&#x2018;etesu pana gha&#x1E6D;anesu sabbapa&#x1E6D;ham&#x101;n&#x12B;&#x2019;&#x2019;ti&#x101;din&#x101; vuttanayenapi. Gha&#x1E6D;anesu pana yo yo paccayo m&#x16B;labh&#x101;vena &#x1E6D;hito, ta&#x1E43;paccayadhamm&#x101;na&#x1E43; niravasesa&#x16B;na&#x16B;natara&#x16B;natamal&#x101;bhakkamena gha&#x1E6D;an&#x101; vuccati, niravasesal&#x101;bhe ca paccayuppann&#x101;na&#x1E43; niravasesal&#x101;bhakkamena. Tath&#x101; &#x16B;nal&#x101;bh&#x101;d&#x12B;s&#x16B;ti aya&#x1E43; kamo veditabbo.</p>
              <p>[06]Hetum&#x16B;laka&#x1E43; ni&#x1E6D;&#x1E6D;hita&#x1E43;.</p>
              <p>[03]^b^445^eb^^b^.^eb^ Vatthuvasena ^a^V0.0234^ea^ sanissaya&#x1E43; vakkhat&#x12B;ti na ida&#x1E43; labbham&#x101;nassapi vatthussa vasena gha&#x1E6D;ananti adhipp&#x101;yen&#x101;ha ^b^&#x2018;&#x2018;&#x101;ramma&#x1E47;avaseneva v&#x101;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]^b^446^eb^^b^.^eb^^b^Sahaj&#x101;tena pana saddhi&#x1E43; &#x101;ramma&#x1E47;&#x101;dhipati, &#x101;ramma&#x1E47;&#x101;dhipatin&#x101; ca saddhi&#x1E43; sahaj&#x101;ta&#x1E43; na labbhat&#x12B;^eb^ti ida&#x1E43; yath&#x101; sahaj&#x101;tapurej&#x101;t&#x101; eko nissayapaccayo atthipaccayo ca honti, eva&#x1E43; sahaj&#x101;t&#x101;ramma&#x1E47;&#x101;dhipat&#x12B;na&#x1E43; ekassa adhipatipaccayabh&#x101;vassa abh&#x101;vato vutta&#x1E43; ^a^M0.0225^ea^. Nissayabh&#x101;vo hi atthiavigatabh&#x101;vo ca sahaj&#x101;tapurej&#x101;tanissay&#x101;d&#x12B;na&#x1E43; sam&#x101;no, na paneva&#x1E43; sahaj&#x101;t&#x101;ramma&#x1E47;&#x101;dhipatibh&#x101;vo sam&#x101;no. Sahaj&#x101;to hi &#x101;ramma&#x1E47;abh&#x101;va&#x1E43; anupagantv&#x101; attan&#x101; saha pavattanavasena adhipati hoti, itaro &#x101;ramma&#x1E47;a&#x1E43; hutv&#x101; attani ninnat&#x101;kara&#x1E47;ena. Sahaj&#x101;to ca vijjam&#x101;nabh&#x101;veneva upak&#x101;rako, itaro at&#x12B;t&#x101;n&#x101;gatopi &#x101;ramma&#x1E47;abh&#x101;veneva, tasm&#x101; sahaj&#x101;t&#x101;ramma&#x1E47;apaccay&#x101; viya bhinnasabh&#x101;v&#x101; sahaj&#x101;t&#x101;ramma&#x1E47;&#x101;dhipatinoti na te ekato eva adhipatipaccayabh&#x101;va&#x1E43; bhajanti, teneva pa&#xF1;h&#x101;v&#x101;ravibha&#x1E45;ge ca &#x2018;&#x2018;kusalo ca aby&#x101;kato ca dhamm&#x101; kusalassa dhammassa adhipatipaccayena paccayo&#x2019;&#x2019;ti&#x101;di na vuttanti.</p>
              <p>[03]^b^447-452^eb^^b^.^eb^ S&#x101;h&#x101;rakagha&#x1E6D;an&#x101;na&#x1E43; purato v&#x12B;riyacittav&#x12B;ma&#x1E43;s&#x101;na&#x1E43; s&#x101;dh&#x101;ra&#x1E47;avasena an&#x101;h&#x101;rak&#x101;maggak&#x101;ni saindriyagha&#x1E6D;an&#x101;ni vattabb&#x101;ni siyu&#x1E43; &#x2018;&#x2018;adhipatisahaj&#x101;tanissayaindriyaatthiavigatanti satta. Adhipatisahaj&#x101;taa&#xF1;&#xF1;ama&#xF1;&#xF1;anissayaindriyasampayuttaatthiavigatanti t&#x12B;&#x1E47;i. Adhipatisahaj&#x101;tanissayaindriyavippayuttaatthiavigatanti t&#x12B;&#x1E47;i. Adhipatisahaj&#x101;tanissayavip&#x101;kaindriyaatthiavigatanti eka&#x1E43;. Adhipatisahaj&#x101;taa&#xF1;&#xF1;ama&#xF1;&#xF1;anissayavip&#x101;kaindriyasampayuttaavigatanti eka&#x1E43;. Adhipatisahaj&#x101;tanissayavip&#x101;kaindriyavippayuttaatthiavigatanti eka&#x2019;&#x2019;nti. Kasm&#x101; t&#x101;ni na vutt&#x101;n&#x12B;ti? Indriyabh&#x16B;tassa adhipatissa &#x101;h&#x101;ramaggehi a&#xF1;&#xF1;assa abh&#x101;v&#x101;. Citt&#x101;dhipati hi &#x101;h&#x101;ro, v&#x12B;riyav&#x12B;ma&#x1E43;s&#x101; ca maggo hoti, na ca a&#xF1;&#xF1;o indriyabh&#x16B;to adhipati atthi, yassa vasena an&#x101;h&#x101;rak&#x101;maggak&#x101;ni saindriyagha&#x1E6D;an&#x101;ni vattabb&#x101;ni siyu&#x1E43;, tasm&#x101; t&#x101;ni avatv&#x101; citt&#x101;dhipati&#x101;d&#x12B;na&#x1E43; ekantena &#x101;h&#x101;ramaggabh&#x101;vadassanattha&#x1E43; s&#x101;h&#x101;rakasamaggak&#x101;neva vutt&#x101;ni. Tesu ca samaggakesu dve paccayadhamm&#x101; labbhanti, s&#x101;h&#x101;rakesu ekoyev&#x101;ti samaggak&#x101;ni pubbe vattabb&#x101;ni siyu&#x1E43;. Saindriyak&#x101;ni pana yehi &#x101;h&#x101;ramaggehi bhinditabb&#x101;ni ^a^V0.0235^ea^, tesa&#x1E43; kamavasena pacch&#x101; vutt&#x101;ni. A&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; pana ^b^sadisatt&#x101;^eb^ti samaggakattena sam&#x101;natt&#x101;, anantarar&#x16B;patt&#x101;ti v&#x101; attho.</p>
              <p>[03]^b^457-460^eb^^b^.^eb^^b^Kusal&#x101;by&#x101;kato aby&#x101;katass&#x101;ti catt&#x101;r&#x12B;^eb^ti aby&#x101;katasahitassa kusalassa paccayabh&#x101;vadassanavasena kusalam&#x16B;lakesveva dum&#x16B;lakampi &#x101;haritv&#x101; vutta&#x1E43;. ^b^Aby&#x101;kate vatthur&#x16B;pamp&#x12B;^eb^ti ida&#x1E43; &#x2018;&#x2018;ka&#x1E6D;att&#x101;r&#x16B;pamp&#x12B;&#x2019;&#x2019;ti ^a^M0.0226^ea^ eva&#x1E43; vattabba&#x1E43;. ^b^&#x2018;&#x2018;Dutiyagha&#x1E6D;ane aby&#x101;katavissajjane r&#x16B;pesu vatthumeva labbhat&#x12B;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, bh&#x16B;tar&#x16B;pampi pana labbhat&#x12B;ti &#x2018;&#x2018;vatthu&#xF1;ca bh&#x16B;tar&#x16B;pa&#xF1;ca labbhat&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;hanti. ^b^&#x2018;&#x2018;Catutthe cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pamev&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; pa&#x1E6D;isandhikkha&#x1E47;e ka&#x1E6D;att&#x101;r&#x16B;pa&#xF1;c&#x101;&#x2019;&#x2019;ti pana vattabba&#x1E43;. ^b^Savip&#x101;kesu pa&#x1E6D;hame vip&#x101;k&#x101; ceva vip&#x101;kacittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#xF1;c&#x101;^eb^ti ettha ^b^catutthe vip&#x101;kacittasamu&#x1E6D;&#x1E6D;h&#x101;namev&#x101;^eb^ti idha ca ka&#x1E6D;att&#x101;r&#x16B;pampi vip&#x101;kacittasamu&#x1E6D;&#x1E6D;h&#x101;naggaha&#x1E47;ena gahitanti da&#x1E6D;&#x1E6D;habba&#x1E43;. &#x2018;&#x2018;Ka&#x1E6D;att&#x101;r&#x16B;pa&#xF1;c&#x101;&#x2019;&#x2019;tipi pana pa&#x1E6D;hanti. Ettha pana sahaj&#x101;taa&#xF1;&#xF1;ama&#xF1;&#xF1;anissayavip&#x101;kasampayuttavippayuttaatthi avigatam&#x16B;lakesu gha&#x1E6D;anesu hetukammajh&#x101;namaggehi gha&#x1E6D;an&#x101;ni na yojit&#x101;ni, yath&#x101;vuttesu atthiavigatam&#x16B;lavajjesu &#x101;h&#x101;rena, nissayavippayuttaatthiavigatavajjesu adhipatiindriyehi ca. Kasm&#x101;ti? Tesu hi yojiyam&#x101;nesu ta&#x1E43;ta&#x1E43;cittupp&#x101;dekadesabh&#x16B;t&#x101; hetu&#x101;dayo ar&#x16B;padhamm&#x101;va paccayabh&#x101;vena labbhanti. Tena tehi gha&#x1E6D;an&#x101;ni hetum&#x16B;lak&#x101;d&#x12B;su vuttasadis&#x101;neva r&#x16B;pamissakatt&#x101;bh&#x101;vena suvi&#xF1;&#xF1;eyy&#x101;n&#x12B;ti na vutt&#x101;ni. Atthiavigatehi pana yojiyam&#x101;no &#x101;h&#x101;ro nissay&#x101;d&#x12B;hi adhipatiindriy&#x101;ni ca r&#x16B;pamissak&#x101;ni hont&#x12B;ti adhipat&#x101;h&#x101;rindriyam&#x16B;lakesu vuttasadis&#x101;nipi gha&#x1E6D;an&#x101;ni atthiavigatam&#x16B;lakesu nissay&#x101;dim&#x16B;lakesu ca &#x101;h&#x101;rena adhipatindriyehi ca sup&#x101;ka&#x1E6D;abh&#x101;vattha&#x1E43; yojit&#x101;n&#x12B;ti da&#x1E6D;&#x1E6D;habb&#x101;n&#x12B;ti.</p>
              <p>[03]^b^462-464^eb^^b^.^eb^ Nissayam&#x16B;lake ^b^&#x2018;&#x2018;cha&#x1E6D;&#x1E6D;he t&#x12B;&#x1E47;&#x12B;ti kusal&#x101;d&#x12B;ni cittasamu&#x1E6D;&#x1E6D;h&#x101;nass&#x101;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, cakkh&#x101;d&#x12B;ni pana cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; labbhant&#x12B;ti &#x2018;&#x2018;aby&#x101;katassa cakkh&#x101;yatan&#x101;d&#x12B;ni c&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hanti.</p>
              <p>[03]^b^466^eb^^b^.^eb^ Upanissayam&#x16B;lake pakat&#x16B;panissayavasena vuttesu dv&#x12B;su pa&#x1E6D;hame ^b^&#x2018;&#x2018;lokiyakusal&#x101;kusalacetan&#x101; paccayabh&#x101;vato gahetabb&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, lokuttar&#x101;pi pana gahetabb&#x101;va.</p>
              <p>[03]^b^473-477^eb^^b^.^eb^ Kammam&#x16B;lake ^a^V0.0236^ea^^b^pa&#x1E6D;isandhiya&#x1E43; vatthup&#x12B;^eb^ti ettha na pavatte viya khandh&#x101;yeva paccayuppannabh&#x101;vena gahetabb&#x101;ti adhipp&#x101;yo. Vip&#x101;k&#x101;vip&#x101;kas&#x101;dh&#x101;ra&#x1E47;avasena vuttesu cat&#x16B;su pa&#x1E6D;hame ^b^&#x2018;&#x2018;ar&#x16B;pena saddhi&#x1E43; cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pa&#x1E43; labbhat&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, ka&#x1E6D;att&#x101;r&#x16B;pampi pana labbhateva. Imasmi&#x1E43; pana kammam&#x16B;lake &#x2018;&#x2018;kammapaccay&#x101; &#x101;ramma&#x1E47;e dve&#x2019;&#x2019;ti, &#x101;ramma&#x1E47;am&#x16B;lake ca &#x2018;&#x2018;&#x101;ramma&#x1E47;apaccay&#x101; kamme ^a^M0.0227^ea^ dve&#x2019;&#x2019;ti kasm&#x101; na vutta&#x1E43;, nanu kusal&#x101;kusalacetan&#x101; kamm&#x101;ramma&#x1E47;&#x101;na&#x1E43; pa&#x1E6D;isandhiy&#x101;d&#x12B;na&#x1E43; kammapaccayo &#x101;ramma&#x1E47;apaccayo ca hoti. Yath&#x101; ca &#x101;ramma&#x1E47;abh&#x16B;ta&#x1E43; vatthu&#x1E43; &#x101;ramma&#x1E47;anissayapaccayabh&#x101;vena vuccati, eva&#x1E43; kammampi &#x101;ramma&#x1E47;apaccayabh&#x101;vena vattabbanti? Na, dvinna&#x1E43; paccayabh&#x101;v&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apa&#x1E6D;ikkhepato. Paccuppanna&#xF1;hi vatthu nissayabh&#x101;va&#x1E43; apariccajitv&#x101; tenev&#x101;k&#x101;rena tannissitena &#x101;lambiyam&#x101;na&#x1E43; nissayabh&#x101;vena ca nissayapaccayoti yutta&#x1E43; vattu&#x1E43;. Kamma&#x1E43; pana tasmi&#x1E43; kate pavattam&#x101;n&#x101;na&#x1E43; kat&#x16B;pacitabh&#x101;vena kammapaccayo hoti, n&#x101;ramma&#x1E47;&#x101;k&#x101;rena, visayamattat&#x101;vasena ca &#x101;ramma&#x1E47;apaccayo hoti, na sant&#x101;navisesa&#x1E43; katv&#x101; phalupp&#x101;danasa&#x1E45;kh&#x101;tena kammapaccay&#x101;k&#x101;rena, tasm&#x101; kammapaccayabh&#x101;vo &#x101;ramma&#x1E47;apaccayabh&#x101;va&#x1E43; pa&#x1E6D;ikkhipati, &#x101;ramma&#x1E47;apaccayabh&#x101;vo ca kammapaccayabh&#x101;vanti &#x2018;&#x2018;kammapaccayo hutv&#x101; &#x101;ramma&#x1E47;apaccayo hot&#x12B;&#x2019;&#x2019;ti, &#x2018;&#x2018;&#x101;ramma&#x1E47;apaccayo hutv&#x101; kammapaccayo hot&#x12B;&#x2019;&#x2019;ti ca na sakk&#x101; vattunti na vutta&#x1E43;. Esa ca sabh&#x101;vo vattam&#x101;n&#x101;na&#xF1;ca &#x101;ramma&#x1E47;apurej&#x101;t&#x101;na&#x1E43; vatthucakkh&#x101;d&#x12B;na&#x1E43;, ya&#x1E43; &#x101;ramma&#x1E47;apaccayabh&#x101;vena saha nissay&#x101;dipaccay&#x101; hont&#x12B;ti vattabbat&#x101;, at&#x12B;tassa ca kammassa aya&#x1E43; sabh&#x101;vo, ya&#x1E43; &#x101;ramma&#x1E47;apaccayabh&#x101;vena saha kammapaccayo hot&#x12B;ti navattabbat&#x101;. Yath&#x101; sahaj&#x101;tapurej&#x101;tanissay&#x101;na&#x1E43; saha nissayapaccayabh&#x101;vena vattabbat&#x101; sabh&#x101;vo, sahaj&#x101;t&#x101;ramma&#x1E47;&#x101;dhipat&#x12B;na&#xF1;ca saha adhipatipaccayabh&#x101;vena navattabbat&#x101;, evamidh&#x101;p&#x12B;ti.</p>
              <p>[03]^b^478-483^eb^^b^.^eb^^b^Nir&#x101;dhipativi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;h&#x101;ravasen&#x101;^eb^ti an&#x101;ma&#x1E6D;&#x1E6D;h&#x101;dhipatibh&#x101;vassa vi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;h&#x101;rassa vasen&#x101;ti adhipp&#x101;yo. ^b^Vatthu parih&#x101;yat&#x12B;^eb^ti a&#xF1;&#xF1;ama&#xF1;&#xF1;ampi labhantassa vatthussa vasena sabbassa ka&#x1E6D;att&#x101;r&#x16B;passa parih&#x101;na&#x1E43; dasseti.</p>
              <p>[03]^b^484-495^eb^^b^.^eb^^b^&#x2018;&#x2018;Tatiye ar&#x16B;pindriy&#x101;ni r&#x16B;p&#x101;na&#x2019;&#x2019;^eb^nti vutta&#x1E43;, cakkh&#x101;d&#x12B;ni ca pana cakkhuvi&#xF1;&#xF1;&#x101;&#x1E47;&#x101;d&#x12B;na&#x1E43; labbhanti. ^b^Tato v&#x12B;riyavasena maggasampayutt&#x101;ni ch&#x101;^eb^ti ettha yadipi v&#x12B;ma&#x1E43;s&#x101; labbhati, v&#x12B;riyassa pana vasena ta&#x1E43;sam&#x101;nagatik&#x101; v&#x12B;ma&#x1E43;s&#x101;pi gahit&#x101;ti &#x2018;&#x2018;v&#x12B;riyavasen&#x101;&#x2019;&#x2019;ti vutta&#x1E43;.</p>
              <p>[03]^b^511-514^eb^^b^.^eb^ Vippayuttam&#x16B;lake ^a^V0.0237^ea^^b^&#x2018;&#x2018;dasame kusal&#x101;dayo cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na&#x2019;&#x2019;^eb^nti vutta&#x1E43;, pa&#x1E6D;isandhiya&#x1E43; pana &#x2018;&#x2018;khandh&#x101; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;na&#x1E43; vatthu ca khandh&#x101;na&#x2019;&#x2019;nti idampi labbhati. ^b^&#x2018;&#x2018;Ek&#x101;dasame pa&#x1E6D;isandhiya&#x1E43; vatthu khandh&#x101;na&#x2019;&#x2019;^eb^nti vutta&#x1E43;, ta&#x1E43; vip&#x101;kapaccayassa ^a^M0.0228^ea^ aggahitatt&#x101; yassa vatthussa vasena gha&#x1E6D;ana&#x1E43; kata&#x1E43;, tassa dassanavasena vutta&#x1E43;. &#x2018;&#x2018;Khandh&#x101; ca vatthuss&#x101;&#x2019;&#x2019;ti idampi pana labbhateva. ^b^&#x2018;&#x2018;Dv&#x101;dasame pa&#x1E6D;isandhiya&#x1E43; khandh&#x101; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;na&#x2019;&#x2019;^eb^nti pubbap&#x101;&#x1E6D;ho, cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;ni pana na vajjetabb&#x101;n&#x12B;ti &#x2018;&#x2018;dv&#x101;dasame khandh&#x101; pavatte cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;p&#x101;na&#x1E43; pa&#x1E6D;isandhiya&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;na&#xF1;c&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hanti.</p>
              <p>[03]^b^515-518^eb^^b^.^eb^ Atthipaccayam&#x16B;lake pa&#x1E6D;hamagha&#x1E6D;ane ^b^&#x2018;&#x2018;ar&#x16B;pavatth&#x101;ramma&#x1E47;amah&#x101;bh&#x16B;taindriy&#x101;h&#x101;r&#x101;na&#x1E43; vasena sahaj&#x101;tapurej&#x101;tapacch&#x101;j&#x101;tapaccay&#x101; labbhant&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;&#x101;h&#x101;rindriyapaccay&#x101; c&#x101;&#x2019;&#x2019;tipi pana vattabba&#x1E43;. Na hi indriy&#x101;h&#x101;r&#x101;na&#x1E43; vasena sahaj&#x101;t&#x101;dayo labbhant&#x12B;ti. ^b^&#x2018;&#x2018;Dutiye pacch&#x101;j&#x101;takaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;r&#x101; na labbhant&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, sabb&#x101;nipi pana alabbham&#x101;n&#x101;ni dassetu&#x1E43; &#x2018;&#x2018;pacch&#x101;j&#x101;takaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;rar&#x16B;paj&#x12B;vitindriyar&#x16B;p&#x101;di&#x101;ramma&#x1E47;&#x101;ni ca na labbhant&#x12B;&#x2019;&#x2019;ti pa&#x1E6D;hanti, cha&#x1E6D;&#x1E6D;ha&#x1E43; sabbesa&#x1E43; indriy&#x101;na&#x1E43; vasena vutta&#x1E43;. Sattame tato r&#x16B;paj&#x12B;vitindriyamatta&#x1E43; parih&#x101;yat&#x12B;ti evametesa&#x1E43; viseso vattabbo. ^b^Tato ek&#x101;dasame^eb^ti ettha ^b^tato^eb^ti navamatoti attho. ^b^Terasame vatth&#x101;ramma&#x1E47;&#x101;^eb^ti ettha vatthuggaha&#x1E47;ena cakkh&#x101;divatth&#x16B;nipi gahit&#x101;ni, tath&#x101; ^b^cuddasame vatthumev&#x101;^eb^ti etth&#x101;pi. ^b^&#x2018;&#x2018;Sattarasame pana tadeva &#x101;ramma&#x1E47;&#x101;dhipatibh&#x101;vena, a&#x1E6D;&#x1E6D;h&#x101;rasamepi tadeva &#x101;ramma&#x1E47;&#x16B;panissayavasen&#x101;&#x2019;&#x2019;^eb^ti purimap&#x101;&#x1E6D;ho, &#x2018;&#x2018;&#x101;ramma&#x1E47;&#x16B;panissayavasen&#x101;&#x2019;&#x2019;ti aya&#x1E43; pana sattarasamato viseso na hoti, vatth&#x101;ramma&#x1E47;&#x101;na&#x1E43; pana sattarasame a&#x1E6D;&#x1E6D;h&#x101;rasame ca vatthusseva paccayabh&#x101;vo visesoti &#x2018;&#x2018;sattarasame pana &#x101;ramma&#x1E47;&#x101;dhipatibh&#x101;vena cakkh&#x101;d&#x12B;ni ca, a&#x1E6D;&#x1E6D;h&#x101;rasame vatthusseva &#x101;ramma&#x1E47;&#x16B;panissayavasen&#x101;&#x2019;&#x2019;ti pa&#x1E6D;hanti.</p>
              <p>[03]^b^519^eb^^b^.^eb^ Sahaj&#x101;t&#x101;ni viya sahaj&#x101;tena kenaci ekena paccayena aniyamitatt&#x101; t&#x101;ni paki&#x1E47;&#x1E47;ak&#x101;n&#x12B;ti vutt&#x101;n&#x12B;ti ettha purej&#x101;tapacch&#x101;j&#x101;t&#x101;h&#x101;rindriy&#x101;ni sahaj&#x101;tena a&#xF1;&#xF1;ama&#xF1;&#xF1;a&#xF1;ca as&#x101;ma&#xF1;&#xF1;avasena vippaki&#x1E47;&#x1E47;&#x101;ni vutt&#x101;ni. &#x100;ramma&#x1E47;am&#x16B;lake anantarasamanantarapurej&#x101;t&#x101;ti ettha upanissayopi pa&#x1E6D;hitabbo.</p>
              <p>[03]Yesu p&#x101;ka&#x1E6D;&#x101; hutv&#x101; pa&#xF1;&#xF1;&#x101;yanti, t&#x101;ni dassetu&#x1E43; ^b^&#x2018;&#x2018;hetum&#x16B;lak&#x101;d&#x12B;na&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha. Alobh&#x101;dita&#x1E43;ta&#x1E43;n&#x101;mavasena ^a^V0.0238^ea^ pana hetu&#x101;ramma&#x1E47;&#x101;dhipati&#x101;h&#x101;rindriyajh&#x101;namaggapaccayadhamm&#x101; eva&#x1E43; p&#x101;ka&#x1E6D;&#x101; hutv&#x101; na pa&#xF1;&#xF1;&#x101;yeyyunti te ^a^M0.0229^ea^ paricchedavasena dassento ^b^&#x2018;&#x2018;dv&#x101;daseva hi het&#x16B;&#x2019;&#x2019;^eb^ti&#x101;dim&#x101;ha. Tena &#x2018;&#x2018;ettak&#x101;yeva paccayadhamm&#x101;&#x2019;&#x2019;ti nicchaya&#x1E43; katv&#x101; p&#x101;ka&#x1E6D;o hutv&#x101; apa&#xF1;&#xF1;&#x101;yam&#x101;nopi tesveva maggitabboti dasseti. Tattha ^b^cha &#x101;ramma&#x1E47;&#x101;^eb^ti etena &#x101;ramma&#x1E47;&#x101;dhipati r&#x16B;p&#x101;di&#x101;ramma&#x1E47;abh&#x101;vato sa&#x1E45;gahitoti ta&#x1E43; aggahetv&#x101; ^b^&#x2018;&#x2018;catt&#x101;ro adhipatayo&#x2019;&#x2019;^eb^ti vutta&#x1E43;. ^b^Ekantena kusalavip&#x101;k&#x101;^eb^ti ida&#x1E43; indriyesu a&#xF1;&#xF1;indriyavasena labbhati. ^b^Ekantena akusalavip&#x101;k&#x101;^eb^ti ida&#x1E43; pana na sakk&#x101; laddhu&#x1E43;. Jh&#x101;na&#x1E45;gesvapi hi dukkha&#x1E43; akusalameva vip&#x101;kassa ajh&#x101;na&#x1E45;gatt&#x101;. Citta&#x1E6D;&#x1E6D;hitipi akusalavip&#x101;kakiriy&#x101; hot&#x12B;ti. Akusalassa vip&#x101;k&#x101; akusalavip&#x101;k&#x101;ti eva&#x1E43; pana atthe gayham&#x101;ne indriyesu dukkhindriyavasena labbheyya, kusalavip&#x101;k&#x101;kusalavip&#x101;kavisesena pana paccayayojan&#x101; natth&#x12B;ti ayamattho adhippetoti sakk&#x101; vattunti.</p>
              <p>[06]Pa&#xF1;h&#x101;v&#x101;rassa gha&#x1E6D;ane anulomaga&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Paccan&#x12B;yuddh&#x101;rava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^527^eb^^b^.^eb^^b^Ekena lakkha&#x1E47;en&#x101;^eb^ti &#x2018;&#x2018;kusalo dhammo kusalassa dhammassa nahetupaccayena paccayo&#x2019;&#x2019;ti hetupaccayato a&#xF1;&#xF1;ena paccayena paccayoti attho. Hetupaccayato ca a&#xF1;&#xF1;e paccay&#x101; aggahitaggaha&#x1E47;ena a&#x1E6D;&#x1E6D;ha honti, tesu kusalo kusalassa t&#x12B;hi paccayehi paccayo, akusalassa dv&#x12B;hi, eva&#x1E43; tasmi&#x1E43; tasmi&#x1E43; paccaye paccan&#x12B;yato &#x1E6D;hite tato a&#xF1;&#xF1;e paccay&#x101; imesveva &#x101;ramma&#x1E47;&#x101;d&#x12B;su a&#x1E6D;&#x1E6D;hasu paccayesu yath&#x101;yoga&#x1E43; yojetabb&#x101;ti idamettha lakkha&#x1E47;a&#x1E43; veditabba&#x1E43;. Etesu ca a&#x1E6D;&#x1E6D;hasu paccayesu purimapurimehi asa&#x1E45;gahite sa&#x1E45;gahetv&#x101; pacchimapacchim&#x101; vutt&#x101;ti &#x101;ramma&#x1E47;ato a&#xF1;&#xF1;esa&#x1E43; dvinna&#x1E43; vasena upanissayo, vatthupurej&#x101;tassa vasena purej&#x101;ta&#x1E43;, sahaj&#x101;tato upanissayato ca, a&#xF1;&#xF1;iss&#x101; cetan&#x101;ya vasena kamma&#x1E43;, sahaj&#x101;tato a&#xF1;&#xF1;assa kaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;rassa vasena &#x101;h&#x101;ro, sahaj&#x101;tato purej&#x101;tato ca a&#xF1;&#xF1;assa r&#x16B;paj&#x12B;vitindriyassa vasena indriya&#x1E43; vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Eva&#xF1;ca katv&#x101; &#x2018;&#x2018;kusalo dhammo kusalassa dhammassa &#x101;ramma&#x1E47;apaccayena paccayo, sahaj&#x101;taupanissayapaccayena ^a^M0.0230^ea^ paccayo&#x2019;&#x2019;ticceva (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.404, 419, 423) vutta&#x1E43; ^a^V0.0239^ea^, tada&#xF1;&#xF1;&#x101;bh&#x101;v&#x101; na vutta&#x1E43; &#x2018;&#x2018;kamm&#x101;h&#x101;rindriyapaccayena paccayo&#x2019;&#x2019;ti, tasm&#x101; &#x2018;&#x2018;&#x101;ramma&#x1E47;&#x101;dhipati &#x101;ramma&#x1E47;apaccaye sa&#x1E45;gaha&#x1E43; gacchat&#x12B;&#x2019;&#x2019;ti eva&#x1E43; vattabba&#x1E43;. Ya&#x1E43; pana parittattike pa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye &#x2018;&#x2018;appam&#x101;&#x1E47;o dhammo appam&#x101;&#x1E47;assa dhammassa sahaj&#x101;taupanissayapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 2.12.66, 74) ettha &#x101;ramma&#x1E47;assa avacana&#x1E43;, ta&#x1E43; purimehi asa&#x1E45;gahitavasena vutt&#x101;na&#x1E43; sa&#x1E45;gahitavivajjan&#x101;bh&#x101;vato upanissayato a&#xF1;&#xF1;&#x101;ramma&#x1E47;&#x101;bh&#x101;vato ca, na pana &#x101;ramma&#x1E47;&#x16B;panissayassa &#x101;ramma&#x1E47;e asa&#x1E45;gahitatt&#x101;.</p>
              <p>[03]Atthiavigatapaccay&#x101; yadipi sahaj&#x101;tapurej&#x101;tapacch&#x101;j&#x101;t&#x101;h&#x101;rindriy&#x101;na&#x1E43; vasena pa&#xF1;cavidh&#x101;va, sahaj&#x101;tapurej&#x101;t&#x101;na&#x1E43; pana pacch&#x101;j&#x101;t&#x101;h&#x101;r&#x101;na&#x1E43; pacch&#x101;j&#x101;tindriy&#x101;na&#xF1;ca sah&#x101;pi atthiavigatapaccayabh&#x101;vo hoti, na ti&#x1E47;&#x1E47;a&#x1E43; vippayuttat&#x101; viya visu&#x1E43;yev&#x101;ti ^b^&#x2018;&#x2018;atthiavigatesu ca ekekassa vasena chahi bhedehi &#x1E6D;hit&#x101;&#x2019;&#x2019;^eb^ti atthiavigatapaccayalakkha&#x1E47;esu ekeka&#x1E43; sa&#x1E45;gahetv&#x101; vutta&#x1E43;.</p>
              <p>[03]^b^&#x2018;&#x2018;R&#x16B;pindriyapaccayo pana ajjhattabahiddh&#x101;bhedato duvidho&#x2019;&#x2019;^eb^ti vutta&#x1E43;, ta&#x1E43; &#x2018;&#x2018;ajjhattikab&#x101;hirabhedato&#x2019;&#x2019;ti eva&#x1E43; vattabba&#x1E43;.</p>
              <p>[03]^b^Catuv&#x12B;satiy&#x101;p&#x12B;^eb^ti na so&#x1E37;asanna&#x1E43;yeva, n&#x101;pi a&#x1E6D;&#x1E6D;hanna&#x1E43;yeva, atha kho catuv&#x12B;satiy&#x101;p&#x12B;ti attho. &#x100;ramma&#x1E47;abh&#x16B;t&#x101;na&#x1E43; adhipatiupanissayapaccay&#x101;na&#x1E43; upanissaye nissayapurej&#x101;tavippayuttaatthiavigat&#x101;na&#xF1;ca purej&#x101;te sa&#x1E45;gaho atth&#x12B;ti &#x101;ramma&#x1E47;apaccaya&#x1E43; &#x101;ramma&#x1E47;apaccayabh&#x101;veyeva &#x1E6D;hapetv&#x101; tadekadesassa tesa&#xF1;ca upanissay&#x101;d&#x12B;su sa&#x1E45;gaha&#x1E43; vattuk&#x101;mo ^b^&#x2018;&#x2018;&#x101;ramma&#x1E47;apaccaye &#x101;ramma&#x1E47;apaccayova sa&#x1E45;gaha&#x1E43; gacchati, na ses&#x101; tev&#x12B;sat&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. ^b^Catutthe purej&#x101;tapaccaye^eb^ti ettha yath&#x101; &#x2018;&#x2018;upanissayapaccaye adhipatibh&#x16B;to &#x101;ramma&#x1E47;apaccayo&#x2019;&#x2019;ti vutta&#x1E43;, eva&#x1E43; &#x2018;&#x2018;purej&#x101;tabh&#x16B;to &#x101;ramma&#x1E47;apaccayo&#x2019;&#x2019;tipi vattabba&#x1E43;, ta&#x1E43; pana tattha vuttanayena gahetu&#x1E43; sakk&#x101;ti katv&#x101; na vutta&#x1E43; siy&#x101;. Atha pana &#x2018;&#x2018;&#x101;ramma&#x1E47;ato a&#xF1;&#xF1;a&#x1E43; purej&#x101;taggaha&#x1E47;ena gahita&#x2019;&#x2019;nti na vutta&#x1E43;, eva&#x1E43; sati upanissayaggaha&#x1E47;enapi &#x101;ramma&#x1E47;ato a&#xF1;&#xF1;assa gahitat&#x101;ya bhavitabbanti &#x2018;&#x2018;adhipatibh&#x16B;to &#x101;ramma&#x1E47;apaccayo upanissaye sa&#x1E45;gaha&#x1E43; gacchat&#x12B;&#x2019;&#x2019;ti na vattabba&#x1E43; siy&#x101;ti.</p>
              <p>[03]^b^Yesu^eb^^a^M0.0231^ea^^b^pa&#xF1;hesu&#x2026;pe&#x2026; ekova paccayo &#x101;gato^eb^ti ettha &#x101;gatov&#x101;ti eva&#x1E43; evasaddo &#x101;netv&#x101; yojetabbo. Tena dv&#x101;dasamacuddasamesu pa&#xF1;hesu sahaj&#x101;tapurej&#x101;tesu ekeko paccayo na an&#x101;gato ^a^V0.0240^ea^ hoti, atha kho &#x101;gatov&#x101;ti tesu a&#xF1;&#xF1;atarapa&#x1E6D;ikkhepe tepi pa&#xF1;h&#x101; parih&#x101;yant&#x12B;ti dassita&#x1E43; hot&#x12B;ti. ^b^Yasmi&#x1E43; pana pa&#xF1;he^eb^ti dutiyacha&#x1E6D;&#x1E6D;hapa&#xF1;hesu ekekavasena gahetv&#x101; ekavacanena niddis&#x12B;yati. ^b^Eva^eb^nti &#x101;ramma&#x1E47;aupanissayavasen&#x101;ti attho. Tena dv&#x101;dasamacuddasame nivatteti. Tesupi hi dve paccay&#x101; &#x101;gat&#x101;, na pana &#x101;ramma&#x1E47;aupanissayavasen&#x101;ti. ^b^Avases&#x101;na&#x1E43; vasen&#x101;^eb^ti avases&#x101;na&#x1E43; labbham&#x101;n&#x101;na&#x1E43; vasen&#x101;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Na hi terasamapannarasamesu pacch&#x101;j&#x101;tepi pa&#x1E6D;ikkhitte &#x101;h&#x101;rindriy&#x101;na&#x1E43; vasena te pa&#xF1;h&#x101; labbhanti, atha kho sahaj&#x101;tasseva vasen&#x101;ti. ^b^Idameva cettha lakkha&#x1E47;a^eb^nti a&#x1E6D;&#x1E6D;hanna&#x1E43; paccay&#x101;na&#x1E43; sabbapaccayasa&#x1E45;g&#x101;hakatta&#x1E43;, ukka&#x1E6D;&#x1E6D;havasena pa&#xF1;h&#x101;paricchedo, te te paccaye sa&#x1E45;gahetv&#x101; dassitapaccayaparicchedo, tasmi&#x1E43; tasmi&#x1E43; paccaye pa&#x1E6D;ikkhitte tassa tassa pa&#xF1;hassa parih&#x101;n&#x101;parih&#x101;n&#x12B;ti eta&#x1E43; sabba&#x1E43; sandh&#x101;ya vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Teneva ^b^&#x2018;&#x2018;imin&#x101; lakkha&#x1E47;en&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;.</p>
              <p>[03]^b^Tatr&#x101;^eb^ti pabhedaparih&#x101;n&#x12B;su. ^b^T&#x12B;hi paccayehi ek&#x16B;nav&#x12B;sati paccay&#x101; dassit&#x101;^eb^ti &#x2018;&#x2018;nahetupaccay&#x101;&#x2019;&#x2019;ti ettha labbham&#x101;napaccaye sandh&#x101;ya vutta&#x1E43;. Aya&#x1E43; pana paccayuddh&#x101;ro sabbapaccan&#x12B;yassa s&#x101;dh&#x101;ra&#x1E47;alakkha&#x1E47;avasena vutto, na &#x2018;&#x2018;nahetupaccay&#x101;&#x2019;&#x2019;ti ettheva labbham&#x101;napaccayadassanavasena. Eva&#xF1;ca katv&#x101; hetudukapa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye &#x2018;&#x2018;hetudhammo hetussa dhammassa &#x101;ramma&#x1E47;apaccayena paccayo, sahaj&#x101;tapaccayena paccayo, upanissayapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 3.1.43) vutta&#x1E43;, a&#xF1;&#xF1;ath&#x101; &#x2018;&#x2018;nahetupaccay&#x101;&#x2019;&#x2019;ti ettha labbham&#x101;napaccayadassane &#x2018;&#x2018;sahaj&#x101;tapaccayena paccayo&#x2019;&#x2019;ti na vattabba&#x1E43; siy&#x101;, tasm&#x101; idh&#x101;pi sabbalabbham&#x101;napaccayasa&#x1E45;gahavasena paccayuddh&#x101;rassa vuttatt&#x101; t&#x12B;hi paccayehi v&#x12B;sati paccay&#x101; dassit&#x101;ti da&#x1E6D;&#x1E6D;habb&#x101;. Ya&#x1E43; vutta&#x1E43; &#x2018;&#x2018;tatr&#x101;ya&#x1E43; vitth&#x101;rakath&#x101;&#x2019;&#x2019;ti, tatra pabhede vitth&#x101;rakatha&#x1E43; vatv&#x101; parih&#x101;n&#x12B;ya&#x1E43; dassento ^b^&#x2018;&#x2018;tasmi&#x1E43; pana paccaye&#x2026;pe&#x2026; te parato vakkh&#x101;m&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[03]^b^528^eb^^b^.^eb^^b^Tath&#x101; akusal&#x101;dikesupi cat&#x16B;su pa&#xF1;hesu tehi tehi paccayehi te teyeva paccay&#x101; dassit&#x101;^eb^ti kusal&#x101;dikesu dassitehi ^a^M0.0232^ea^ a&#xF1;&#xF1;esa&#x1E43; abh&#x101;va&#x1E43; sandh&#x101;ya vuttanti veditabba&#x1E43;. Na hi &#x2018;&#x2018;akusalo dhammo kusalassa dhammass&#x101;&#x2019;&#x2019;ti ettha dv&#x12B;hi paccayehi tayo paccay&#x101; dassit&#x101;, atha kho dveyeva, aby&#x101;katassapi akusalo &#x101;ramma&#x1E47;&#x101;dhipatipaccayo na hot&#x12B;ti.</p>
              <p>[03]^b^530^eb^^b^.^eb^^b^Sahaj&#x101;tapaccay&#x101; pana na honti vatthumissakatt&#x101;^eb^ti asahaj&#x101;tapaccayena vatthun&#x101; sahaj&#x101;tapaccayabh&#x101;vena ^a^V0.0241^ea^ gahitatt&#x101; tena saddhi&#x1E43; sahaj&#x101;tapaccay&#x101; na hont&#x12B;ti dasseti, na pana suddh&#x101;na&#x1E43; sahaj&#x101;tapaccayabh&#x101;va&#x1E43; niv&#x101;reti. Vatthun&#x101; pana saddhi&#x1E43; yena nissay&#x101;din&#x101; paccay&#x101; honti, tameva nissay&#x101;di&#x1E43; visesetu&#x1E43; sahaj&#x101;tanti vuttanti dassento ^b^&#x2018;&#x2018;tasm&#x101; tesa&#x2019;&#x2019;^eb^nti&#x101;dim&#x101;ha.</p>
              <p>[03]Imasmi&#x1E43; pana paccayuddh&#x101;re &#x101;ramma&#x1E47;aupanissayakammaatthipaccayesu cat&#x16B;su sabbapaccaye sa&#x1E45;ga&#x1E47;hitv&#x101; kasm&#x101; tesa&#x1E43; vasena paccayuddh&#x101;ro na katoti? Missak&#x101;missakassa atthipaccayavibh&#x101;gassa duvi&#xF1;&#xF1;eyyatt&#x101;. Na hi &#x2018;&#x2018;avibh&#x101;gena atthipaccayena paccayo&#x2019;&#x2019;ti vutte sakk&#x101; vi&#xF1;&#xF1;&#x101;tu&#x1E43; &#x2018;&#x2018;ki&#x1E43; suddhena sahaj&#x101;taatthipaccayena purej&#x101;tapacch&#x101;j&#x101;t&#x101;h&#x101;rindriyaatthipaccayena v&#x101;, atha sahaj&#x101;tapurej&#x101;tamissakena pacch&#x101;j&#x101;t&#x101;h&#x101;ramissakena pacch&#x101;j&#x101;tindriyamissakena v&#x101;&#x2019;&#x2019;ti. Atthipaccayavisesesu pana sahaj&#x101;t&#x101;d&#x12B;su sar&#x16B;pato vuccam&#x101;nesu yattha suddh&#x101;na&#x1E43; sahaj&#x101;t&#x101;d&#x12B;na&#x1E43; paccayabh&#x101;vo, tattha &#x2018;&#x2018;sahaj&#x101;tapaccayena paccayo&#x2019;&#x2019;ti&#x101;din&#x101; suddh&#x101;na&#x1E43;, yattha ca missak&#x101;na&#x1E43; paccayabh&#x101;vo, tattha &#x2018;&#x2018;sahaj&#x101;ta&#x1E43; purej&#x101;ta&#x2019;&#x2019;nti&#x101;din&#x101; missak&#x101;na&#x1E43; gaha&#x1E47;ato suvi&#xF1;&#xF1;eyyat&#x101; hoti, tasm&#x101; atthipaccayavisesadassanattha&#x1E43; sahaj&#x101;t&#x101;dayo gahit&#x101;, tena ca sabbapaccay&#x101;na&#x1E43; cat&#x16B;su paccayesu sa&#x1E45;gaho dassito hoti.</p>
              <p>[03]Kasm&#x101; pana sahaj&#x101;tapurej&#x101;te aggahetv&#x101; nissayo, purej&#x101;tapacch&#x101;j&#x101;te aggahetv&#x101; vippayutto v&#x101; atthipaccayavisesabh&#x101;vena na vuttoti? Avattabbatt&#x101;, nissayo t&#x101;va na vattabbo sahaj&#x101;tapurej&#x101;t&#x101;na&#x1E43; suddh&#x101;na&#x1E43; missak&#x101;na&#xF1;ca nissayapaccayabh&#x101;vato vibhajitabbat&#x101;ya atthipaccayena avisi&#x1E6D;&#x1E6D;hatt&#x101;, vippayuttapaccayo ca sahaj&#x101;tapurej&#x101;tapacch&#x101;j&#x101;tabh&#x101;vato atthipaccayo viya visesitabboti so viya na vattabbo. Sahaj&#x101;tapurej&#x101;t&#x101;na&#xF1;ca missak&#x101;na&#x1E43; atthipaccayabh&#x101;vo hoti, na ^a^M0.0233^ea^ vippayuttabh&#x101;vo. Tath&#x101; sahaj&#x101;tapacch&#x101;j&#x101;t&#x101;na&#xF1;ca missak&#x101;na&#x1E43; atthipaccayabh&#x101;vo hoti. Vakkhati hi &#x2018;&#x2018;anup&#x101;dinnaanup&#x101;d&#x101;niyo dhammo up&#x101;dinnup&#x101;d&#x101;niyassa ca anup&#x101;dinnaanup&#x101;d&#x101;niyassa ca dhammassa atthipaccayena paccayo sahaj&#x101;ta&#x1E43; pacch&#x101;j&#x101;ta&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.4.84), na pana vippayuttapaccayabh&#x101;vo, tasm&#x101; vippayuttaggaha&#x1E47;ena missak&#x101;na&#x1E43; atthipaccayabh&#x101;vassa aggaha&#x1E47;ato na so atthipaccayaviseso bhavitu&#x1E43; yuttoti bhiyyopi na vattabbo.</p>
              <p>[03]Nanu ca sahaj&#x101;tapaccayo ca hetu&#x101;d&#x12B;hi visesitabboti sopi nissayavippayutt&#x101; viya atthipaccayavisesabh&#x101;vena ^a^V0.0242^ea^ na vattabboti? Na, viruddhapaccayehi avisesitabbatt&#x101;. Nissayavippayutt&#x101; hi atthipaccayo viya uppattik&#x101;laviruddhehi paccayehi visesitabb&#x101;, na pana sahaj&#x101;to. Hetu&#x101;dayo hi sahaj&#x101;t&#x101; eva, na uppattik&#x101;laviruddh&#x101;ti.</p>
              <p>[06]Paccan&#x12B;yuddh&#x101;rava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Paccan&#x12B;yaga&#x1E47;anava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n>Nahetum&#x16B;lakava&#x1E47;&#x1E47;an&#x101;</h3n>
            <h4>
              <h4n/>
              <p>[03]^b^532^eb^^b^.^eb^^b^Suddho &#x101;ramma&#x1E47;apaccayo parih&#x101;yat&#x12B;^eb^ti ettha suddhaggaha&#x1E47;ena na ki&#xF1;ci payojana&#x1E43;. &#x100;ramma&#x1E47;e hi paccan&#x12B;yato &#x1E6D;hite adhipatipaccay&#x101;dibh&#x16B;to &#x101;ramma&#x1E47;apaccayo parih&#x101;yatiyev&#x101;ti. ^b^Suddho^eb^ti v&#x101; a&#x1E6D;&#x1E6D;hasu paccayesu kevala&#x1E43; &#x101;ramma&#x1E47;apaccayo parih&#x101;yati, na ses&#x101;ti dasseti. ^b^Ek&#x101;dasanna^eb^nti sahaj&#x101;te sa&#x1E45;gaha&#x1E43; gacchantesu pannarasasu a&#xF1;&#xF1;ama&#xF1;&#xF1;avip&#x101;kasampayuttavippayutte vajjetv&#x101; ek&#x101;dasanna&#x1E43; vasena. ^b^Te^eb^ti te sahaj&#x101;te antogadh&#x101;yeva tasmi&#x1E43; pa&#x1E6D;ikkhitte a&#xF1;&#xF1;en&#x101;k&#x101;rena vissajjana&#x1E43; na labhant&#x12B;ti dasseti, anantogadh&#x101; pana &#x101;ramma&#x1E47;&#x101;dhipatipurej&#x101;tanissay&#x101;dayo &#x101;ramma&#x1E47;&#x101;di&#x101;k&#x101;rena labhant&#x12B;ti.</p>
              <p>[03]^b^Ki&#xF1;c&#x101;pi sahaj&#x101;tapaccayoyeva natth&#x12B;^eb^ti tasmi&#x1E43; pa&#x1E6D;ikkhitte ime v&#x101;r&#x101; na labbheyyu&#x1E43;, atha kho nissayaatthiavigat&#x101;na&#x1E43; vasena ete labhitabb&#x101; siyunti adhipp&#x101;yo. ^b^Yasm&#x101; pan&#x101;^eb^ti&#x101;din&#x101; yadipi sahaj&#x101;tapaccayo natthi ^a^M0.0234^ea^, yasm&#x101; pana sahaj&#x101;tapaccayadhamme &#x1E6D;hit&#x101; ete na nissay&#x101;dayo na honti, yasm&#x101; ca sahaj&#x101;te pa&#x1E6D;ikkhitte ye pa&#x1E6D;ikkhitt&#x101; honti, te idha sahaj&#x101;tapa&#x1E6D;ikkhepena pa&#x1E6D;ikkhitt&#x101;, tasm&#x101; tepi v&#x101;r&#x101; na labbhant&#x12B;ti dasseti.</p>
              <p>[03]^b^&#x1E6C;hapetv&#x101; sahaj&#x101;tapaccaya^eb^nti etena nissay&#x101;dibh&#x16B;ta&#xF1;ca sahaj&#x101;tapaccaya&#x1E43; &#x1E6D;hapetv&#x101;ti vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;. Kusalato pavattam&#x101;nesu kusal&#x101;by&#x101;katesu kusalassa kusalo a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayo hot&#x12B;ti ^a^V0.0243^ea^ imamattha&#x1E43; sandh&#x101;y&#x101;ha ^b^&#x2018;&#x2018;a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayadhammavasena pavattisabbh&#x101;vato&#x2019;&#x2019;^eb^ti. ^b^Ye dhamm&#x101; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayasa&#x1E45;gaha&#x1E43; gat&#x101;^eb^ti tesa&#x1E43; tesa&#x1E43; paccayuppann&#x101;na&#x1E43; paccayabh&#x101;vena vuccam&#x101;n&#x101; ye dhamm&#x101; attano paccayuppannabh&#x101;vena vuccam&#x101;n&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayoti sa&#x1E45;gaha&#x1E43; gat&#x101;ti attho. Kusalo ca kusalassa a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayoti katv&#x101; kusal&#x101;by&#x101;kat&#x101;na&#x1E43; a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayasa&#x1E45;gaha&#x1E43; gateheva dhammehi paccayo hoti, samud&#x101;yabh&#x16B;to ekadesabh&#x16B;teh&#x12B;ti ayamettha adhipp&#x101;yo. Kusalo pana kusalassa a&#xF1;&#xF1;ama&#xF1;&#xF1;apaccayabh&#x16B;teheva kusal&#x101;by&#x101;kat&#x101;na&#x1E43; sahaj&#x101;t&#x101;d&#x12B;hi, na a&#xF1;&#xF1;ath&#x101;ti a&#xF1;&#xF1;ama&#xF1;&#xF1;e pa&#x1E6D;ikkhitte so v&#x101;ro parih&#x101;yat&#x12B;ti vattabba&#x1E43;.</p>
              <p>[03]^b^Catunna&#x1E43; khandh&#x101;na&#x1E43; ekadesov&#x101;^eb^ti sahaj&#x101;te sandh&#x101;ya vutta&#x1E43;. Asahaj&#x101;t&#x101; hi &#x101;h&#x101;rindriy&#x101; r&#x16B;pakkhandhekadesova honti. ^b^Te^eb^ti te vippayuttapaccayadhamm&#x101;.</p>
              <p>[03]^b^533^eb^^b^.^eb^^b^&#x2018;&#x2018;Dum&#x16B;lak&#x101;divasena paccayaga&#x1E47;ana&#x1E43; dassetu&#x2019;&#x2019;^eb^nti likhita&#x1E43;, &#x2018;&#x2018;paccan&#x12B;yaga&#x1E47;ana&#x1E43; dassetu&#x2019;&#x2019;nti pana vattabba&#x1E43;. Paccan&#x12B;yav&#x101;raga&#x1E47;an&#x101; hi dassit&#x101;ti.</p>
              <p>[03]^b^&#x2018;&#x2018;Vip&#x101;ka&#x1E43; panettha naupanissayapaccayena saddhi&#x1E43; gha&#x1E6D;itatt&#x101; na labbhat&#x12B;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, vip&#x101;kassapi pana kamma&#x1E43; upanissayo ahutv&#x101;pi kammapaccayo hot&#x12B;ti vip&#x101;kattike dassitametanti.</p>
              <p>[06]Nahetum&#x16B;lakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^534^eb^^b^.^eb^^b^Satta pa&#xF1;ca t&#x12B;&#x1E47;i dve ekanti paricchinnaga&#x1E47;an&#x101;n&#x12B;^eb^ti satt&#x101;diparicchedehi paricchinnaga&#x1E47;an&#x101;ni vissajjan&#x101;ni hetum&#x16B;lake dassit&#x101;n&#x12B;ti &#x101;ha.</p>
              <p>[03]^b^538^eb^^b^.^eb^^b^Nanissayapaccay&#x101;^eb^^a^M0.0235^ea^^b^naupanissayapaccay&#x101; napacch&#x101;j&#x101;te t&#x12B;&#x1E47;&#x12B;^eb^ti m&#x16B;laka&#x1E43; sa&#x1E45;khipitv&#x101; dasam&#x16B;lake &#x2018;&#x2018;napacch&#x101;j&#x101;te t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti vutta&#x1E43; ga&#x1E47;ana&#x1E43; uddharati. ^b^&#x2018;&#x2018;Tesu ka&#x1E6D;att&#x101;r&#x16B;pa&#xF1;ca &#x101;h&#x101;rasamu&#x1E6D;&#x1E6D;h&#x101;na&#xF1;ca paccayuppanna&#x2019;&#x2019;^eb^nti vutta&#x1E43;, dv&#x12B;su pana vip&#x101;ko tatiye tesamu&#x1E6D;&#x1E6D;h&#x101;nikak&#x101;yo ca paccayuppanno hotiyeva.</p>
              <p>[03]^b^545^eb^^b^.^eb^^b^Aby&#x101;kato ca sahaj&#x101;taaby&#x101;katass&#x101;^eb^ti &#x2018;&#x2018;ar&#x16B;p&#x101;by&#x101;kato ar&#x16B;p&#x101;by&#x101;katassa, r&#x16B;p&#x101;by&#x101;kato ^a^V0.0244^ea^ ca r&#x16B;p&#x101;by&#x101;katass&#x101;&#x2019;&#x2019;ti eta&#x1E43; dvaya&#x1E43; sandh&#x101;ya vutta&#x1E43;. R&#x16B;p&#x101;by&#x101;kato pana ar&#x16B;p&#x101;by&#x101;katassa, ar&#x16B;p&#x101;by&#x101;kato ca r&#x16B;p&#x101;by&#x101;katassa sahaj&#x101;tapaccayo honto vippayuttapaccayo hotiyeva. &#x2018;&#x2018;Aby&#x101;kato sahaj&#x101;t&#x101;h&#x101;rindriyavasena aby&#x101;katass&#x101;ti eva&#x1E43; pa&#xF1;c&#x101;&#x2019;&#x2019;ti pana vattabba&#x1E43;.</p>
              <p>[03]^b^546^eb^^b^.^eb^^b^Noatthipaccay&#x101; nahetuy&#x101; nav&#x101;^eb^ti ettha &#x2018;&#x2018;ekam&#x16B;lakek&#x101;vas&#x101;n&#x101; anantarapakat&#x16B;panissayavasena labbhant&#x12B;&#x2019;&#x2019;ti vutta&#x1E43;, atthipaccaye pana pa&#x1E6D;ikkhitte a&#x1E6D;&#x1E6D;hasu paccayesu sahaj&#x101;tapurej&#x101;tapacch&#x101;j&#x101;t&#x101;h&#x101;rindriy&#x101;ni pa&#x1E6D;ikkhitt&#x101;ni, &#x101;ramma&#x1E47;aupanissayakamm&#x101;ni &#x1E6D;hit&#x101;n&#x12B;ti tesa&#x1E43; ti&#x1E47;&#x1E47;a&#x1E43; &#x1E6D;hit&#x101;na&#x1E43; vasena labbhant&#x12B;ti vattabba&#x1E43;. Sabbattha hi a&#x1E6D;&#x1E6D;hasu paccayesu ye ye pa&#x1E6D;ikkhitt&#x101;, te te apanetv&#x101; ye ye &#x1E6D;hit&#x101;, tesa&#x1E43; vasena te te v&#x101;r&#x101; labbhant&#x12B;ti idamettha lakkha&#x1E47;anti. ^b^Y&#x101;va nissayamp&#x12B;^eb^ti na kevala&#x1E43; n&#x101;ramma&#x1E47;eyeva &#x1E6D;hatv&#x101;, atha kho y&#x101;va nissaya&#x1E43;, t&#x101;va &#x1E6D;hatv&#x101;pi naupanissaye dve k&#x101;tabb&#x101;ti attho. Naupanissayato hi purimesu ca navapi labbhanti, naupanissaye pana pavatte atthi&#x101;ramma&#x1E47;aupanissayapa&#x1E6D;ikkhepena satta paccay&#x101; pa&#x1E6D;ikkhitt&#x101;ti avasi&#x1E6D;&#x1E6D;hassa kammassa vasena dveyev&#x101;ti.</p>
              <p>[06]Paccan&#x12B;yaga&#x1E47;anava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Anulomapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^550^eb^^b^.^eb^^b^Sadisav&#x101;r&#x101;^eb^ti anur&#x16B;pav&#x101;r&#x101;ti attho. Naa&#xF1;&#xF1;ama&#xF1;&#xF1;e laddhesu hi ek&#x101;dasasu &#x2018;&#x2018;kusalo kusalassa akusalo akusalass&#x101;&#x2019;&#x2019;ti ime hetuy&#x101; laddhesu sattasu imeheva dv&#x12B;hi sam&#x101;n&#x101; honti, atth&#x101;bh&#x101;vato ^a^M0.0236^ea^ pana na anur&#x16B;p&#x101;ti. Atha v&#x101; vacanato atthato ca uddesato yath&#x101;yoga&#x1E43; niddesato c&#x101;ti sabbath&#x101; sam&#x101;nata&#x1E43; sandh&#x101;ya ^b^&#x2018;&#x2018;sadisav&#x101;r&#x101;&#x2019;&#x2019;^eb^ti &#x101;ha.</p>
              <p>[03]^b^551^eb^^b^.^eb^^b^Pa&#x1E6D;isandhin&#x101;mar&#x16B;pa&#x1E43; sandh&#x101;y&#x101;^eb^ti pa&#x1E6D;isandhiya&#x1E43; hetun&#x101;mapaccaya&#x1E43; vatthur&#x16B;pa&#xF1;ca paccayuppanna&#x1E43; sandh&#x101;ya ^a^V0.0245^ea^. ^b^T&#x12B;&#x1E47;i kusal&#x101;d&#x12B;ni cittasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pass&#x101;^eb^ti ettha &#x2018;&#x2018;aby&#x101;kato ka&#x1E6D;att&#x101;r&#x16B;passa c&#x101;&#x2019;&#x2019;ti idampi vattabba&#x1E43;.</p>
              <p>[03]^b^556^eb^^b^.^eb^ Adhipatim&#x16B;lake ^b^nahetuy&#x101; das&#x101;^eb^ti dvinnampi adhipat&#x12B;na&#x1E43; vasena vutta&#x1E43;, ^b^n&#x101;ramma&#x1E47;e satt&#x101;^eb^ti sahaj&#x101;t&#x101;dhipatissa, ^b^nasahaj&#x101;te satt&#x101;^eb^ti &#x101;ramma&#x1E47;&#x101;dhipatiss&#x101;ti eva&#x1E43; sabbattha tasmi&#x1E43; tasmi&#x1E43; paccaye pa&#x1E6D;ikkhitte gha&#x1E6D;anesu ca tasmi&#x1E43; tasmi&#x1E43; paccaye gha&#x1E6D;ite m&#x16B;labh&#x101;vena &#x1E6D;hite paccaye ye dhamm&#x101; parih&#x101;yanti, ye ca ti&#x1E6D;&#x1E6D;hanti, te s&#x101;dhuka&#x1E43; sallakkhetv&#x101; ye dhamm&#x101; &#x1E6D;hit&#x101; yesa&#x1E43; paccay&#x101; honti, tesa&#x1E43; vasena ga&#x1E47;an&#x101; uddharitabb&#x101;. Anulome vuttagha&#x1E6D;ite hi m&#x16B;labh&#x101;vena &#x1E6D;hapetv&#x101; gha&#x1E6D;it&#x101;vases&#x101; paccay&#x101; paccan&#x12B;yato yojit&#x101;ti tattha laddh&#x101;yeva paccan&#x12B;yato &#x1E6D;hitapaccay&#x101;na&#x1E43; vasena sam&#x101;n&#x101; &#x16B;n&#x101; ca sakk&#x101; vi&#xF1;&#xF1;&#x101;tunti.</p>
              <p>[06]Anulomapaccan&#x12B;yava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
        <h2>
          <h2n>Paccan&#x12B;y&#x101;nulomava&#x1E47;&#x1E47;an&#x101;</h2n>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^631^eb^^b^.^eb^^b^&#x16A;nataraga&#x1E47;anena saddhi&#x1E43; atirekaga&#x1E47;anassapi ga&#x1E47;ana&#x1E43; parih&#x101;petv&#x101;^eb^ti ettha anulomato yojiyam&#x101;nena paccayena saddhi&#x1E43; paccan&#x12B;yato &#x1E6D;hitassa atirekaga&#x1E47;anassapi ga&#x1E47;ana&#x1E43; parih&#x101;petv&#x101;ti adhipp&#x101;yo. Parih&#x101;panaga&#x1E47;an&#x101;ya &#x16B;nataraga&#x1E47;anena saddhi&#x1E43; sam&#x101;natta&#xF1;ca na ekantika&#x1E43;. Nahetun&#x101;ramma&#x1E47;adukassa hi ga&#x1E47;an&#x101; adhipatipaccayena yojiyam&#x101;nena &#x16B;nataraga&#x1E47;anena saddhi&#x1E43; parih&#x12B;n&#x101;pi adhipatipaccaye laddhaga&#x1E47;an&#x101;ya na sam&#x101;n&#x101;, atha kho tatopi &#x16B;natar&#x101; hot&#x12B;ti &#x101;ha ^b^&#x2018;&#x2018;na paneta&#x1E43; sabbasa&#x1E43;sandanesu gacchat&#x12B;&#x2019;&#x2019;^eb^ti.</p>
              <p>[03]Nissaye paccan&#x12B;yato &#x1E6D;hite sahaj&#x101;te ca anulomato ati&#x1E6D;&#x1E6D;ham&#x101;n&#x101;na&#x1E43; hetu&#x101;d&#x12B;na&#x1E43; sahaj&#x101;tassa ca a&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; p&#x101;ka&#x1E6D;anti ap&#x101;ka&#x1E6D;ameva ^a^M0.0237^ea^ dassento ^b^&#x2018;&#x2018;vatthupurej&#x101;to anulomato na ti&#x1E6D;&#x1E6D;hat&#x12B;&#x2019;&#x2019;^eb^ti &#x101;ha. ^b^&#x100;h&#x101;re v&#x101;^eb^ti&#x101;din&#x101; ida&#x1E43; dasseti &#x2013; sahaj&#x101;te paccan&#x12B;yato &#x1E6D;hite anulomato ati&#x1E6D;&#x1E6D;ham&#x101;n&#x101; jh&#x101;namaggasampayutt&#x101; &#x101;h&#x101;re v&#x101; indriye v&#x101; paccan&#x12B;yato &#x1E6D;hite ti&#x1E6D;&#x1E6D;hant&#x12B;ti ^a^V0.0246^ea^ hetu&#x101;dayopi ti&#x1E6D;&#x1E6D;hanti. Sabbajh&#x101;namaggehi pana catukkhandhekadesabh&#x16B;t&#x101;na&#x1E43; sampayuttena ca catukkhandhabh&#x16B;t&#x101;na&#x1E43; sabbesa&#x1E43; tesa&#x1E43; anulomato &#x1E6D;h&#x101;na&#x1E43; dasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;, itaresu vattabbameva natthi. ^b^Adhipatiupanissay&#x101;^eb^ti &#x101;ramma&#x1E47;amiss&#x101;nampi anulomato &#x1E6D;h&#x101;na&#x1E43; dasseti.</p>
              <p>[03]^b^&#x2018;&#x2018;Indriye ekanti r&#x16B;paj&#x12B;vitindriyavasen&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;, &#x2018;&#x2018;cakkhundriy&#x101;d&#x12B;na&#x1E43; r&#x16B;paj&#x12B;vitindriyassa ca vasen&#x101;&#x2019;&#x2019;ti pana vattabba&#x1E43;. ^b^Kamena gantv&#x101; vippayutte t&#x12B;&#x1E47;&#x12B;^eb^ti ida&#x1E43; p&#x101;ka&#x1E6D;abh&#x101;vattha&#x1E43; &#x2018;&#x2018;navam&#x16B;lak&#x101;d&#x12B;su vippayutte t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti eva&#x1E43; kesuci potthakesu uddha&#x1E6D;a&#x1E43;. ^b^Im&#x101;ni ca dve pacch&#x101;j&#x101;tindriyavasen&#x101;^eb^ti ida&#x1E43; &#x2018;&#x2018;im&#x101;ni ca dve pacch&#x101;j&#x101;t&#x101;h&#x101;rindriyavasen&#x101;&#x2019;&#x2019;ti ca vattabba&#x1E43;.</p>
              <p>[06]Nahetum&#x16B;lakava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[03]^b^636^eb^^b^.^eb^^b^Naa&#xF1;&#xF1;ama&#xF1;&#xF1;apaccay&#x101; hetuy&#x101; t&#x12B;&#x1E47;&#x12B;ti kusal&#x101;d&#x12B;ni cittasamu&#x1E6D;&#x1E6D;h&#x101;n&#x101;na^eb^nti ettha &#x2018;&#x2018;pa&#x1E6D;isandhiya&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;p&#x101;na&#xF1;c&#x101;&#x2019;&#x2019;tipi vattabba&#x1E43;. ^b^Hetuy&#x101; vuttehi t&#x12B;h&#x12B;^eb^ti v&#x101;ras&#x101;ma&#xF1;&#xF1;ameva sandh&#x101;ya vadati, tath&#x101; ^b^kamme t&#x12B;&#x1E47;&#x12B;ti hetuy&#x101; vutt&#x101;nev&#x101;^eb^ti ca. Paccayesu pana sabbattha viseso sallakkhetabbo. ^b^Adhipatiy&#x101; t&#x12B;&#x1E47;&#x12B;^eb^ti naa&#xF1;&#xF1;ama&#xF1;&#xF1;anahetuna&#x101;ramma&#x1E47;apaccay&#x101; adhipatiy&#x101; t&#x12B;&#x1E47;&#x12B;ti et&#x101;ni he&#x1E6D;&#x1E6D;h&#x101; hetuy&#x101; vutt&#x101;nev&#x101;ti.</p>
              <p>[03]^b^644^eb^^b^.^eb^^b^Yath&#x101; ca he&#x1E6D;&#x1E6D;h&#x101;^eb^ti yath&#x101; nahetum&#x16B;lake y&#x101;va navip&#x101;k&#x101;, t&#x101;va gantv&#x101; n&#x101;h&#x101;rindriyesu ekekameva gahita&#x1E43;, tath&#x101; idh&#x101;pi n&#x101;ramma&#x1E47;am&#x16B;lak&#x101;d&#x12B;su ekekameva gahitanti adhipp&#x101;yo.</p>
              <p>[03]^b^648^eb^^b^.^eb^^b^N&#x101;n&#x101;kkha&#x1E47;ik&#x101; kusal&#x101;kusalacetan&#x101; kammasamu&#x1E6D;&#x1E6D;h&#x101;nar&#x16B;pass&#x101;^eb^ti ettha &#x2018;&#x2018;vip&#x101;k&#x101;na&#x2019;&#x2019;ntipi vattabba&#x1E43;. ^b^&#x100;h&#x101;rindriyesu t&#x12B;&#x1E47;i sahaj&#x101;tasadis&#x101;ni^eb^ r&#x16B;passapi paccayabh&#x101;vato, ^b^jh&#x101;namagg&#x101;d&#x12B;su t&#x12B;&#x1E47;i hetusadis&#x101;ni^eb^ ar&#x16B;p&#x101;na&#x1E43;yeva paccayabh&#x101;vatoti adhipp&#x101;yo da&#x1E6D;&#x1E6D;habbo. ^b^&#x100;di^eb^-saddena ca &#x2018;&#x2018;navippayuttanahetun&#x101;ramma&#x1E47;apaccay&#x101; adhipatiy&#x101; t&#x12B;&#x1E47;&#x12B;&#x2019;&#x2019;ti&#x101;d&#x12B;ni (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.649) sa&#x1E45;ga&#x1E47;h&#x101;ti.</p>
              <p>[03]^b^650^eb^^b^.^eb^^b^Ya&#x1E43;^eb^^a^M0.0238^ea^^a^V0.0247^ea^^b^pan&#x101;^eb^ti ya&#x1E43; paccaya&#x1E43; saka&#x1E6D;&#x1E6D;h&#x101;ne anulomato labhantampi aggahetv&#x101; tato paretar&#x101; paccan&#x12B;yato gayhanti, so paccayo pacch&#x101; anulomatova yojana&#x1E43; labhat&#x12B;ti attho. Yath&#x101; pana nahetum&#x16B;lak&#x101;d&#x12B;su n&#x101;h&#x101;re gha&#x1E6D;ite indriyavasena, nindriye ca gha&#x1E6D;ite &#x101;h&#x101;ravasena pa&#xF1;hal&#x101;bho hot&#x12B;ti tesu a&#xF1;&#xF1;atara&#x1E43; paccan&#x12B;yato ayojetv&#x101; anulomato yojita&#x1E43;, eva&#x1E43; noatthinoavigatam&#x16B;lakesu upanissaye gha&#x1E6D;ite kammavasena, kamme ca gha&#x1E6D;ite upanissayavasena pa&#xF1;hal&#x101;bho hot&#x12B;ti tesu a&#xF1;&#xF1;atara&#x1E43; paccan&#x12B;yato ayojetv&#x101; anulomato yojitanti veditabba&#x1E43;. Evametasmi&#x1E43; paccan&#x12B;y&#x101;nulome sabb&#x101;ni m&#x16B;l&#x101;ni dvedh&#x101; bhinn&#x101;ni n&#x101;h&#x101;ranindriy&#x101;ni naupanissayanakamm&#x101;ni ca patv&#x101;ti.</p>
              <p>[06]Paccan&#x12B;y&#x101;nulomava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
              <p>[06]Kusalattikava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>2. Vedan&#x101;ttikava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^1^eb^^b^.^eb^ Vedan&#x101;r&#x16B;panibb&#x101;n&#x101;ni pana tikamuttak&#x101;ni pa&#x1E6D;icc&#x101;diniyama&#x1E43; paccayuppannavacana&#xF1;ca na labhanti. Pa&#x1E6D;iccav&#x101;r&#x101;d&#x12B;su pana chasu yato hetupaccay&#x101;dito tikadhamm&#x101;na&#x1E43; uppatti vutt&#x101;, tattha yath&#x101;nur&#x16B;pato &#x101;ramma&#x1E47;&#x101;dipaccayabh&#x101;vena labbhant&#x12B;ti veditabb&#x101;n&#x12B;ti.</p>
              <p>[03]^b^10^eb^^b^.^eb^^b^Sabbaar&#x16B;padhammaparigg&#x101;hak&#x101; pana sahaj&#x101;t&#x101;dayo paccay&#x101;^eb^ti imin&#x101; kusalattikepi parih&#x12B;na&#x1E43; sahaj&#x101;ta&#x1E43; r&#x16B;p&#x101;r&#x16B;padhammaparigg&#x101;hakatt&#x101; &#x101;dimhi &#x1E6D;hapetv&#x101; &#x101;disaddena sabb&#x101;r&#x16B;padhammaparigg&#x101;hakavacanena ca paccayuppannavasena sabbaar&#x16B;padhammaparigg&#x101;hak&#x101;na&#x1E43; &#x101;ramma&#x1E47;&#x101;d&#x12B;na&#x1E43; parih&#x101;ni&#x1E43; dasset&#x12B;ti da&#x1E6D;&#x1E6D;habba&#x1E43;. Tena kusalattikaparih&#x12B;n&#x101;na&#x1E43; sabba&#x1E6D;&#x1E6D;h&#x101;nik&#x101;na&#x1E43; catunna&#x1E43; sabbatik&#x101;d&#x12B;su parih&#x101;ni dassit&#x101; hoti. ^b^Pacch&#x101;j&#x101;tapaccaya&#xF1;ca vin&#x101;va uppattito^eb^ti etena pana pacch&#x101;j&#x101;tapaccayassa anulome parih&#x101;ni&#x1E43;, paccan&#x12B;ye ca l&#x101;bha&#x1E43; dasseti. ^b^Sahaj&#x101;t&#x101;dayo^eb^ti v&#x101; sahaj&#x101;tam&#x16B;lak&#x101; sahaj&#x101;tanibandhan&#x101; pa&#x1E6D;icc&#x101;di&#x1E43; pharantehi sahaj&#x101;tadhammehi vin&#x101; paccay&#x101; ahont&#x101;ti vutta&#x1E43; hoti. Kasm&#x101; pana sahaj&#x101;tanibandhan&#x101; sabb&#x101;r&#x16B;padhammaparigg&#x101;hak&#x101; ca ye, teva ^a^M0.0239^ea^ parih&#x101;yanti ^a^V0.0248^ea^, na pana yo sahaj&#x101;t&#x101;nibandhano sabb&#x101;r&#x16B;padhammaparigg&#x101;hako ca na hoti, so pacch&#x101;j&#x101;toti tattha k&#x101;ra&#x1E47;a&#x1E43; vadanto ^b^&#x2018;&#x2018;sahaj&#x101;t&#x101;d&#x12B;hi vin&#x101; anuppattito pacch&#x101;j&#x101;tapaccaya&#xF1;ca vin&#x101;va uppattito&#x2019;&#x2019;^eb^ti &#x101;ha. Tattha ^b^sahaj&#x101;t&#x101;d&#x12B;hi vin&#x101;^eb^ti sahaj&#x101;tanibandhanehi sabb&#x101;r&#x16B;padhammaparigg&#x101;hakehi ca vin&#x101;ti attho. Atha v&#x101; sahaj&#x101;tanibandhan&#x101;nameva parih&#x101;ni, na pacch&#x101;j&#x101;tassa sahaj&#x101;t&#x101;nibandhanass&#x101;ti ettheva k&#x101;ra&#x1E47;a&#x1E43; vadanto ^b^&#x2018;&#x2018;sahaj&#x101;t&#x101;d&#x12B;hi vin&#x101; anuppattito pacch&#x101;j&#x101;tapaccaya&#xF1;ca vin&#x101;va uppattito&#x2019;&#x2019;^eb^ti &#x101;ha. Sahaj&#x101;tanibandhan&#x101;pi pana sabbaar&#x16B;padhammaparigg&#x101;hak&#x101;yeva parih&#x101;yant&#x12B;ti dassitametanti.</p>
              <p>[03]^b^17^eb^^b^.^eb^^b^Navip&#x101;kepi eseva nayo^eb^ti nayadassanameva karoti, na ca paccayapaccayuppannas&#x101;ma&#xF1;&#xF1;adassana&#x1E43;. Sukh&#x101;ya hi adukkhamasukh&#x101;ya ca vedan&#x101;ya sampayutte dhamme pa&#x1E6D;icca t&#x101;hi vedan&#x101;hi sampayutt&#x101; ahetukakiriyadhamm&#x101; vicikicchuddhaccasahaj&#x101;tamoho c&#x101;ti aya&#xF1;hettha nayoti. ^b^Navippayutte ekanti &#x101;ruppe &#x101;vajjanavasena vutta^eb^nti ida&#x1E43; &#x101;vajjan&#x101;hetukamoh&#x101;na&#x1E43; vasena vuttanti da&#x1E6D;&#x1E6D;habba&#x1E43;.</p>
              <p>[03]^b^25-37^eb^^b^.^eb^ Anulomapaccan&#x12B;ye ^b^yath&#x101; kusalattika&#x1E43;, eva&#x1E43; ga&#x1E47;etabba^eb^nti hetum&#x16B;lak&#x101;d&#x12B;na&#x1E43; nay&#x101;na&#x1E43; ekam&#x16B;lakadvim&#x16B;lak&#x101;divasena ca yojetv&#x101; gahetabbat&#x101;s&#x101;ma&#xF1;&#xF1;a&#x1E43; sandh&#x101;ya vutta&#x1E43;, na ga&#x1E47;anas&#x101;ma&#xF1;&#xF1;a&#x1E43;. Ito paresupi evar&#x16B;pesu eseva nayo. ^b^Ahetukassa pana cittupp&#x101;dass&#x101;^eb^ti&#x101;di nahetum&#x16B;laka&#x1E43; sandh&#x101;ya vutta&#x1E43;, &#x2018;&#x2018;ahetukassa pana cittupp&#x101;dassa mohassa c&#x101;&#x2019;&#x2019;ti panettha vattabba&#x1E43;. Mohassa c&#x101;pi hi ahetukassa adhipatiabh&#x101;vato adhipatino nahetum&#x16B;lake anulomato a&#x1E6D;&#x1E6D;h&#x101;nanti. ^b^Parivattetv&#x101;p&#x12B;^eb^ti nahetupaccay&#x101; naadhipatipaccay&#x101; &#x101;ramma&#x1E47;e t&#x12B;&#x1E47;&#x12B;ti eva&#x1E43; purato &#x1E6D;hitampi &#x101;ramma&#x1E47;&#x101;di&#x1E43; pacchato yojetv&#x101;ti attho.</p>
              <p>[03]^b^39^eb^^b^.^eb^ Pa&#xF1;h&#x101;v&#x101;re ^b^domanassa&#x1E43; uppajjat&#x12B;^eb^ti etena ta&#x1E43;sampayutte dasseti. Upanissayavibha&#x1E45;ge &#x2018;&#x2018;saddh&#x101;pa&#xF1;cakesu m&#x101;na&#x1E43; jappeti di&#x1E6D;&#x1E6D;hi&#x1E43; ga&#x1E47;h&#x101;t&#x12B;ti kattabba&#x1E43;, avasesesu na kattabba&#x2019;&#x2019;nti ida&#x1E43; p&#x101;&#x1E6D;hagatidassanattha&#x1E43; vutta&#x1E43;, na pana r&#x101;g&#x101;d&#x12B;hi m&#x101;nadi&#x1E6D;&#x1E6D;h&#x12B;na&#x1E43; anuppattito. Kusalattikepi hi r&#x101;g&#x101;d&#x12B;su &#x2018;&#x2018;m&#x101;na&#x1E43; jappeti di&#x1E6D;&#x1E6D;hi&#x1E43; ga&#x1E47;h&#x101;t&#x12B;&#x2019;&#x2019;ti p&#x101;&#x1E37;i na vutt&#x101;, &#x2018;&#x2018;r&#x101;go doso moho m&#x101;no di&#x1E6D;&#x1E6D;hi patthan&#x101; r&#x101;gassa dosassa mohassa m&#x101;nassa ^a^M0.0240^ea^ di&#x1E6D;&#x1E6D;hiy&#x101; patthan&#x101;ya upanissayapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.2.53) pana r&#x101;g&#x101;d&#x12B;na&#x1E43; m&#x101;nadi&#x1E6D;&#x1E6D;hiupanissayabh&#x101;vo vutto. Tath&#x101; idh&#x101;pi da&#x1E6D;&#x1E6D;habbanti ^a^V0.0249^ea^. &#x2018;&#x2018;Sukh&#x101;ya vedan&#x101;ya sampayuttena pana cittena g&#x101;magh&#x101;ta&#x1E43; nigamagh&#x101;ta&#x1E43; karot&#x12B;&#x2019;&#x2019;ti somanassasampayuttalobhasahagatacittena g&#x101;manigamaviluppana&#x1E43; sandh&#x101;ya vutta&#x1E43;.</p>
              <p>[03]^b^62^eb^^b^.^eb^^b^Suddh&#x101;na^eb^nti paccayapaccayuppannapad&#x101;na&#x1E43; ana&#xF1;&#xF1;atta&#x1E43; dasseti. ^b^Purej&#x101;tapacch&#x101;j&#x101;t&#x101; panettha na vijjanti.^eb^^b^Na hi purej&#x101;t&#x101; pacch&#x101;j&#x101;t&#x101; v&#x101; ar&#x16B;padhamm&#x101; ar&#x16B;padhamm&#x101;na&#x1E43; paccay&#x101; hont&#x12B;^eb^ti ettha ^b^purej&#x101;t&#x101;^eb^ti imasmi&#x1E43; tike vuccam&#x101;n&#x101; adhik&#x101;rappatt&#x101; sukh&#x101;ya vedan&#x101;ya sampayutt&#x101;dayova ar&#x16B;padhamm&#x101;na&#x1E43; purej&#x101;t&#x101; hutv&#x101; paccay&#x101; na honti purej&#x101;tatt&#x101;bh&#x101;vatoti adhipp&#x101;yo, tath&#x101; pacch&#x101;j&#x101;tatt&#x101;bh&#x101;vato pacch&#x101;j&#x101;t&#x101; v&#x101; hutv&#x101; na hont&#x12B;ti.</p>
              <p>[03]^b^63-64^eb^^b^.^eb^^b^S&#x101;dhipatiamohavasen&#x101;^eb^ti adhipatibh&#x101;vasahit&#x101;mohavasen&#x101;ti attho.</p>
              <p>[03]^b^83-87^eb^^b^.^eb^^b^Nahetupaccay&#x101;&#x2026;pe&#x2026; naupanissaye a&#x1E6D;&#x1E6D;h&#x101;^eb^ti nahetupaccay&#x101; n&#x101;ramma&#x1E47;apaccay&#x101; naupanissaye a&#x1E6D;&#x1E6D;h&#x101;ti eva&#x1E43; sa&#x1E45;khipitv&#x101; uddharati. ^b^N&#x101;n&#x101;kkha&#x1E47;ikakammapaccayavasena veditabb&#x101;^eb^ti ida&#x1E43; &#x2018;&#x2018;dukkh&#x101;ya vedan&#x101;ya sampayutto sukh&#x101;ya vedan&#x101;ya sampayuttass&#x101;&#x2019;&#x2019;ti eta&#x1E43; vajjetv&#x101; avasesesu a&#x1E6D;&#x1E6D;hasupi n&#x101;n&#x101;kkha&#x1E47;ikakammapaccayasambhava&#x1E43; sandh&#x101;ya vutta&#x1E43;. Na hi sahaj&#x101;tapaccayo a&#x1E6D;&#x1E6D;hasupi labbhati, atha kho t&#x12B;svev&#x101;ti.</p>
              <p>[06]Vedan&#x101;ttikava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>3. Vip&#x101;kattikava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^1-23^eb^^b^.^eb^ Vip&#x101;kattike ^b^vip&#x101;kadhamma&#x1E43; pa&#x1E6D;icc&#x101;^eb^ti vip&#x101;ka&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca. Sam&#x101;senapi hi soyevattho vuttoti p&#x101;&#x1E37;iya&#x1E43; sam&#x101;sa&#x1E43; katv&#x101; likhita&#x1E43;.</p>
              <p>[03]^b^24-52^eb^^b^.^eb^^b^&#x2018;&#x2018;Nevavip&#x101;kanavip&#x101;kadhammadhamma&#x1E43;^eb^^a^M0.0241^ea^^b^pa&#x1E6D;icca nevavip&#x101;kanavip&#x101;kadhammadhammo uppajjati navip&#x101;kapaccay&#x101;&#x2019;&#x2019;^eb^ti etassa vibha&#x1E45;ge ^b^&#x2018;&#x2018;mah&#x101;bh&#x16B;te pa&#x1E6D;icca cittasamu&#x1E6D;&#x1E6D;h&#x101;na&#x1E43; r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;^eb^nti ettakameva ^a^V0.0250^ea^ vutta&#x1E43;, na vutta&#x1E43; &#x2018;&#x2018;ka&#x1E6D;att&#x101;r&#x16B;pa&#x2019;&#x2019;nti. Ta&#x1E43; khandhe pa&#x1E6D;icca uppajjam&#x101;nassa mah&#x101;bh&#x16B;te pa&#x1E6D;icca uppattidassanatthatt&#x101; na vutta&#x1E43;. Na hettha ka&#x1E6D;att&#x101;r&#x16B;passa khandhe pa&#x1E6D;icca uppatti atthi, yassa mah&#x101;bh&#x16B;te pa&#x1E6D;icca uppatti vattabb&#x101; siy&#x101;. Pavattiya&#x1E43; pana ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; ^b^&#x2018;&#x2018;asa&#xF1;&#xF1;asatt&#x101;na&#x1E43;&#x2026;pe&#x2026; mah&#x101;bh&#x16B;te pa&#x1E6D;icca ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; up&#x101;d&#x101;r&#x16B;pa&#x2019;&#x2019;^eb^nti eteneva dassita&#x1E43; hoti. Eva&#xF1;ca katv&#x101; asa&#xF1;&#xF1;asatt&#x101;na&#x1E43; r&#x16B;pasam&#x101;nagatikatt&#x101; n&#x101;h&#x101;rapaccaye ca pavattiya&#x1E43; ka&#x1E6D;att&#x101;r&#x16B;pa&#x1E43; na uddha&#x1E6D;a&#x1E43;. Tampi hi upp&#x101;dakkha&#x1E47;e &#x101;h&#x101;rapaccayena vin&#x101; uppajjat&#x12B;ti uddharitabba&#x1E43; siy&#x101;ti.</p>
              <p>[06]Vip&#x101;kattikava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>4. Up&#x101;dinnattikava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^15^eb^^b^.^eb^ Up&#x101;dinnattike ^b^anup&#x101;dinnaanup&#x101;d&#x101;niya&#x1E43; dhamma&#x1E43; pa&#x1E6D;icca anup&#x101;dinnaanup&#x101;d&#x101;niyo dhammo uppajjati n&#x101;dhipatipaccay&#x101;^eb^ti etena saya&#x1E43; adhipatibh&#x16B;tatt&#x101; avirahit&#x101;ramma&#x1E47;&#x101;dhipat&#x12B;supi adhipati duvidhenapi adhipatipaccayena uppajjat&#x12B;ti na vattabbo, ayametassa sabh&#x101;voti dasseti.</p>
              <p>[03]^b^72^eb^^b^.^eb^^b^Up&#x101;dinnup&#x101;d&#x101;niyo kaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;ro up&#x101;dinnup&#x101;d&#x101;niyassa k&#x101;yassa &#x101;h&#x101;rapaccayena paccayo^eb^ti ettha kammaj&#x101;na&#x1E43; r&#x16B;p&#x101;na&#x1E43; abbhantaragat&#x101; oj&#x101; tasseva kammajak&#x101;yassa r&#x16B;paj&#x12B;vitindriya&#x1E43; viya ka&#x1E6D;att&#x101;r&#x16B;p&#x101;na&#x1E43; anup&#x101;lanupatthambhanavasena paccayo, na janakavasen&#x101;ti ayamattho a&#x1E6D;&#x1E6D;hakath&#x101;ya&#x1E43; vutto. Etasmi&#x1E43; pana atthe sati ^b^up&#x101;dinnup&#x101;d&#x101;niyo ca anup&#x101;dinnaanup&#x101;d&#x101;niyo ca dhamm&#x101; up&#x101;dinnup&#x101;d&#x101;niyassa dhammassa atthipaccayena paccayo pacch&#x101;j&#x101;tindriya^eb^nti ettha &#x2018;&#x2018;&#x101;h&#x101;ra&#x2019;&#x2019;ntipi vattabba&#x1E43;, yadi ca kammaj&#x101; oj&#x101; sakal&#x101;par&#x16B;p&#x101;nameva &#x101;h&#x101;rapaccayo hoti, eva&#x1E43; sati &#x2018;&#x2018;up&#x101;dinnup&#x101;d&#x101;niyo kaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;ro anup&#x101;dinnup&#x101;d&#x101;niyassa k&#x101;yassa &#x101;h&#x101;rapaccayena paccayo&#x2019;&#x2019;ti na vattabba&#x1E43; siy&#x101;, vutta&#xF1;cida&#x1E43;, tampi anajjhoha&#x1E6D;&#x101;ya sasant&#x101;nagat&#x101;ya up&#x101;dinnoj&#x101;ya anup&#x101;dinnup&#x101;d&#x101;niyassa k&#x101;yassa &#x101;h&#x101;rapaccaya&#x1E43; sandh&#x101;ya vutta&#x1E43;. Eva&#xF1;ca sati ^a^M0.0242^ea^ &#x2018;&#x2018;up&#x101;dinnup&#x101;d&#x101;niyo ca anup&#x101;dinnaanup&#x101;d&#x101;niyo ca dhamm&#x101; anup&#x101;dinnup&#x101;d&#x101;niyassa ^a^V0.0251^ea^ dhammassa atthipaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.4.85) ayampi pa&#xF1;ho pacch&#x101;j&#x101;t&#x101;h&#x101;ravasena uddharitabbo siy&#x101;, tasm&#x101; ajjhoha&#x1E6D;assa up&#x101;dinn&#x101;h&#x101;rassa lokuttarakkha&#x1E47;e abh&#x101;vato dum&#x16B;lakesu pa&#x1E6D;hamapa&#xF1;he &#x2018;&#x2018;&#x101;h&#x101;ra&#x2019;&#x2019;nti na vutta&#x1E43;. Dutiyapa&#xF1;ho ca na uddha&#x1E6D;o, na itarassa up&#x101;dinn&#x101;h&#x101;rassa k&#x101;mabhave asambhav&#x101;bh&#x101;vatoti ajjhoha&#x1E6D;ameva ma&#x1E47;&#x1E0D;&#x16B;k&#x101;disar&#x12B;ragata&#x1E43; up&#x101;dinn&#x101;h&#x101;ra&#x1E43; sandh&#x101;ya &#x2018;&#x2018;up&#x101;dinnup&#x101;d&#x101;niyo kaba&#x1E37;&#x12B;k&#x101;r&#x101;h&#x101;ro up&#x101;dinnup&#x101;d&#x101;niyassa ca anup&#x101;dinnup&#x101;d&#x101;niyassa ca k&#x101;yassa &#x101;h&#x101;rapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.4.74) vadant&#x101;na&#x1E43; v&#x101;do balavataro. Na hi ajjhoha&#x1E6D;amatt&#x101;va ma&#x1E47;&#x1E0D;&#x16B;k&#x101;dayo kucchivitthata&#x1E43; na karonti, na ca bala&#x1E43; na upaj&#x101;yanti, na ca r&#x16B;paviseso na vi&#xF1;&#xF1;&#x101;yat&#x12B;ti.</p>
              <p>[03]&#x2018;&#x2018;Anup&#x101;dinnaanup&#x101;d&#x101;niyo dhammo up&#x101;dinnup&#x101;d&#x101;niyassa ca anup&#x101;dinnaanup&#x101;d&#x101;niyassa ca dhammassa atthipaccayena paccayo sahaj&#x101;ta&#x1E43; pacch&#x101;j&#x101;ta&#x2019;&#x2019;nti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.4.83) evam&#x101;d&#x12B;hi idha vuttehi ekam&#x16B;lakadukatik&#x101;vas&#x101;napa&#xF1;havissajjanehi &#x2018;&#x2018;kusalo dhammo kusalassa ca aby&#x101;katassa ca dhammassa atthipaccayena paccayo sahaj&#x101;ta&#x2019;&#x2019;nti&#x101;din&#x101; idha dutiyaduk&#x101;vas&#x101;ne viya vissajjana&#x1E43; labbhat&#x12B;ti vi&#xF1;&#xF1;&#x101;yati. Sukh&#x101;vabodhanattha&#x1E43; pana tattha sahaj&#x101;tavaseneva vissajjana&#x1E43; kata&#x1E43;. Paccan&#x12B;ye pana sahaj&#x101;tasseva apa&#x1E6D;ikkhepe l&#x101;bhato, pa&#x1E6D;ikkhepe ca al&#x101;bhato sahaj&#x101;tapaccayavaseneva ekam&#x16B;lakaduk&#x101;vas&#x101;n&#x101; tattha uddha&#x1E6D;&#x101;, idha panetehi vissajjanehi eko dhammo sahaj&#x101;t&#x101;d&#x12B;su atthipaccayavisesesu anekehipi anekesa&#x1E43; dhamm&#x101;na&#x1E43; eko atthipaccayo hot&#x12B;ti dassita&#x1E43; hoti. Eko hi dhammo ekassa dhammassa ekeneva atthipaccayavisesena atthipaccayo hoti, eko anekesa&#x1E43; ekenapi anekehipi, tath&#x101; aneko ekassa, aneko anekesa&#x1E43; sam&#x101;natte paccayuppannadhamm&#x101;na&#x1E43;, atthipaccayavisesesu pana pa&#xF1;casu sahaj&#x101;ta&#x1E43; purej&#x101;teneva saha atthipaccayo hoti, ana&#xF1;&#xF1;adhammatte pacch&#x101;j&#x101;tena ca, na n&#x101;n&#x101;dhammatte.</p>
              <p>[03]Yadi siy&#x101;, ^b^&#x2018;&#x2018;up&#x101;dinnup&#x101;d&#x101;niyo ca anup&#x101;dinnaanup&#x101;d&#x101;niyo ca dhamm&#x101; up&#x101;dinnup&#x101;d&#x101;niyassa dhammassa atthipaccayena paccayo pacch&#x101;j&#x101;ta&#x1E43; indriya&#x2019;&#x2019;^eb^nti ettha &#x2018;&#x2018;sahaj&#x101;ta&#x2019;&#x2019;ntipi vattabba&#x1E43; siy&#x101;. Kammaj&#x101;na&#xF1;hi bh&#x16B;t&#x101;na&#x1E43; sahaj&#x101;t&#x101;na&#x1E43; ^a^M0.0243^ea^ pacch&#x101;j&#x101;t&#x101;na&#xF1;ca lokuttar&#x101;na&#x1E43; ekakkha&#x1E47;e labbham&#x101;n&#x101;nampi eko atthipaccayabh&#x101;vo natthi sahaj&#x101;tapacch&#x101;j&#x101;t&#x101;na&#x1E43; n&#x101;n&#x101;dhamm&#x101;na&#x1E43; viruddhasabh&#x101;vatt&#x101;ti ta&#x1E43; na vuttanti veditabba&#x1E43;. Eva&#xF1;ca katv&#x101; paccan&#x12B;ye ca ^b^&#x2018;&#x2018;naindriye b&#x101;v&#x12B;s&#x101;&#x2019;&#x2019;^eb^ti vutta&#x1E43;. A&#xF1;&#xF1;ath&#x101; hi indriyapa&#x1E6D;ikkhepepi sahaj&#x101;tapacch&#x101;j&#x101;tavasena tassa pa&#xF1;hassa ^a^V0.0252^ea^ l&#x101;bhato &#x2018;&#x2018;tev&#x12B;s&#x101;&#x2019;&#x2019;ti vattabba&#x1E43; siy&#x101;ti. Purej&#x101;ta&#x1E43; sahaj&#x101;teneva saha atthipaccayo hoti, na itarehi, tampi vatthu ta&#x1E43;sahitapurej&#x101;tameva, na itara&#x1E43;. Kusalattike hi pa&#xF1;h&#x101;v&#x101;re &#x2018;&#x2018;navippayuttapaccay&#x101; atthiy&#x101; pa&#xF1;c&#x101;&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.1.649) vutta&#x1E43;, sanidassanattike pana &#x2018;&#x2018;vippayutte b&#x101;v&#x12B;s&#x101;&#x2019;&#x2019;ti. Ya&#x1E43; pana tattha atthivibha&#x1E45;ge paccayuddh&#x101;re ca tim&#x16B;lakek&#x101;vas&#x101;na&#x1E43; uddha&#x1E6D;a&#x1E43;, ta&#x1E43; vatthusahitassa &#x101;ramma&#x1E47;apurej&#x101;tassa sahaj&#x101;tena, saha paccayabh&#x101;vatoti pacch&#x101;j&#x101;ta&#x1E43; &#x101;h&#x101;rindriyeheva, ana&#xF1;&#xF1;adhammatte ca sahaj&#x101;tena ca, &#x101;h&#x101;ro pacch&#x101;j&#x101;tindriyeheva, indriya&#x1E43; pacch&#x101;j&#x101;t&#x101;h&#x101;ren&#x101;ti evameta&#x1E43; atthipaccayavibh&#x101;ga&#x1E43; sallakkhetv&#x101; anulome paccan&#x12B;y&#x101;d&#x12B;su ca labbham&#x101;n&#x101; pa&#xF1;h&#x101; uddharitabb&#x101;.</p>
              <p>[06]Up&#x101;dinnattikava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>6. Vitakkattikava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]^b^22^eb^^b^.^eb^ Vitakkattike pa&#x1E6D;iccav&#x101;r&#x101;nulome ^b^adhipatiy&#x101; tev&#x12B;s&#x101;^eb^ti sattasu m&#x16B;lakesu yath&#x101;kkama&#x1E43; satta pa&#xF1;ca t&#x12B;&#x1E47;i eka&#x1E43; t&#x12B;&#x1E47;i t&#x12B;&#x1E47;i ekanti eva&#x1E43; tev&#x12B;sa, ^b^a&#xF1;&#xF1;ama&#xF1;&#xF1;e a&#x1E6D;&#x1E6D;hav&#x12B;sa^eb^ satta pa&#xF1;ca pa&#xF1;ca t&#x12B;&#x1E47;i catt&#x101;ri t&#x12B;&#x1E47;i ekanti eva&#x1E43;, ^b^purej&#x101;te ek&#x101;dasa^eb^ t&#x12B;&#x1E47;i catt&#x101;ri dve dutiyatatiyadum&#x16B;lakesu eka&#x1E43; ekanti eva&#x1E43;, tath&#x101; &#x101;sevane. A&#xF1;&#xF1;&#x101;ni ga&#x1E47;an&#x101;ni hetu&#x101;ramma&#x1E47;asadis&#x101;ni.</p>
              <p>[03]^b^31^eb^^b^.^eb^ Paccan&#x12B;ye n&#x101;dhipatipaccaye pa&#x1E6D;hamapa&#xF1;he &#x2018;&#x2018;avitakkavic&#x101;ramatte khandhe pa&#x1E6D;icca avitakkavic&#x101;ramatt&#x101; adhipat&#x12B;&#x2019;&#x2019;ti vatv&#x101; puna &#x2018;&#x2018;vip&#x101;ka&#x1E43; avitakkavic&#x101;ramatta&#x1E43; eka&#x1E43; khandha&#x1E43; pa&#x1E6D;icc&#x101;&#x2019;&#x2019;ti&#x101;din&#x101; vissajjana&#x1E43; kata&#x1E43;, na pana avisesena. Kasm&#x101;? Vip&#x101;kavajj&#x101;na&#x1E43; avitakkavic&#x101;ramattakkhandh&#x101;na&#x1E43; ekantena s&#x101;dhipatibh&#x101;vato ^a^M0.0244^ea^. Vip&#x101;k&#x101;na&#x1E43; pana lokuttar&#x101;nameva s&#x101;dhipatibh&#x101;vo, na itaresanti te visu&#x1E43; niddh&#x101;retv&#x101; vutt&#x101;. Lokuttaravip&#x101;k&#x101;dhipatissa cettha purimako&#x1E6D;&#x1E6D;h&#x101;seyeva sa&#x1E45;gaho veditabbo.</p>
              <p>[03]^b^38^eb^^b^.^eb^ N&#x101;sevanam&#x16B;lake ^a^V0.0253^ea^^b^avitakkavic&#x101;ramatta&#x1E43; vip&#x101;kena saha gacchanten&#x101;^eb^ti eta&#x1E43; m&#x16B;la&#x1E43; avitakkavic&#x101;ramattaavitakkavic&#x101;rapadehi avitakkehi saha yojentena napurej&#x101;tasadisa&#x1E43; p&#x101;&#x1E37;igamana&#x1E43; k&#x101;tabbanti vutta&#x1E43; hoti. Sadisat&#x101; cettha yebhuyyena visadisat&#x101; ca da&#x1E6D;&#x1E6D;habb&#x101;. Tattha hi &#x101;ruppe avitakkavic&#x101;ramatta&#x1E43; idha vip&#x101;ka&#x1E43; avitakkavic&#x101;ramattanti&#x101;di yojetabbanti ayamettha viseso. Ida&#xF1;ca n&#x101;sevanavibha&#x1E45;g&#x101;nantara&#x1E43; likhitabba&#x1E43;, na jh&#x101;n&#x101;nantara&#x1E43;, kesuci potthakesu likhita&#x1E43;.</p>
              <p>[03]Paccayav&#x101;re ^b^pa&#x1E6D;hamagha&#x1E6D;ane pavattipa&#x1E6D;isandhiyo^eb^ti dum&#x16B;lakesu pa&#x1E6D;hame sattasupi pa&#xF1;hesu pavatti&#xF1;ca pa&#x1E6D;isandhi&#xF1;ca yojetv&#x101;ti vutta&#x1E43; hoti.</p>
              <p>[03]^b^49^eb^^b^.^eb^ Paccan&#x12B;ye ^b^sattasu &#x1E6D;h&#x101;nesu satta moh&#x101; uddharitabb&#x101; m&#x16B;lapadesu ev&#x101;^eb^ti savitakkasavic&#x101;r&#x101;dipadesu m&#x16B;lapadameva avas&#x101;nabh&#x101;vena yesu pa&#xF1;hesu yojita&#x1E43;, tesu sattasu pa&#xF1;hesu satta moh&#x101; uddharitabb&#x101;ti attho.</p>
              <p>[03]Pa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye &#x2018;&#x2018;avitakkavic&#x101;ramatto dhammo avitakkavic&#x101;ramattassa dhammassa &#x101;ramma&#x1E47;asahaj&#x101;taupanissayakammapaccayena paccayo&#x2019;&#x2019;ti kesuci potthakesu p&#x101;&#x1E6D;ho dissati, upanissayena pana sa&#x1E45;gahitatt&#x101; &#x2018;&#x2018;kammapaccayena paccayo&#x2019;&#x2019;ti na sakk&#x101; vattu&#x1E43;. Up&#x101;dinnattikapa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye hi &#x2018;&#x2018;anup&#x101;dinnaanup&#x101;d&#x101;niyo dhammo anup&#x101;dinnaanup&#x101;d&#x101;niyassa dhammassa sahaj&#x101;taupanissayapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 1.4.58, 62) ettakameva vutta&#x1E43;. Parittattikapa&#xF1;h&#x101;v&#x101;rapaccan&#x12B;ye ca &#x2018;&#x2018;mahaggato dhammo mahaggatassa dhammassa &#x101;ramma&#x1E47;asahaj&#x101;taupanissayapaccayena paccayo&#x2019;&#x2019;ti (pa&#x1E6D;&#x1E6D;h&#x101;. 2.12.57, 65, 73) ettakameva vuttanti. Ettakameva ca avitakkavic&#x101;ramatta&#x1E43; kamma&#x1E43; appam&#x101;&#x1E47;a&#x1E43; mahaggata&#xF1;ca, ta&#xF1;ca dubbala&#x1E43; na hot&#x12B;ti etehiyeva vacanehi vi&#xF1;&#xF1;&#x101;yat&#x12B;ti.</p>
              <p>[06]Vitakkattikava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>8. Dassanenapah&#x101;tabbattikava&#x1E47;&#x1E47;an&#x101;</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[03]Dassanenapah&#x101;tabbattike ^a^M0.0245^ea^^a^V0.0254^ea^^b^dassanena pah&#x101;tabbo dhammo bh&#x101;van&#x101;ya pah&#x101;tabbassa dhammassa ekenapi paccayena paccayo na hot&#x12B;^eb^ti ida&#x1E43; pa&#x1E6D;iccasamupp&#x101;davibha&#x1E45;ge vic&#x101;ritanayena vic&#x101;retabbanti.</p>
              <p>[06]Dassanenapah&#x101;tabbattikava&#x1E47;&#x1E47;an&#x101; ni&#x1E6D;&#x1E6D;hit&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
    <h0>
      <h0n>Pucch&#x101;ga&#x1E47;anag&#x101;th&#x101;yo</h0n>
      <h1>
        <h1n/>
        <h2>
          <h2n/>
          <h3>
            <h3n/>
            <h4>
              <h4n/>
              <p>[21]Kusal&#x101;di ekakattaya-math&#x101;di antena majjhimantena;</p>
              <p>[22]&#x100;di ca majjhena duk&#x101;, tayo tikeko ca vi&#xF1;&#xF1;eyyo.</p>
              <p>[21]Tesvekeka&#x1E43; m&#x16B;la&#x1E43; katv&#x101;, ta&#x1E43; sattasattak&#x101; pucch&#x101;;</p>
              <p>[22]Ekekapaccaye yath&#x101;, bhavanti ek&#x16B;napa&#xF1;&#xF1;&#x101;sa.</p>
              <p>[21]Chasattat&#x101;dhikasata&#x1E43;, sahassameka&#xF1;ca suddhike pucch&#x101;;</p>
              <p>[22]Esa ca nayonulome, paccan&#x12B;ye c&#x101;ti n&#x101;&#xF1;&#xF1;attha.</p>
              <p>[21]R&#x101;sigu&#x1E47;itassa r&#x101;sissa&#x1E0D;&#x1E0D;ha&#x1E43;, saha r&#x101;sikassa pi&#x1E47;&#x1E0D;o so;</p>
              <p>[22]R&#x101;sissa v&#x101; sahekassa&#x1E0D;&#x1E0D;ha&#x1E43;, puna r&#x101;sin&#x101; gu&#x1E47;ita&#x1E43;.</p>
              <p>[21]Iti hetum&#x16B;lak&#x101;duka-tik&#x101;dayo chacca sattatisat&#x101; dve;</p>
              <p>[22]Catuv&#x12B;satettha pucch&#x101;, a&#x1E0D;&#x1E0D;hu&#x1E0D;&#x1E0D;hasahassanahuta&#xF1;ca.</p>
              <p>[21]T&#x101;sa&#x1E43; ^a^V0.0255^ea^ yasm&#x101; suddhika-nayo na paccekapaccaye tasm&#x101;;</p>
              <p>[22]Catuv&#x12B;satigu&#x1E47;it&#x101;na&#x1E43;, sasuddhik&#x101;na&#x1E43; aya&#x1E43; ga&#x1E47;an&#x101;.</p>
              <p>[21]Lakkhattaya&#x1E43; dvinahuta&#x1E43;, pa&#xF1;ca sahass&#x101;ni satta ca sat&#x101;ni;</p>
              <p>[22]Dv&#x101;pa&#xF1;&#xF1;&#x101;s&#x101; et&#x101;, anulome pi&#x1E47;&#x1E0D;it&#x101; pucch&#x101;.</p>
              <p>[21]Anulomasadisaga&#x1E47;an&#x101;, bhavanti pucch&#x101;naye ca paccan&#x12B;ye;</p>
              <p>[22]H&#x101;petv&#x101; pana sese, nayadvaye suddhike laddh&#x101;.</p>
              <p>[21]Chappa&#xF1;&#xF1;&#x101;sa bhavanti pucch&#x101;, chasatasahita&#xF1;ca lakkhaterasaka&#x1E43;;</p>
              <p>[22]Pucch&#x101;nayesu ga&#x1E47;it&#x101;, pa&#x1E6D;iccav&#x101;re cat&#x16B;svapi.</p>
              <p>[21]Sattahi ^a^M0.0246^ea^ gu&#x1E47;it&#x101; kusalattike dvaya&#x1E43;, navuti&#xF1;ceva pa&#xF1;casat&#x101;;</p>
              <p>[22]Catt&#x101;ri sahass&#x101;ni ca, tathekanavute ca lakkhak&#x101;.</p>
              <p>[21]N&#x101;dv&#x101;v&#x12B;sati gu&#x1E47;it&#x101;, tikesu sabbesu v&#x12B;sati ca ko&#x1E6D;i;</p>
              <p>[22]Lakkhattaya&#x1E43; sahassa&#x1E43;, catuv&#x12B;sati c&#x101;pi vi&#xF1;&#xF1;eyy&#x101;.</p>
              <p>[06]Tikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;.</p>
              <p>[21]Ekakapaccaye pana, nava nava katv&#x101; saso&#x1E37;asadvisata&#x1E43;;</p>
              <p>[22]Hetudukapa&#x1E6D;hamav&#x101;re, pa&#x1E6D;hamanaye suddhike pucch&#x101;.</p>
              <p>[21]Het&#x101;dim&#x16B;lakanaye-svekekasmi&#x1E43; duk&#x101;dibhedayute;</p>
              <p>[22]Catur&#x101;s&#x12B;ticatusata-sahita&#x1E43; sahassadvaya&#x1E43; pucch&#x101;.</p>
              <p>[21]T&#x101; catuv&#x12B;satigu&#x1E47;it&#x101;, sasuddhik&#x101; ettha honti anulome;</p>
              <p>[22]Dvatti&#x1E43;sa&#x1E6D;&#x1E6D;hasat&#x101;dhika-sahassanavaka&#x1E0D;&#x1E0D;halakkhak&#x101;.</p>
              <p>[21]Eva&#x1E43; ^a^V0.0256^ea^ paccan&#x12B;ye dve, suddhikarahit&#x101; cat&#x16B;svato honti;</p>
              <p>[22]Channavuta&#x1E6D;&#x1E6D;hasata&#x1E6D;&#x1E6D;ha-ti&#x1E43;sasahassadvilakkhak&#x101;ni.</p>
              <p>[21]T&#x101; pana sattagu&#x1E47;&#x101; dve, sattatisatadvaya&#x1E43; sahass&#x101;ni;</p>
              <p>[22]Dv&#x101;sattati honti tato, so&#x1E37;asa lakkh&#x101;ni hetuduke.</p>
              <p>[21]T&#x101; satagu&#x1E47;&#x101; dukasate, satadvaya&#x1E43; sattav&#x12B;sati sahass&#x101;;</p>
              <p>[22]Dv&#x101;sattatilakkh&#x101;ni ca, so&#x1E37;asako&#x1E6D;i tato pucch&#x101;.</p>
              <p>[06]Dukapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;.</p>
              <p>[21]Dukatikapa&#x1E6D;&#x1E6D;h&#x101;ne tika-pakkhepo hoti ekamekaduke;</p>
              <p>[22]Tassa chasa&#x1E6D;&#x1E6D;higu&#x1E47;ena te, chasa&#x1E6D;&#x1E6D;hisata&#x1E43; duk&#x101; honti.</p>
              <p>[21]Hetudukaladdhapucch&#x101;, gu&#x1E47;it&#x101; tehi ca honti tikapadameva;</p>
              <p>[22]Dukapa&#x1E6D;&#x1E6D;h&#x101;ne pucch&#x101;, t&#x101;sa&#x1E43; ga&#x1E47;an&#x101; aya&#x1E43; &#xF1;eyy&#x101;.</p>
              <p>[21]Dv&#x101;pa&#xF1;&#xF1;&#x101;sa sat&#x101;ni ca, naveva nahut&#x101;ni nava ca sa&#x1E6D;&#x1E6D;hi&#xF1;ca;</p>
              <p>[22]Lakkh&#x101;ni t&#x12B;hi sahita&#x1E43;, sata&#x1E43; sahassa&#xF1;ca ko&#x1E6D;ina&#x1E43;.</p>
              <p>[06]Dukatikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;.</p>
              <p>[21]Tikadukapa&#x1E6D;&#x1E6D;h&#x101;ne ^a^M0.0247^ea^ tika-mekeka&#x1E43; dvisatabhedana&#x1E43; katv&#x101;;</p>
              <p>[22]Dv&#x101;v&#x12B;sadvisatagu&#x1E47;&#x101;, &#xF1;eyy&#x101; kusalattike laddh&#x101;.</p>
              <p>[21]Pucch&#x101; a&#x1E6D;&#x1E6D;hasat&#x101;dhika-catusahassadvilakkhayutt&#x101;na&#x1E43;;</p>
              <p>[22]Ko&#x1E6D;&#x12B;na&#x1E43; chakkamatho, ko&#x1E6D;isahass&#x101;ni catt&#x101;ri.</p>
              <p>[06]Tikadukapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;.</p>
              <p>[21]Tikatikapa&#x1E6D;&#x1E6D;h&#x101;ne ^a^V0.0257^ea^, tesa&#x1E6D;&#x1E6D;hividhekekabhedan&#x101; tu tik&#x101;;</p>
              <p>[22]Tehi ca gu&#x1E47;it&#x101; kusala-ttikapucch&#x101;pi honti pucch&#x101; t&#x101;.</p>
              <p>[21]Dv&#x101;dasa pa&#xF1;casat&#x101; catu-sa&#x1E6D;&#x1E6D;hisahass&#x101;ni navuti cek&#x16B;n&#x101;;</p>
              <p>[22]Lakkh&#x101;namekasa&#x1E6D;&#x1E6D;hi, dv&#x101;dasasatako&#x1E6D;iyo ceva.</p>
              <p>[06]Tikatikapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;.</p>
              <p>[21]Dvayah&#x12B;nadvayasatagu&#x1E47;o, ekeko dukaduke tehi;</p>
              <p>[22]Hetuduke laddh&#x101; sa&#x1E45;khya-bhedehi ca va&#x1E0D;&#x1E0D;hit&#x101; pucch&#x101;.</p>
              <p>[21]Chasatayut&#x101;ni pa&#xF1;c&#x101;-s&#x12B;tisahass&#x101;ni lakkhanavaka&#xF1;ca;</p>
              <p>[22]Ek&#x101;das&#x101;pi ko&#x1E6D;i, puna ko&#x1E6D;isat&#x101;ni tetti&#x1E43;sa.</p>
              <p>[06]Dukadukapa&#x1E6D;&#x1E6D;h&#x101;na&#x1E43;.</p>
              <p>[21]Sampi&#x1E47;&#x1E0D;it&#x101; tu pucch&#x101;, anulome chabbidhepi pa&#x1E6D;&#x1E6D;h&#x101;ne;</p>
              <p>[22]Chatti&#x1E43;satisatasahassa-&#x1E6D;&#x1E6D;hakayutasattanahut&#x101;ni.</p>
              <p>[21]Lakkh&#x101;ni chacca catt&#x101;-l&#x12B;seva nav&#x101;tha ko&#x1E6D;iyo dasa ca;</p>
              <p>[22]Sattako&#x1E6D;isatehi ca, ko&#x1E6D;isahass&#x101;ni nava honti.</p>
              <p>[21]T&#x101; catugu&#x1E47;it&#x101; pucch&#x101;, catuppabhede samantapa&#x1E6D;&#x1E6D;h&#x101;ne;</p>
              <p>[22]Catucatt&#x101;l&#x12B;sasatattaya&#x1E43;, sahass&#x101;ni terasa ca.</p>
              <p>[21]Satt&#x101;s&#x12B;ti ^a^M0.0248^ea^^a^V0.0258^ea^ ca lakkh&#x101;na&#x1E43;, ko&#x1E6D;&#x12B;na&#xF1;ca sattasattatiyo;</p>
              <p>[22]Honti&#x1E6D;&#x1E6D;hasat&#x101;ni&#x1E6D;&#x1E6D;ha-ti&#x1E43;sasatasahass&#x101;ni iti ga&#x1E47;an&#x101;.</p>
              <p>[06]Pa&#x1E6D;&#x1E6D;h&#x101;nassa pucch&#x101;ga&#x1E47;anag&#x101;th&#x101;.</p>
              <p>[06]Pa&#x1E6D;&#x1E6D;h&#x101;napakara&#x1E47;a-m&#x16B;la&#x1E6D;&#x12B;k&#x101; samatt&#x101;.</p>
              <p>[06]Iti bhadanta&#x101;nand&#x101;cariyakena kat&#x101; l&#x12B;natthapadava&#x1E47;&#x1E47;an&#x101;</p>
              <p>[06]Abhidhammassa m&#x16B;la&#x1E6D;&#x12B;k&#x101; samatt&#x101;.</p>
            </h4>
          </h3>
        </h2>
      </h1>
    </h0>
  </ha>
</body>
